Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: The Samsung keyboard learns your writing style and tries to predict what you want to type by remembering what you enter. Passwords will be excluded, but personal information, such as credit card numbers, will be stored.
ar: تتعرف لوحة مفاتيح Samsung على نمط الكتابة وتحاول التنبؤ بما تريد كتابته من خلال تذكر ما تدخله. سيتم استبعاد كلمات المرور، ولكن سيتم تخزين المعلومات الشخصية، مثل أرقام بطاقات الائتمان
as: চেমচাং কীব'ৰ্ডে আপোনাৰ লিখন শৈলী শিকে আৰু আপুনি কি প্ৰৱিষ্ট কৰে, তাক মনত ৰাখি আপুনি কি লিখিব বিচাৰিছে তাৰ পূৰ্বানুমান প্ৰদান কৰে৷ পাচৱৰ্ডসমূহ অন্তৰ্ভুক্ত নকৰাকৈ, কিন্তু ব্যক্তিগত তথ্য যেনে ক্ৰেডিট কাৰ্ডৰ নম্বৰ সংগ্ৰহ কৰা হ'ব৷
az: Samsung klaviaturası sizin yazı üslubunuzu öyrənir və daxil etdiyinizi yadda saxlayaraq nə yazmaq istədiyinizi proqnozlaşdırmağa çalışır. Parollar daxil edilməyəcək, lakin şəxsi məlumatlar, məsələn, kredit kartı nömrələri saxlanacaq
bg: Клавиатурата на Samsung научава вашия стил на писане и се опитва да предсказва какво искате да въведете, като помни какво въвеждате. Паролите ще бъдат изключени, но лични данни, като номера на кредитни карти, ще се съхраняват
bn_bd: স্যামসাং কিবোর্ড আপনার লিখনের শৈলীটি শেখে এবং আপনি যা লিখেছেন তা মনে রেখে আপনি কী লিখতে চাইছেন তার পূর্বানুমান দেওয়ার চেষ্টা করে। পাসওয়ার্ড বহির্ভূত হবে তবে ক্রেডিট কার্ড নম্বরের মতো ব্যক্তিগত তথ্য সঞ্চিত হবে।
ca: El teclat de Samsung aprèn el seu estil d'escriptura i intenta predir què vol escriure recordant el que introdueix. Les contrasenyes s'exclouran, però la informació personal, com ara números de targetes de crèdit, s'emmagatzemaran
cs: Klávesnice Samsung se naučí váš styl psaní a pokusí se předpovědět, co chcete pravděpodobně napsat, protože si zapamatuje, co zadáváte. Hesla budou vyloučena, ale osobní informace, např. čísla kreditních karet, se uloží
da: Samsung-tastaturet lærer din skrivestil og prøver at forudsige, hvad du vil skrive ved at huske det, du indtaster. Adgangskoder vil blive udeladt, men personlige oplysninger, såsom kreditkortnumre, gemmes
de: Die Samsung Tastatur lernt Ihren Schreibstil und kann Ihnen auf der Grundlage der von Ihnen eingegebenen Begriffe Vorschläge zur Eingabe unterbreiten. Dabei werden mit Ausnahme von Passwörtern auch persönliche Daten wie z. B. Kreditkartennummern gespeichert.
el_gr: Το πληκτρολόγιο Samsung μαθαίνει το στυλ γραψίματός σας και προσπαθεί να προβλέψει τι θέλετε να πληκτρολογήσετε, απομνημονεύοντας τα δεδομένα που καταχωρείτε. Οι κωδικοί πρόσβασης εξαιρούνται, αλλά τα προσωπικά σας δεδομένα, όπως οι αριθμοί πιστωτικών καρτών, αποθηκεύονται
es_us: El teclado Samsung aprende su estilo de escritura e intenta predecir lo que desea escribir al recordar lo que escribe. Las contraseñas se excluirán, pero se almacenará la información personal, como los números de tarjeta de crédito
et: Samsungi klaviatuur õpib teie kirjutamisstiili ja ennustab sõnu, mida soovite võibolla sisestada, jättes meelde teie sisestused. Paroolid jäetakse välja, kuid isiklikud andmed, nagu krediitkaardi numbrid, salvestatakse
eu: Samsung teklatuak zure idazketa estiloa ikasiko du eta idatzi nahi duzuna iragartzen saiatuko da, idatzi duzuna gogoratuz. Pasahitzak kanpo utziko dira, baina informazio pertsonala, adibidez, kreditu txartelen zenbakiak gordeko ditu
fa: صفحه کلید سامسونگ سبک نوشتاری شما را یاد می گیرد و با بخاطر آوردن کلماتی که وارد می کنید، سعی می کند کلمه ای را که می خواهید تایپ کنید پیش بینی می کند. رمزهای ورود ذخیره نمی شوند، اما اطلاعات شخصی مانند شماره کارت های اعتباری ذخیره خواهد شد
fi: Samsung-näppäimistö oppii kirjoitustyylisi ja yrittää ennustaa, mitä haluat kirjoittaa, muistamalla antamasi tiedot. Salasanat ohitetaan, mutta henkilökohtaiset tiedot, kuten luottokorttinumerot, tallennetaan
fr_ca: Le clavier Samsung étudie votre style d'écriture et vous suggère des mots que vous pourriez être susceptible de saisir. Les mots de passe ne sont pas conservés. En revanche, d'autres informations personnelles, telles que les numéros de carte de crédit, seront enregistrées
ga: Foghlaimíonn eochairchlár Samsung do stíl scríbhneoireachta agus déantar iarracht an méid is mian leat a chlóscríobh a thuar trí chuimhneamh ar an méid a iontrálann tú. Eisiafar pasfhocail, ach stórálfar faisnéis phearsanta, amhail uimhreacha cártaí creidmheasa
gu: સેમસંગ કીબોર્ડ તમારી લેખન શૈલી જાણે છે અને તમે શું દાખલ કરેલું તે યાદ કરી તમે શું ટાઇપ કરવા માંગો છો તેનું અનુમાન લગાવવાનો પ્રયાસ કરે છે. પાસવર્ડ્સ બાકાત રખાશે, પણ વ્યક્તિગત માહિતી, જેમ કે ક્રેડિટ કાર્ડ નંબર્સ, સંગ્રહિત થશે.
he: מקלדת Samsung לומדת את סגנון הכתיבה שלך ומנסה לחזות את המילה שברצונך להקליד בכך שהיא זוכרת את ההקלדות שלך. סיסמאות אינן נכללות בתכונה זו, אך פרטים אישיים, כגון מספרי כרטיס אשראי, יאוחסנו.
hi: सैमसंग कीबोर्ड आपकी लेखन शैली सीखता है और आपके द्वारा प्रविष्ट की गर्इ चीज़ों को याद कर टाइप करने के लिए आपकी इच्छित चीज़ों का पूर्वानुमान लगाने का प्रयास करता है। पासवर्ड्स छोड़ दिए जाएँगे, परंतु व्यक्तिगत जानकारी, जैसे क्रेडिट कार्ड नंबर्स संग्रहीत किए जाएँगे।
hr: Samsung tipkovnica uči vaš način pisanja i pokušava predvidjeti što želite utipkati tako da pamti ono što unosite. Lozinke će biti isključene, no osobni podaci kao što su brojevi kreditnih kartica bit će spremljeni
hu: A Samsung billentyűzet megtanulja a felhasználó írási stílusát, és a korábban bevitt szövegből kiindulva megpróbálja megjósolni a beírni kívánt szót. A funkció a jelszavakat nem menti, a személyes adatokat, például a hitelkártyaszámot azonban igen
hy: Samsung ստեղնաշարը սովորում է Ձեր գրելաոճը և փորձում է կանխատեսել, թե ինչ եք ուզում մեքենագրել՝ հիշելով, թե ինչ եք մուտքագրում: Գաղտնաբառերը կբացառվեն, բայց անձնական տեղեկությունները, օրինակ՝ վարկային քարտերի համարները, կպահվեն
id: Keyboard Samsung mempelajari gaya penulisan Anda dan mencoba menerka apa yang Anda ketik dengan mengingat apa yang Anda masukkan. Kata sandi akan dikecualikan, tetapi informasi pribadi, seperti nomor kartu kredit, akan disimpan
is: Samsung-lyklaborðið lærir að þekkja ritstílinn þinn og reynir að stinga upp á orðum sem þú kannt að vilja slá inn á grunni þess sem þú hefur skrifað áður. Lykilorð eru undanskilin en persónuupplýsingar, t.d. kreditkortanúmer, eru vistaðar
it_it: La tastiera Samsung apprende il vostro stile di scrittura e prevede la parola che desiderate digitare in base al testo che avete inserito in precedenza. Le password sono escluse, ma le informazioni personali, come i numeri delle carte di credito, verranno memorizzate
ja_jp: Samsungキーボードは、入力内容を記憶して文章のスタイルを学習することで、入力しようとする単語を予測します。パスワードは除外されますが、クレジットカード番号などの個人情報は保存されます。
ka: Samsung კლავიატურა სწავლობს თქვენი წერის სტილს და თქვენ მიერ შეყვანილი ტექსტების დამახსოვრებით ცდილობს წინასწარ განსაზღვროს რისი აკრეფა გსურთ. შეიძლება არ მოხდეს პაროლების დამახსოვრება, მაგრამ პერსონალური ინფორმაცია, როგორიცაა საკრედიტო ბარათის ნომრები, დამახსოვრებული იქნება
kk: Samsung пернетақтасы жазу стиліңізді үйренеді және сіз енгізген сөздерді есте сақтау арқылы болжауға тырысады. Құпия сөздер есепке алынбайды, бірақ несие карта нөмірі сияқты жеке ақпарат сақталады
km: ក្ដារចុច Samsung រៀន​ពី​របៀប​ដែល​អ្នក​សរសេរ និង សាកល្បង​ទាយ​អ្វី​ដែល​អ្នក​អាច​វាយ ដោយ​ការចងចាំ​នូវ​អ្វី​ដែល​អ្នក​វាយបញ្ចូល។ ពាក្យសម្ងាត់​នឹង​មិន​ត្រូវ​បាន​រួមបញ្ចូល​ឡើយ ប៉ុន្តែ​ព័ត៌មាន​ផ្ទាល់ខ្លួន​ដូចជា​លេខ​បណ្ណ​ឥណទាន នឹង​ត្រូវ​បាន​រក្សាទុក
kn: ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್ ನಿಮ್ಮ ಬರೆಯುವ ಶೈಲಿಯನ್ನು ಕಲಿಯುತ್ತದೆ ಮತ್ತು ಏನು ನಮೂದಿಸಿದ್ದೀರಿ ಎಂದು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಂಡು ನೀವೇನು ಬರೆಯಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೀರಿ ಎನ್ನುವುದನ್ನು ಮುನ್ಸೂಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಹೊರತುಪಡಿಸಲಾಗುವುದು, ಆದರೆ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ ಸಂಖ್ಯೆಗಳಂತಹ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಡಲಾಗುವುದು.
ko_kr: 삼성 키보드는 사용자가 입력한 내용을 기억함으로써 사용자의 문체를 학습하여 사용자가 입력하려는 내용을 예측해서 제시합니다. 비밀번호는 학습되지 않지만, 신용카드 번호와 같은 개인정보는 학습될 수 있습니다.
ky_kg: Samsung ариптактасы жазуу стилиңизди изилдеп, эмнени киргизгендигиңизди эстеп калуу менен эмне жаза турганыңызды жарышып киргизүүгө аракет кылат. Сырсөздөр четке чыгарылат, бирок насыя картасынын номерлери сыяктуу жекелик маалымат сакталат.
lo: ຄີບອດ ຊໍາຊຸງຮຽນຮູ້ສະໄຕລ໌ການຂຽນຂອງທ່ານ ແລະພະຍາຍາມຄາດການສິ່ງທີ່ທ່ານຕ້ອງການຂຽນ ໂດຍການຈື່ສິ່ງທີ່ທ່ານປ້ອນເຂົ້າໄປ. ຈະບໍ່ມີການຮັກສາລະຫັດໄວ້, ແຕ່ຂໍ້ມູນສ່ວນຕົວເຊັ່ນ ໝາຍເລກບັດເຄຣດິດແມ່ນຈະຖືກເກັບໄວ້
lt: „Samsung“ klaviatūra įsisavina jūsų rašymo stilių ir, atsižvelgdama į jau įvestus žodžius, nuspėja žodį, kurį galite įvesti. Slaptažodžiai neįtraukiami, tačiau asmeninė informacija, pvz., kredito kortelės numeriai, bus išsaugoma
lv: Samsung tastatūra apgūst jūsu rakstīšanas stilu un mēģina paredzēt, ko vēlaties rakstīt, iegaumējot ievadīto tekstu. Paroles netiks iekļautas, taču personiskā informācija, piemēram, kredītkaršu numuri, tiks saglabāta
mk: Тастатурата Samsung го учи Вашиот стил на пишување и се обидува да предвиди што сакате да напишете помнејќи што внесувате. Лозинките се изоставени, но личните информации, како броевите на кредитните картички, ќе се зачуваат
ml: സാംസംഗ് കീബോര്‍ഡ് നിങ്ങളുടെ രചനാ ശൈലി മനസ്സിലാക്കുകയും നിങ്ങൾ നൽകുന്നതെന്തും ഓർമ്മിച്ചുകൊണ്ട് നിങ്ങൾ ടൈപ്പ് ചെയ്യാനാഗ്രഹിക്കുന്നത് പ്രവചിക്കാൻ ശ്രമിക്കുന്നു. പാസ്‌വേഡുകളെ ഒഴിവാക്കുമെങ്കിലും ക്രെഡിറ്റ് കാർഡ് നമ്പറുകൾ പോലുള്ള വ്യക്തിഗത വിവരങ്ങൾ സംഭരിക്കപ്പെടും.
mn_mn: Samsung товчлуур таны бичих хэв маягийг таньж, бичсэн зүйлийг санах замаар урьдчилан таамаглахыг оролдоно. Нууц үгийг санахгүй ч картын дугаар гэх мэт хувийн мэдээллийг санах болно.
mr: सॅमसंग कीबोर्ड आपली लेखनशैली जाणून घेते आणि आपण काय प्रविष्‍ट केले आहे हे आठवून आपण काय टंकलेखित करू इच्छित आहात हे आठवण्‍याचा प्रयत्‍न करते. पासवर्ड्स वगळण्‍यात येतील, परंतु वैयक्तिक माहिती, क्रेडिट कार्ड क्रमांक सारखे, संग्रहित केले जातील.
ms: Papan kekunci Samsung belajar gaya penulisan anda dan cuba meramalkan apa yang anda ingin taipkan dengan mengingati apa yang anda masukkan. Kata laluan akan dikecualikan, tetapi maklumat peribadi, seperti nombor kad kredit, akan disimpan
my_zg: Samsung keyboard က သင္ ရိုက္ထည့္သည္ကို မွတ္မိကာ သင့္ လက္ေရးစတိုင္ကို ေလ့လာၿပီး သင္ရိုက္လိုသည္ကို ခန္႔မွန္းေပးဖို႔ ၾကိဳးစားသည္။ စကားဝွက္မ်ားကို ဖယ္ထုတ္မည္ျဖစ္ေသာ္လည္း ခရိဒစ္ကတ္ နံပါတ္ကဲ့သို႔ ကိုယ္ေရး အခ်က္အလက္မ်ားကိုမူ သိုေလွာင္ထားမည္။
nb: Samsung-tastaturet lærer seg skrivestilen din og forsøker å forutsi det du vil skrive inn ved å huske det du legger inn. Passord blir ikke husket, men personlig informasjon, for eksempel kredittkortnumre, vil bli lagret
ne: सैमसंग कीबोर्डले तपाईको लेखन शैली सिक्छ र तपाईले प्रविष्‍ट गरेकोलार्इ सम्झेर तपाईले टाइप गर्न चाहने शब्दको पूर्वानुमान लगाउने प्रयास गर्छ। पासवर्ड छोडिनेछ, तर क्रेडिट कार्ड नम्बरहरू जस्तो व्यक्तिगत जानकारी भण्डार गरिनेछ।
nl: Het Samsung-toetsenbord leert uw schrijfstijl en probeert te voorspellen wat u wilt typen door te onthouden wat u invoert. Wachtwoorden worden uitgesloten, maar persoonlijke gegevens, zoals creditcardnummers worden opgeslagen
or: ସାମସଙ୍ଗ କୀବୋର୍ଡ ଆପଣଙ୍କ ଲେଖିବା ଶୈଳୀ ଶିକ୍ଷା କରିଥାଏ ଏବଂ ଆପଣ ପ୍ରବେଶ କରୁଥିବା ଶବ୍ଦକୁ ମନେରଖି ଆପଣ ଟାଇପ୍ କରିବାକୁ ଚାହୁଁଥିବା ଶବ୍ଦ ପୂର୍ବାନୁମାନ କରିବାକୁ ଚେଷ୍ଟା କରେ। ପାସୱାର୍ଡ୍ ବହିର୍ଭୂତ ହେବ, କିନ୍ତୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା, ଯେପରିକି କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ବର୍ ସଞ୍ଚିତ ହେବ।
pa: ਸੈਮਸੰਗ ਕੀਬੋਰਡ ਤੁਹਾਡੀ ਲਿਖਾਵਟ ਸ਼ੈਲੀ ਸਿੱਖਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤੇ ਟੈਕਸਟ ਨੂੰ ਯਾਦ ਰੱਖ ਕੇ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਅਨੁਮਾਨ ਲਗਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕੀ ਟਾਈਪ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ। ਪਾਸਵਰਡ ਸ਼ਾਮਿਲ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ, ਪਰ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ, ਜਿਵੇਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ, ਆਦਿ ਸਟੋਰ ਕੀਤੇ ਜਾਣਗੇ।
pl: Klawiatura Samsung pobiera Twój styl pisania i stara się przewidzieć słowo, jakie być może chcesz zapisać, zapamiętując wprowadzany tekst. Hasła zostaną wykluczone, ale informacje osobiste, takie jak numery kart kredytowych, będą przechowywane
pt_pt: O teclado Samsung aprende o seu estilo de escrita e tenta prever o que quer escrever, recordando o que o utilizador introduziu. As palavras-passe serão excluídas, mas as informações pessoais, tais como os números de cartões de crédito, serão guardadas
ro: Tastatura Samsung învaţă stilul dvs. de scriere şi încearcă să ofere predicţii pentru cuvintele pe care doriţi să le scrieţi, reţinând ceea ce introduceţi. Parolele vor fi excluse, dar informaţiile personale, cum ar fi numerele cardurilor de credit, vor fi stocate
ru_ru: Клавиатура Samsung запоминает, какие данные вы вводите, и прогнозирует слова, которые вы могли бы ввести. Пароли не запоминаются, но личные сведения, такие как номера кредитных карт, будут сохраняться
si: සැම්සුං යතුරුපුවරුව ඔබගේ ලිවීමේ ශෛලිය හදාරා ඔබ ඇතුළු කරන දේ මතක තබා ගැනීමෙන් ඔබට ටයිප් කිරීමට අවශ්‍ය කුමක්දැයි පුරෝකථනය කරයි. මුරපද බැහැර කරනු ඇති නමුත්, ණයපත් අංක යනාදී, පුද්ගලික තොරතුරු ගබඩා කරනු ඇත.
sk: Klávesnica Samsung sa učí váš štýl písania a snaží sa predpovedať, čo chcete napísať, zapamätávaním si toho, čo zadávate. Heslá budú vylúčené, ale osobné údaje, ako napríklad čísla kreditných kariet, sa budú ukladať
sl: Tipkovnica Samsung si zapomni vaš slog pisanja in poskuša predvidevati, kaj želite napisati, saj si zapomni, kaj ste že vnesli. Ta funkcija ne velja za gesla, shranjeni pa bodo osebni podatki, kot so številke kreditnih kartic
sq: Tastiera Samsung mëson stilin tënd të shkrimit dhe provon të parashikojë fjalën që kërkon të shtypësh duke mbajtur mend se çfarë ke futur më parë. Fjalëkalimet do të përjashtohen nga ky funksion, por të dhënat personale, të tilla si numrat e kartave të kreditit, do të ruhen
sr: Samsung tastatura uči tvoj stil pisanja i pokušava da predvidi šta želiš da uneseš tako što pamti šta si unosio/la. Lozinke neće biti uključene, ali će se lični podaci kao što su brojevi kreditnih kartica čuvati
sv: Samsung-tangentbordet lär sig din stil och försöker att förutse vad du vill skriva genom att komma ihåg vad du skriver. Lösenord utesluts, men personliga uppgifter som kreditkortsnummer sparas
ta: சாம்சங் விசைப்பலகை உங்கள் எழுது நடையை கற்றுக்கொண்டு நீங்கள் உள்ளிடுவதை நினைவில்கொள்வதன் மூலம் நீங்கள் டைப் செய்ய விரும்புவதை ஊகிக்க முயற்சிக்கிறது. கடவுச்சொற்கள் விலக்கப்படும், ஆனால் கடனட்டை எண்கள் போன்ற தனிப்பட்ட விபரங்கள் சேமிக்கப்படும்.
te: స్యామ్‌సంగ్ కీబోర్డ్ మీరు నమోదు చేసినదానిని గుర్తు పెట్టుకోవడం ద్వారా మీ వ్రాత శైలి నుంచి నేర్చుకుంటుంది మరియు మీరు టైప్ చేయాలనుకుంటున్న దానిని ఊహించేందుకు ప్రయత్నిస్తుంది. పాస్‌వర్డ్‌లు మినహాయించబడతాయి, కానీ వ్యక్తిగత సమాచారం, అంటే క్రెడిట్ కార్డ్ నెంబర్‌ల వంటివి, నిల్వ చేయబడతాయి.
tg_tj: Клавиатураи Samsung сабки навишти шуморо ёд гирифта, кӯшиш мекунад, ки калимаҳои воридкардаатонро дар ёд дошта, он чизеро, ки навиштан мехоҳед, пешгӯӣ кунад. Паролҳо истисно карда мешаванд, аммо маълумоти шахсӣ, ба мисли рақамҳои кортҳои қарзӣ, захира карда мешаванд.
th: แป้นพิมพ์ Samsung เรียนรู้สไตล์การเขียนของคุณ และพยายามทำนายสิ่งที่คุณต้องการพิมพ์ โดยจำสิ่งที่คุณใส่ รหัสผ่านจะไม่ถูกรวมอยู่ด้วย แต่ข้อมูลส่วนตัวเช่น หมายเลขบัตรเครดิตจะถูกจัดเก็บ
tk_tm: Samsung klawiaturasy siziň ýazuw şekiliňizi öwrenýär we ýazanlaryňyzy ýatda saklap, siziň ýazmak isleýänleriňizi öňünden kesgitlemäge synanyşýar. Açarsözler çykarylar, ýöne kredit karta belgileri ýaly şahsy maglumatlar saklanar.
tl: Pinag-aaralan ng Samsung keyboard ang iyong istilo ng pagsusulat at sinusubukan nitong hulaan kung ano ang gusto mong i-type sa pamamagitan ng pagsasaulo ng mga ipinapasok mo. Hindi isasama ang mga password, ngunit iiimbak ang personal na impormasyon, gaya ng mga credit card number
tr_tr: Samsung klavye, yazma stilinizi öğrenir ve girdiklerinizi hatırlayarak, yazmak istiyor olabileceklerinizi tahmin eder. Şifreler hariçtir, ancak kredi kartı numaraları gibi kişisel bilgiler saklanır
uk: Клавіатура Samsung запам'ятовує ваш стиль написання та намагається прогнозувати слова, які потрібно ввести, за допомогою запам'ятовування введених слів. Паролі буде виключено, але особисті відомості, наприклад номери кредитних карток, буде збережено
ur: Samsung کی بورڈ آپ کی تحریر کا طرز سیکھتا ہے اور جو آپ درج کرتے ہیں وہ یاد رکھ کر پیش گوئی کی کوشش کرتا ہے کہ آپ کیا ٹائپ کرنا چاہتے ہیں۔ پاس ورڈز خارج ہو جائیں گے، لیکن ذاتی معلومات، جیسے کہ کریڈٹ کارڈ نمبرز، ذخیرہ کئے جائیں گے.
uz: Samsung klaviaturasi yozish uslubingizni o‘rganadi va kiritganlaringizni eslab qolish orqali kiritmoqchi bo‘lgan so‘zlaringizni taxmin qilishga urinadi. Parollar saqlanmaydi, lekin kredit kartochka raqamlari kabi shaxsiy ma’lumotlar saqlab qolinadi
vi: Bàn phím Samsung học kiểu viết tay của bạn và cố gắng dự đoán từ bạn có thể muốn nhập bằng cách nhớ từ bạn nhập. Mật mã sẽ bị xóa nhưng các thông tin cá nhân, như số thẻ tín dụng, sẽ được lưu trữ
zh_cn: 三星键盘将仿真您的书写风格，并透过记忆输入过的内容来预测您可能想要打出的字词。设备将不会记忆密码，但是可能储存信用卡号等个人信息。
zh_hk: 三星鍵盤將模擬您的書寫風格，並透過記憶輸入過的內容來預測您可能想要打出的字詞。裝置將不會記憶密碼，但是可能儲存信用卡號碼等個人資訊。

# IDS_IME_BODY_TELEX_QWERTY_KEYBOARD
source: Telex Qwerty keyboard
ar: لوحة مفاتيح Qwerty الخاصة بالتلكس
as: টেলেক্স কুৱেৰ্টি কীব'ৰ্ড
az: Telex Qwerty klaviaturası
bg: Telex Qwerty клавиатура
bn_bd: টেলেক্স কোয়ের্টি কিবোর্ড
ca: Teclat Qwerty telex
cs: Klávesnice Telex Qwerty
da: Telex QWERTY-tastatur
de: Telex-QWERTY-Tastatur
el_gr: Πληκτρολόγιο Qwerty Telex
es_us: Teclado Telex Qwerty
et: Telexi Qwerty-klaviatuur
eu: Telex Qwerty teklatua
fa: صفحه کلید Telex Qwerty
fi: Telex Qwerty -näppäimistö
fr_ca: Clavier télex Qwerty
ga: Eochairchlár Qwerty Telex
gu: ટેલેક્ષ ક્વેર્ટી કીબોર્ડ
he: מקלדת Qwerty של טלקס
hi: टेलेक्स क्वेर्टी कीबोर्ड
hr: Teleks Qwerty tipkovnica
hu: Telex QWERTZ-billentyűzet
hy: Telex Qwerty ստեղնաշար
id: Keyboard Qwerty Telex
is: Qwerty-telexlyklaborð
it_it: Tastiera Qwerty Telex
ja_jp: Telex QWERTYキーボード
ka: Telex Qwerty კლავიატურა
kk: Telex Qwerty пернетақтасы
km: ក្តារចុច Qwerty ទូរលេខ
kn: ಟೆಲೆಕ್ಸ್ ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್
ko_kr: Telex 쿼티 키보드
ky_kg: Telex Qwerty ариптактасы
lo: ປະເພດແປ້ນພິມ Qwerty ໂທລະເລກ
lt: „Telex Qwerty“ klaviatūra
lv: Telex Qwerty tastatūra
mk: Телекс тастатура Qwerty
ml: ടെലിക്സ്‌ ക്വർട്ടി കീബോര്‍ഡ്
mn_mn: Telex Qwerty гар товчлуур
mr: टेलेक्स क्वेर्ठी कीबोर्ड
ms: Papan kekunci Qwerty Telex
my_zg: Telex Qwerty ကီးဘုတ္
nb: Telex Qwerty-tastatur
ne: टेलेक्स क्वेर्टी कीबोर्ड
nl: Telex Qwerty-toetsenbord
or: ଟେଲେକ୍ସ କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍
pa: ਟੇਲੇਕਸ ਕਵੇਰਟੀ ਕੀਬੋਰਡ
pl: Klawiatura Qwerty Teleks
pt_pt: Teclado Telex Qwerty
ro: Tastatură Qwerty telex
ru_ru: Клавиатура Telex Qwerty
si: Telex ක්වර්ටි යතුරු පුවරුව
sk: Telexová klávesnica Qwerty
sl: Tipkovnica Qwerty Telex
sq: Tastiera Qwerty për teleks
sr: Telex Qwerty tastatura
sv: Telex qwerty-tangentbord
ta: டெலெக்ஸ் க்வர்ட்டி விசைப்பலகை
te: టెలెక్స్ క్వర్టీ కీబోర్డ్
tg_tj: Клавиатураи Telex Qwerty
th: แป้นพิมพ์ QWERTY เทเล็กซ์
tk_tm: Teleks Standart klawiatura
tr_tr: Telex Qwerty klavye
uk: Клавіатура Qwerty із підтримкою Telex
ur: ٹیلیکس Qwerty کی بورڈ
uz: Telex Qwerty klaviaturasi
vi: Bàn phím Qwerty Telex
zh_cn: Telex Qwerty 键盘
zh_hk: Telex Qwerty 鍵盤

# IDS_IME_BODY_TAP_TO_USE_VIRTUAL_KEYBOARD
source: Tap to use virtual keyboard.
ar: انقر لاستخدام لوحة المفاتيح الظاهرية
as: ভাৰ্ছুৱেল কীবৰ্ড ব্যৱহাৰ কৰিবৰ বাবে টিপক৷
az: Virtual klaviatura istifadə etmək üçün vur.
bg: Чукнете, за да използвате виртуална клавиатура.
bn_bd: ভার্চুয়াল কিবোর্ড ব্যবহার করতে ট্যাপ করুন।
ca: Toqui per utilitzar el teclat virtual
cs: Klepnutím zapnete virtuální klávesnici.
da: Tryk for at bruge virtuelt tastatur.
de: Tippen, um virtuelle Tastatur zu verwenden
el_gr: Πατήστε για να χρησιμοποιήσετε το εικονικό πληκτρολόγιο.
es_us: Pulse para usar el teclado virtual.
et: Toksake, et kasutada virtuaalset klaviatuuri.
eu: Ukitu teklatu birtuala erabiltzeko
fa: ضربه برای استفاده از صفحه کلید مجازی
fi: Napauta tätä, jos haluat käyttää virtuaalista näppäimistöä.
fr_ca: Touchez pour utiliser le clavier tactile.
ga: Tapáil le heochairchlár fíorúil a úsáid
gu: વર્ચ્યુઅલ કીબોર્ડનો ઉપયોગ કરવા માટે ટેપ કરો.
he: הקש כדי להשתמש במקלדת וירטואלית
hi: वर्चुअल कीबोर्ड का उपयोग करने के लिए टैप करें
hr: Dodirnite za korištenje virtualne tipkovnice.
hu: Érintse meg a virtuális billentyűzet használatához.
hy: Թակեք՝ վիրտուալ ստեղնաշարն օգտագործելու համար:
id: Ketuk untuk menggunakan keyboard virtual.
is: Pikkaðu til að nota sýndarlyklaborð.
it_it: Toccate per utilizzare la tastiera virtuale.
ja_jp: 仮想キーボードを使用するにはタップします。
ka: შეეხეთ და გამოიყენეთ ვირტუალური კლავიატურა.
kk: Виртуалды пернетақтаны пайдалану үшін түртіңіз.
km: ប៉ះ​ដើម្បី​ប្រើ​ក្ដារចុច​និម្មិត។
kn: ವರ್ಚುವಲ್ ಕೀಬೋರ್ಡ್ ಬಳಸಲು ಒತ್ತಿ.
ko_kr: 가상 키보드를 사용하려면 누르세요.
lo: ແຕະເພື່ອໃຊ້ຄີບອດສະເໝືອນ.
lt: Bakstelėkite ir naudokite virtualiąją klaviatūrą.
lv: Pieskarieties, lai izmantotu virtuālo tastatūru.
mk: Допрете за да користите виртуелна тастатура.
ml: വെര്‍ച്ച്വല്‍ കീബോര്‍ഡ് ഉപയോഗിക്കുന്നതിന് ടാപ്പുചെയ്യുക.
mn_mn: Виртуал гар товчлуур ашиглахын тулд товш
mr: आभासी कीबोर्ड वापरण्‍यासाठी टॅप करा.
ms: Ketik untuk menggunakan papan kekunci maya.
my_zg: ဗာက်ဴရယ္ ကီးဘုတ္ သံုးရန္ ႏွိပ္ပါ။
nb: Trykk for å bruke virtuelt tastatur.
ne: वास्तविक कीबोर्ड प्रयोग गर्नको लागि ट्याप गर्नुहोस्।
nl: Tik om virtueel toetsenbord te gebruiken.
or: ଭର୍ଚୁଆଲ୍ କୀବୋର୍ଡ୍ ବ୍ୟବହାର କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਵਰਚੁਅਲ ਕੀਬੋਰਡ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Dotknij, aby korzystać z wirtualnej klawiatury.
pt_pt: Toque para utilizar o teclado virtual.
ro: Atingeţi pentru a utiliza tastatura virtuală.
ru_ru: Коснитесь для использования виртуальной клавиатуры.
si: අතථ්‍ය යතුරු පුවරුව භාවිතා කිරීමට තට්ටු කරන්න.
sk: Ťuknutím môžete použiť virtuálnu klávesnicu.
sl: Pritisnite za uporabo navidezne tipkovnice.
sq: Trokit për të përdorur tastierën virtuale.
sr: Kucni za korišćenje virtuelne tastature.
sv: Tryck om du vill använda det virtuella tangentbordet.
ta: மெய்நிகர் விசைப்பலகையை உபயோகிக்கத் தட்டுக.
te: వర్చువల్ కీబోర్డ్‌ని ఉపయోగించడానికి ట్యాప్ చేయండి.
tg_tj: Барои истифодаи клавиатураи виртуалӣ зарба занед.
th: สัมผัสเพื่อใช้แป้นพิมพ์เสมือน
tk_tm: Hyýaly klawiatura ulanmak üçin basyň.
tl: I-tap upang gamitin ang virtual keyboard.
tr_tr: Sanal klavyeyi kullanmak için dokun
uk: Натисніть, щоб скористатися віртуальною клавіатурою.
ur: مجازی کی بورڈ استعمال کرنے کے لئے تھپتھپائیں
uz: Virtual klaviaturadan foydalanish uchun teging.
vi: Chạm để dùng bàn phím ảo.
zh_cn: 轻敲以使用虚拟键盘。
zh_hk: 輕觸以使用虛擬鍵盤。
