Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Tap the space key to accept the predicted text correction or tap the arrow key to keep the current text.
ar: انقر فوق مفتاح المسافة لقبول تصحيح النص المُتوقّع أو انقر فوق مفتاح السهم لإبقاء النص الحالي.
as: পূৰ্বানুমান পাঠ শুদ্ধতা স্বীকাৰ কৰিবলৈ স্পেচ কী টিপক বা বৰ্তমানৰ পাঠ ৰাখিবৰ বাবে কাঁড় কী টিপক৷
az: Əvvəlcədən söylənmiş mətn düzəlişlərini qəbul etmək üçün boşluq düyməsini vurun və ya hazırki mətni saxlamaq üçün ox düyməsini vurun.
bg: Чукнете клавиша за интервал, за да приемете поправката на предсказания текст, или чукнете клавиша със стрелка, за да запазите текущия текст.
bn_bd: সম্ভাব্য পাঠ্য সংশোধন গ্রহণ করতে স্পেস কী ট্যাপ করুন বা বর্তমান টেক্সট রাখতে তীর কী টি ট্যাপ করুন।
ca: Toqui la tecla d'espai per acceptar la correcció de text predit o toqui la tecla de fletxa per mantenir el text actual.
cs: Klepnutím na mezerník přijmete navrženou opravu textu, nebo klepnutím na šipku zachováte aktuální text.
da: Tap på mellemrumstasten for at acceptere ordforslaget, eller tap på piletasten for at bevare den aktuelle tekst.
de: Tippen Sie auf die Leertaste, um die Texterkennungskorrekturen zu akzeptieren, oder tippen Sie auf die Pfeiltaste, um den aktuellen Text beizubehalten.
el_gr: Πατήστε το πλήκτρο διαστήματος για την αποδοχή της διόρθωσης πρόβλεψης κειμένου ή πατήστε το πλήκτρο με το βέλος για να διατηρηθεί το τρέχον κείμενο.
es_us: Pulse la tecla de espacio para aceptar la corrección de texto predicha o pulse la tecla de flecha para mantener el texto actual.
et: Toksake tühikuklahvi, et nõustuda tekstiennustuse parandusega või toksake nooleklahvi, et säilitada praegust teksti.
eu: Ukitu zuriune tekla iragarritako testuaren zuzenketa onartzeko edo ukitu geziaren tekla oraingo testuari eusteko.
fa: برای پذیرفتن تصحیح متن پیش‌گو روی کلید فاصله ضربه بزنید یا برای نگه داشتن متن فعلی روی کلید فلش ضربه بزنید.
fi: Napauta välilyöntinäppäintä, jos haluat hyväksyä ennakoivan tekstin korjauksen, tai napauta nuolinäppäintä, jos haluat säilyttää nykyisen tekstin.
fr_ca: Appuyez sur la touche espace pour accepter la correction de texte prédit ou appuyez sur la touche de la flèche pour garder le texte actuel.
ga: Tapáil an eochair spás le glacadh leis an gceartú ar téacs tuarthach nó tapáil an eochair saighead chun an téacs reatha a choimeád.
gu: અનુમાનિત પાઠ સુધારાને સ્વીકારવા માટે સ્થાન કીને ટેપ કરો અથવા વર્તમાન પાઠ રાખવા માટે તીર કીને ટેપ કરો.
he: הקש על מקש הרווח כדי לקבל את תיקון הטקסט החזוי או על מקש החץ כדי להשאיר את הטקסט כמו שהוא.
hi: पूर्वसूचित टेक्स्ट सुधारों को स्वीकार करने के लिए स्पेस कुंजी टैप करें या वर्तमान टेक्स्ट रखने के लिए तीर कुंजी टैप करें।
hr: Dodirnite tipku za razmak da biste prihvatili ispravku predviđenog teksta ili dodirnite tipku strelice da biste zadržali trenutačni tekst.
hu: Érintse meg a szóközbillentyűt a javasolt szövegjavítás elfogadásához, vagy érintse meg a nyílbillentyűt a jelenlegi szó megtartásához.
hy: Թակեք բացատի ստեղնը՝ կանխատեսված տեքստի ուղղումն ընդունելու համար, կամ թակեք սլաքի ստեղնը՝ ընթացիկ տեքստը պահելու համար:
id: Ketuk tombol spasi untuk menerima prediksi koreksi teks atau ketuk tombol panah untuk tetap menggunakan teks saat ini.
is: Pikkaðu á bilslána til að samþykkja leiðréttingartillögu flýtiritunar eða á örvalykilinn til að halda núverandi texta.
it_it: Toccate il tasto dello spazio per accettare la correzione del testo suggerito o toccate il tasto della freccia per usare il testo corrente.
ja_jp: 予測入力のテキストに修正するにはスペースキーを、現在のテキストを保持するには矢印キーをタップします。
ka: შეეხეთ ინტერვალის კლავიშს, რომ მიიღოთ ტესტის გასწორების შეთავაზება, ან შეეხეთ ისარს, რომ შეინარჩუნოთ არსებული ტექსტი.
kk: Болжалды мәтін түзетуін қабылдау үшін, бос орын пернесін түртіңіз немесе ағымдағы мәтінді қалдыру үшін, көрсеткі пернесін түртіңіз.
km: ប៉ះ​គ្រាប់ចុច​ដំណកឃ្លា ដើម្បី​ព្រមទទួល​ការកែ​អត្ថបទ​ទាយ ឬ ប៉ះ​គ្រាប់ចុច​ព្រួញ ដើម្បី​រក្សា​អត្ថបទ​បច្ចុប្បន្ន។
kn: ಊಹಾತ್ಮಕ ಪಠ್ಯದ ತಿದ್ದುಪಡಿಯನ್ನು ಒಪ್ಪಲು ಸ್ಪೇಸ್ ಕೀ ಅನ್ನು ಒತ್ತಿ ಅಥವಾ ಪ್ರಸ್ತುತ ಪಠ್ಯವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ಬಾಣದ ಗುರುತಿನ ಕೀ ಒತ್ತಿ.
ko_kr: 자동 완성 텍스트를 입력하려면 스페이스 키를, 현재 문구를 유지하려면 화살표 키를 누르세요.
ky_kg: Жарыш текст тууралоосун кабыл алууга ара баскычын таптаңыз, же учурдагы текстти калтырууга жебе баскычын таптаңыз.
lo: ແຕະກຸນແຈຊ່ອງຫວ່າງ ເພື່ອຮັບເອົາການແກ້ໄຂຂໍ້ຄວາມທີ່ເດົາໄວ້ ຫຼືແຕະປຸ່ມລູກສອນ ເພື່ອຮັກສາຂໍ້ຄວາມປະຈຸບັນໄວ້.
lt: Bakstelėkite tarpo klavišą, jei norite pritaikyti numatomo teksto pataisymą, arba rodyklės klavišą, jei norite išsaugoti esamą tekstą.
lv: Pieskarieties atstarpes taustiņam, lai akceptētu intuitīvā teksta ievades labojumu, vai pieskarieties bultiņas taustiņam, lai paturētu esošo tekstu.
mk: Допрете го копчето за празно место за да ја прифатите исправката од предвидувањето текст или допрете го копчето со стрелка за да се задржи моменталниот текст.
ml: പ്രവചിത ടെക്സ്റ്റ് തിരുത്തൽ അംഗീകരിക്കാൻ സ്പേസ് കീ ടാപ്പുചെയ്യുക അല്ലെങ്കിൽ നിലവിലെ ടെക്സ്റ്റ് നിലനിർത്താൻ ആരോ കീ ടാപ്പുചെയ്യുക.
mn_mn: Урьдчилан таамагласан бичвэрийн засварыг зөвшөөрөхийн тулд зай авах товчлуурыг товших буюу одоогийн бичвэрийг хадгалахын тулд сумны товчлуурыг товш.
mr: पूर्वानुमानीत मजकूर सुधार स्वीकारण्यासाठी स्पेस की टॅप करा किंवा सद्य मजकूर ठेवण्यासाठी ऍरो की टॅप करा.
ms: Ketik kekunci ruang untuk menerima pembetulan teks diramalkan atau ketik kekunci anak panah untuk menyimpan teks semasa.
my_zg: ခန္႔မွန္းစာသား အမွားျပင္မႈ လက္ခံရန္ စေပ့စ္ကီး ႏွိပ္ပါ (သို႔) လက္ရွိစာသား ဆက္ထားရန္ ျမႇားကီး ႏွိပ္ပါ။
nb: Trykk på mellomromstasten for å godta foreslått tekstretting, eller trykk på piltasten for å beholde den gjeldende teksten.
ne: अनुमानित पाठ सुधार स्वीकार्न स्पेस कुञ्जीलाई ट्याप गर्नुहोस् वा हालको पाठ राख्न बाण कुञ्जी ट्याप गर्नुहोस्।
nl: Tik op de spatiebalk om de voorspelde tekstcorrectie te accepteren of tik op de pijltoets om de huidige tekst te behouden.
or: ଅନୁମାନ କରାଯାଇଥିବା ଟେକ୍ସଟ୍‌ ସଂଶୋଧନ ସ୍ୱୀକାର କରିବା ପାଇଁ ସ୍ପେସ୍ କୀରେ ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ବା ବର୍ତ୍ତମାନ ଟେକ୍ସଟ୍‌ ରଖିବା ପାଇଁ ତୀର କୀରେ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਅਨੁਮਾਨਿਤ ਟੈਕਸਟ ਸੁਧਾਰ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਦੇ ਲਈ ਸਪੇਸ ਬਟਨ ਟੈਪ ਕਰੋ ਜਾਂ ਵਰਤਮਾਨ ਟੈਕਸਟ ਨੂੰ ਰੱਖਣ ਦੇ ਲਈ ਤੀਰ ਬਟਨ ਟੈਪ ਕਰੋ।
pl: Dotknij klawisza spacji, aby zaakceptować poprawkę przewidywanego tekstu, lub dotknij klawisza strzałki, aby zachować bieżący tekst.
pt_pt: Toque na tecla de espaço para aceitar a correcção de texto prevista ou toque na tecla de seta para manter o texto actual.
ro: Atingeţi bara de spaţiu pentru a accepta corecţia de text predictiv sau atingeţi tasta săgeată pentru a păstra textul actual.
ru_ru: Нажмите клавишу “пробел”, чтобы принять исправление текста, либо нажмите стрелку, чтобы оставить текущий вариант текста.
si: පුරෝකථ පෙළ නිවැරදිකරණය පිළිගැනීමට අවකාශ යතුර තට්ටු කරන්න පවතින පෙළම තබා ගැනීමට ඊතල යතුර තට්ටු කරන්න.
sk: Ťuknutím na medzerník môžete akceptovať navrhovanú korekciu textu alebo ťuknutím na tlačidlo so šípkou môžete ponechať aktuálny text.
sl: Pritisnite preslednico, da sprejmete popravek, ali pritisnite puščico, da ohranite trenutno besedilo.
sq: Trokit mbi tastin e hapësirës për të pranuar korrigjimin e tekstit të parashikuar ose trokit mbi tastin shigjetë për ta mbajtur tekstin e tanishëm.
sr: Kucni na taster za razmak da bi prihvatio/la predviđenu ispravku teksta ili kucni na taster sa strelicom da bi sačuvao/la trenutni tekst.
sv: Tryck på mellanslagstangenten för att acceptera ordförslaget eller tryck på pilknappen för att behålla aktuell text.
ta: முன்மொழியப்பட்ட உரை திருத்தத்தை ஏற்றுக்கொள்ள இடைவெளி விசையை டேப் செய்க அல்லது நடப்பு உரையை தொடர்வதற்கு அம்புக்குறி விசையை டேப் செய்க.
te: సూచిత టెక్స్ట్ సవరణని ఆమోదించడానికి స్పేస్ కీని ట్యాప్ చేయండి లేదా ప్రస్తుత టెక్స్ట్‌ని ఉంచడానికి బాణం కీని ట్యాప్ చేయండి.
tg_tj: Барои қабул кардани ислоҳи пешгӯишуда тугмаи фосиларо зарба занед ё тугмаи тирчаро зарба зада, матни ҷориро истифода баред.
th: สัมผัสที่ปุ่มสเปซบาร์ เพื่อยอมรับการแก้ไขข้อความล่วงหน้า หรือสัมผัสที่ปุ่มลูกศร เพื่อคงข้อความปัจจุบันเอาไว้
tk_tm: Çak edilen tekst düzetmesini kabul etmek üçin boşluk düwmesine degiň ýa-da häzirki teksti üýtgetmezlik üçin ok düwmesine degiň.
tl: I-tap ang space key upang tanggapin ang hinulaang pagwawasto sa text o i-tap ang arrow key upang panatilihin ang kasalukuyang text.
tr_tr: Önerilen metin düzeltmesini kabul etmek için boşluk tuşuna dokunun veya geçerli metni korumak için ok tuşuna dokunun.
uk: Натисніть клавішу «Пробіл», щоб прийняти виправлення прогнозованого тексту, або натисніть клавішу із зображенням стрілки, щоб залишити поточний текст.
ur: پیشگوئی کردہ متنی اصلاح کو قبول کرنے کے لیے اسپیس بٹن پر تھپکی دیں یا موجودہ متن رکھنے کے لیے تیر کے نشان والے بٹن پر تھپکی دیں۔
uz: Taxmin qilingan matn tuzatishini qabul qilish uchun bo‘shliqni cherting yoki joriy matnni saqlab qolish uchun mil tugmasini cherting.
vi: Chạm vào phím khoảng cách để chấp nhận phần sửa văn bản tiên đoán hoặc chạm vào phím mũi tên để giữ văn bản hiện tại.
zh_cn: 轻敲空格键以接受预测文本纠正或轻敲箭头键以保留当前文本。
zh_hk: 輕觸空格鍵以接受預測文字修正或輕觸箭頭鍵以保留目前文字。

# IDS_IME_OPT_QWERTZ_KEYBOARD_ABB
source: Qwertz keyboard
ar: لوحة مفاتيح Qwertz
as: Qwertz কীব'ৰ্ড
az: Qwertz klaviaturası
bg: Qwertz клавиатура
bn_bd: কোয়ার্টজ কিবোর্ড
ca: Teclat Qwertz
cs: Klávesnice Qwertz
da: Qwertz-tastatur
de: QWERTZ-Tastatur
el_gr: Πληκτρολόγιο Qwertz
es_us: Teclado qwerty
et: Qwertz-klaviatuur
eu: Qwertz teklatua
fa: صفحه کلید Qwertz
fi: Qwertz-näppäimistö
fr_ca: Clavier Qwertz
ga: Eochairchlár Qwertz
gu: ક્વેર્ટ્ઝ કીબોર્ડ
he: מקלדת Qwertz
hi: क्वार्ट्ज़ कीबोर्ड
hr: Tipkovnica Qwertz
hu: QWERTZ-billentyűzet
hy: Qwertz ստեղնաշար
id: Keyboard Qwertz
is: Qwerty-lyklaborð
it_it: Tastiera Qwertz
ja_jp: QWERTZキーボード
ka: Qwertz კლავიატურა
kk: Qwertz пернетақтасы
km: ក្ដារចុច Qwertz
kn: ಕ್ವೆರ್ಟ್ಜ್ ಕೀಬೋರ್ಡ್
ko_kr: Qwertz 키보드
ky_kg: Qwertz ариптактасы
lo: ຄີບອດ Qwertz
lt: „Qwertz“ klaviatūra
lv: Qwertz tastatūra
mk: Тастатура Qwertz
ml: ക്വെർട്സ് കീബോർഡ്
mn_mn: Qwertz гар товчлуур
mr: क्‍वेर्ट्झ कीबोर्ड
ms: Papan kekunci Qwertz
my_zg: Qwertz ကီးဘုတ္
nb: Qwertz-tastatur
ne: क्वेर्ट्ज कीबोर्ड
nl: Qwertz-toetsenbord
or: କ୍ୱେର୍ଟଜ୍ କୀବୋର୍ଡ
pa: ਕਵਰਟਜ਼ ਕੀਬੋਰਡ
pl: Klawiatura Qwertz
pt_pt: Teclado Qwertz
ro: Tastatură Qwertz
ru_ru: Клавиатура Qwertz
si: ක්වර්ට්ස් යතුරුපුවරුව
sk: Klávesnica Qwertz
sl: Tipkovnica Qwertz
sq: Tastiera Qwertz
sr: Qwertz tastatura
sv: Qwertz-tangentbord
ta: க்வெர்ட்ஸ் விசைப்பலகை
te: క్వెర్టజ్ కీబోర్డ్
tg_tj: Клавиатураи олмонӣ
th: แป้นพิมพ์ Qwerty
tk_tm: Standart klawiatura
tr_tr: Qwertz tuş takımı
uk: Клавіатура Qwertz
ur: Qwerty کی بورڈ
uz: Qwertz klaviatura
vi: Bàn phím Qwertz
zh_cn: Qwertz 键盘
zh_hk: Qwertz 鍵盤

# IDS_IME_OPT_NEXT_ABB
source: Next
ar: تالي
as: পৰৱৰ্তী
az: Nvbti
bg: След.
bn_bd: পরে
ca: Seg.
cs: Další
da: Næste
de: Weiter
el_gr: Επόμ.
es_us: Sig.
et: Järg.
eu: Hurr.
fa: بعدی
fi: Seur.
fr_ca: Suiv.
ga: Ar aghd
gu: પછીનું
he: הבא
hi: आगे
hr: Dalje
hu: Köv.
hy: Հջրդ
id: Brkut
is: Næsta
it_it: Succ.
ja_jp: 次へ
ka: შემდ.
kk: Келе.
km: បន្ទាប់
kn: ನಂತರ
ko_kr: 다음
lo: ຕໍ່ໄປ
lt: Kitas
lv: Nāk.
mk: След.
ml: അടുത്തത്
mn_mn: Дараа
mr: पुढील
ms: Bikut
my_zg: ေနာက္
nb: Neste
ne: अर्को
nl: Volg.
or: ପରବର୍ତ୍ତୀ
pa: ਅੱਗੇ
pl: Dalej
pt_pt: Seg.
ro: Urm.
ru_ru: Далее
si: ඊළඟ
sk: Nasl.
sl: Napr.
sq: Vijim
sr: Sled.
sv: Nästa
ta: அடுத்து
te: తరువాత
th: ถัดไป
tr_tr: İleri
uk: Наст.
ur: اگلا
uz: Key.
vi: Tiếp
zh_cn: 下一个
zh_hk: 下一個

# IDS_IME_OPT_KANA_KEYBOARD
source: Kana keyboard
ar: لوحة مفاتيح Kana
as: কানা কীব'ৰ্ড
az: Kana klaviaturası
bg: Кана клавиатура
bn_bd: কানা কিবোর্ড
ca: Teclat Kana
cs: Klávesnice Kana
da: Kana-tastatur
de: Kana-Tastatur
el_gr: Πληκτρολόγιο Kana
es_us: Teclado Kana
et: Kana klaviatuur
eu: Kana teklatua
fa: صفحه کلید کانا
fi: Kana-näppäimistö
fr_ca: Clavier Kana
ga: Eochairchlár Kana
gu: કાના કીબોર્ડ
he: מקלדת Kana
hi: काना कीबोर्ड
hr: Kana tipkovnica
hu: Kana billentyűzet
hy: Kana ստեղնաշար
id: Keyboard Kana
is: Kana-lyklaborð
it_it: Tastiera Kana
ja_jp: カナキーボード
ka: Kana კლავიატურა
kk: Kana пернетақтасы
km: ក្ដារចុច Kana
kn: ಕನಾ ಕೀಬೋರ್ಡ್
ko_kr: Kana 키보드
ky_kg: Kana ариптактасы
lo: ຄີບອດການາ
lt: „Kana“ klaviatūra
lv: Kana tastatūra
mk: Тастатура Кана
ml: കന കീബോർഡ്
mn_mn: Kana гар товчлуур
mr: काना कीबोर्ड
ms: Papan kekunci Kana
my_zg: ကာနာ ကီးဘုတ္
nb: Kana-tastatur
ne: काना कीबोर्ड
nl: Kana-toetsenbord
or: କାନା କୀବୋର୍ଡ
pa: ਕਾਨਾ ਕੀਬੋਰਡ
pl: Klawiatura Kana
pt_pt: Teclado Kana
ro: Tastatură Kana
ru_ru: Клавиатура Kana
si: කානා යතුරුපුවරුව
sk: Klávesnica Kana
sl: Tipkovnica Kana
sq: Tastiera Kana
sr: Kana tastatura
sv: Kana-tangentbord
ta: கானா விசைப்பலகை
te: కానా కీబోర్డ్
tg_tj: Клавиатураи Кана
th: แป้นพิมพ์ Kana
tk_tm: Kana klawiaturasy
tr_tr: Kana klavye
uk: Клавіатура Kana
ur: کانا کی بورڈ
uz: Kana klaviaturasi
vi: Bàn phím Kana
zh_cn: 日文假名键盘
zh_hk: 日文假名鍵盤

# IDS_IME_OPT_KANA_FLICK_KEYBOARD
source: Kana flick keyboard
ar: لوحة مفاتيح Kana flick
as: কানা ফ্লিক কীব'ৰ্ড
az: Kana toxunuş klaviaturası
bg: Кана клавиат. с драсване
bn_bd: কানা ফ্লিক কিবোর্ড
ca: Teclat Kana flick
cs: Klávesnice Kana flick
da: Kana svirp tastatur
de: Kana-Streichtastatur
el_gr: Πληκτρολ. απ.αγγ. Kana
es_us: Teclado deslizar Kana
et: Kana nipsam. klaviatuur
eu: Kana astintzen teklatua
fa: صفحه کلید کانا فلیک
fi: Kana-pyyhkäisynäppäimistö
fr_ca: Clavier à saisie Kana
ga: Smeach-eochairchlár Kana
gu: કાના ફ્લિક કીબોર્ડ
he: מקלדת מגע של Kana
hi: काना फ्लिक कीबोर्ड
hr: Kana tipkovnica s trzajem
hu: Kana pöccintős bill.zet
hy: Kana մատնզարկով ստեղնաշար
id: Keyboard geser Kana
is: Kana-flettilyklaborð
it_it: Tastiera trascinam. Kana
ja_jp: カナフリックキーボード
ka: Kana შერხევითი კლავიატურა
kk: Kana сипау пернетақтасы
km: ក្ដារចុច​អូស Kana
kn: ಕನಾ ಫ್ಲಿಕ್ ಕೀಬೋರ್ಡ್
ko_kr: Kana 드래그 키보드
ky_kg: Kana серпитүү ариптактасы
lo: ຄີບອດສະບັດການາ
lt: „Kana“ brūkšt. klaviatūra
lv: Kana švīku tastatūra
mk: Тастатура на помин. Кана
ml: കന ഫ്ലിക്ക് കീബോർഡ്
mn_mn: Kana хуруу гулс. товчлуур
mr: काना फ्लिक बोर्ड
ms: Papan kekunci selak Kana
my_zg: ကာနာ ဖလစ္ ကီးဘုတ္
nb: Kana flikk-tastatur
ne: काना फ्लिक कीबोर्ड
nl: Kana-veegtoetsenbord
or: କାନା ଫ୍ଲିକ୍ କୀବୋର୍ଡ
pa: ਕਾਨਾ ਫਲਿਕ ਕੀਬੋਰਡ
pl: Klawiatura Kana flick
pt_pt: Teclado movimento Kana
ro: Tastatură Kana cu glisare
ru_ru: Клав. Kana с прокруткой
si: කානා ෆ්ලික් යතුරුපුවරුව
sk: Ťahová klávesnica Kana
sl: Tipkovnica Kana flick
sq: Tastiera Kana me çokitje
sr: Kana tastatura na kvrc
sv: Kana-snärttangentbord
ta: கானா ஃப்ளிக் விசைப்பலகை
te: కానా ఫ్లిక్ కీబోర్డ్
tg_tj: Клавиатураи Кана
th: แป้นพิมพ์ Kana แบบปัด
tk_tm: Klawiaturanyň Kana (bogunlaýyn Ýapon elipbiýi) ýalpyldysy
tr_tr: Kana flick klavye
uk: Кл. Kana з мож.проведення
ur: کانا فلک کی بورڈ
uz: Kana chert. klaviaturasi
vi: Bàn phím vuốt Kana
zh_cn: 日文假名虚拟键盘
zh_hk: 日文假名虛擬鍵盤

# IDS_IME_OPT_GERMAN_KEYBOARD_ABB
source: German keyboard
ar: لوحة المفاتيح الألمانية
as: জার্মান কীব'র্ড
az: Alman klaviaturası
bg: Немска клавиатура
bn_bd: জার্মান কিবোর্ড
ca: Teclat alemany
cs: Německá klávesnice
da: Tysk tastatur
de: Deutsche Tastatur
el_gr: Πληκτρολόγιο Γερμανικών
es_us: Teclado alemán
et: Saksa klaviatuur
eu: Alemaneko teklatua
fa: صفحه کلید آلمانی
fi: Saksalainen näppäimistö
fr_ca: Clavier allemand
ga: Eochairchlár Gearmáinise
gu: જર્મન કીબોર્ડ
he: מקלדת בגרמנית
hi: जर्मन कीबोर्ड
hr: Njemačka tipkovnica
hu: Német billentyűzet
hy: Գերմաներեն ստեղնաշար
id: Keyboard Jerman
is: Þýskt lyklaborð
it_it: Tastiera tedesca
ja_jp: ドイツ語キーボード
ka: გერმანული კლავიატურა
kk: Неміс пернетақтасы
km: ក្ដារចុច​អាល្លឺម៉ង់
kn: ಜರ್ಮನ್ ಕೀಬೋರ್ಡ್
ko_kr: 독일어 키보드
ky_kg: Немис ариптактасы
lo: ຄີບອດພາສາເຢຍລະມັນ
lt: Vokiečių klaviatūra
lv: Vācu valodas tastatūra
mk: Германска тастатура
ml: ജർമ്മൻ കീ‌ബോർഡ്
mn_mn: Герман гар товчлуур
mr: जर्मन कीबोर्ड
ms: Papan kekunci Jerman
my_zg: ဂ်ာမန္ ကီးဘုတ္
nb: Tysk tastatur
ne: जर्मन कीबोर्ड
nl: Duits toetsenbord
or: ଜର୍ମାନ୍ କୀବୋର୍ଡ୍
pa: ਜਰਮਨ ਕੀਬੋਰਡ
pl: Niemiecka klawiatura
pt_pt: Teclado alemão
ro: Tastatură germană
ru_ru: Немецкая клавиатура
si: ජර්මානු යතුරුපුවරුව
sk: Nemecká klávesnica
sl: Nemška tipkovnica
sq: Tastiera gjermane
sr: Nemačka tastatura
sv: Tyskt tangentbord
ta: ஜெர்மன் விசைப்பலகை
te: జర్మన్ కీబోర్డ్
tg_tj: Клавиатураи олмонӣ
th: แป้นพิมพ์ภาษาเยอรมัน
tk_tm: Nemes klawiaturasy
tl: German na keyboard
tr_tr: Almanca klavye
uk: Клавіат. для німец. мови
ur: جرمن‬ کی بورڈ
uz: Nemischa klaviatura
vi: Bàn phím Đức
zh_cn: 德语键盘
zh_hk: 德語鍵盤

# IDS_IME_OPT_ENTER_ABB
source: Enter
ar: إدخال
as: প্ৰৱিষ্ট কৰক
az: Dax.et
bg: Въведи
bn_bd: লিখুন
ca: Introduir
cs: Zadat
da: Tast
de: Eingabe
el_gr: Εισαγ.
es_us: Introducir
et: Sises.
eu: Idatzi
fa: ورود
fi: Kirj.
fr_ca: Entrer
ga: Iontráil
gu: દાખલ કરો
he: הזן
hi: प्रविष्ट
hr: Unos
hu: Beírás
hy: Մտքգրք
id: Masukkan
is: Rita
it_it: Inser.
ja_jp: 入力
ka: შესვლა
kk: Енгізу
km: វាយបញ្ចូល
kn: ನಮೂದಿಸಿ
ko_kr: 줄 바꿈
ky_kg: Киргизүү
lo: ກົດເອັນເທີ
lt: Įeiti
lv: Ievad.
mk: Внеси
ml: നല്‍കുക
mn_mn: Орох
mr: प्रविष्ट करा
ms: Masukkan
my_zg: ျဖည့္သြင္းပါ
nb: Angi
ne: प्रविष्ट
or: ପ୍ରବେଶ
pa: ਦਾਖ਼ਲ
pt_pt: Intr.
ro: Introd.
ru_ru: Ввод
si: ඇතුල් කරන්න
sk: Zadať
sl: Vnos
sq: Fut
sr: Unesi
sv: Retur
ta: உள்ளிடவும்
te: నమోదు చేయండి
tg_tj: Ворид кардан
th: ใส่
tk_tm: Girizmek
tr_tr: Giriş
uk: Ввести
ur: درج
uz: Kiritish
vi: Nhập
zh_cn: 输入
zh_hk: 輸入

# IDS_IME_OPT_CHUNJIIN_KEYBOARD_ABB
source: Chunjiin keyboard
ar: لوحة مفاتيح Chunjiin
as: চুনজীন কীব'ৰ্ড
az: Chunjiin klaviaturası
bg: Chunjiin клавиатура
bn_bd: Chunjiin কিবোর্ড
ca: Teclat Chunjiin
cs: Klávesnice Chunjiin
da: Chunjiin-tastatur
de: Chunjiin-Tastatur
el_gr: Πληκτρολόγιο Chunjiin
es_us: Teclado Chunjiin
et: Chunjiini klaviatuur
eu: Chunjiin teklatua
fa: صفحه کلید Chunjiin
fi: Chunjiin-näppäimistö
fr_ca: Clavier Chunjiin
ga: Eochairchlár Chunjiin
gu: ચુનજિયિન કીબોર્ડ
he: מקלדת Chunjiin
hi: Chunjiin कीबोर्ड
hr: Chunjiin tipkovnica
hu: Chunjiin billentyűzet
hy: Chunjiin ստեղնաշար
id: Papan tombol Chunjiin
is: Chunjiin lyklaborð
it_it: Tastiera Chunjiin
ja_jp: Chunjiinキーボード
ka: Chunjiin კლავიატურა
kk: Chunjiin пернетақтасы
km: ក្ដារចុច Chunjiin
kn: ಚುಂಜಿನ್‌ ಕೀಬೋರ್ಡ್
ko_kr: 천지인 키보드
ky_kg: Chunjiin ариптактасы
lo: ແປ້ນພິມ Chunjiin
lt: „Chunjiin“ klaviatūra
lv: Chunjiin tastatūra
mk: Тастатура Chunjiin
ml: ചുഞ്ജിന്‍ കീബോര്‍ഡ്
mn_mn: Chunjiin гар товчлуур
mr: चॉंजियन कीबोर्ड
ms: Papan kekunci Chunjiin
my_zg: ခၽြန္ဂ်င္း ကီးဘုတ္
nb: Chunjiin-tastatur
ne: चुंजिन कीबोर्ड
nl: Chunjiin-toetsenbord
or: Chunjiin କୀବୋର୍ଡ୍
pa: ਚੁੰਜੀਨ ਕੀਬੋਰਡ
pl: Klawiatura Chunjiin
pt_pt: Teclado Chunjiin
ro: Tastatură Chunjiin
ru_ru: Клавиатура Chunjiin
si: චුන්ජියානු යතුරු පුවරුව
sk: Klávesnica Chunjiin
sl: Tipkovnica Chunjiin
sq: Tastiera Chunjiin
sr: Chunjiin tastatura
sv: Chunjiin-tangentbord
ta: Chunjiin வி.பலகை
te: Chunjiin కీబోర్డ్
tg_tj: Клавиатураи Чунҷиин
th: แป้นพิมพ์ Chunjiin
tk_tm: Çunjiin klawiaturasy
tr_tr: Chunjiin klavye
uk: Клавіатура Chunjiin
ur: کی بورڈ Chunjiin
uz: Chunjiin klaviaturasi
vi: Bàn phím Chunjiin
zh_cn: Chunjiin 键盘
zh_hk: Chunjiin 鍵盤

# IDS_IME_OPT_BULGARIAN_PHONETIC_KEYBOARD
source: Bulgarian phonetic keyboard
ar: لوحة مفاتيح صوتية بلغارية
as: বুলগেৰিয়ান ফোনেটিক কীব'ৰ্ড
az: Bolqar fonetik klaviaturası
bg: Българска фонетична клавиатура
bn_bd: বুলগেরিয় ফোনেটিক কিবোর্ড
ca: Teclat fonètic búlgar
cs: Bulharská fonetická klávesnice
da: Bulgarsk fonetisk tastatur
de: Bulgarische phonetische Tastatur
el_gr: Φωνητικό πληκτρολόγιο Βουλγαρικών
es_us: Teclado fonético búlgaro
et: Bulgaaria häälduslik klaviatuur
eu: Bulgarierazko teklatu fonetikoa
fa: صفحه‌کلید آوایی بلغاری
fi: Bulgarialainen foneettinen näppäimistö
fr_ca: Clavier phonétique bulgare
ga: Eochairchlár foghraíochta Bulgáirise
gu: બલ્ગેરિયન ફોનેટિક કીબોર્ડ
he: מקלדת בולגרית פונטית
hi: बल्गेरियाई फोनैटिक कीबोर्ड
hr: Bugarska fonetska tipkovnica
hu: Bolgár fonetikus billentyűzet
hy: Բուլղարերեն հնչյունային ստեղնաշար
id: Keyboard fonetik Bulgaria
is: Búlgarskt hljóðritunarlyklaborð
it_it: Tastiera fonetica bulgara
ja_jp: ブルガリア語表音キーボード
ka: ბულგარული ფონეტიკური კლავიატურა
kk: Болгар фонетикалық пернетақтасы
km: ក្ដារចុច​សូរសព្ទ​ប៊ុលហ្គារី
kn: ಬಲ್ಗೇರಿಯನ್ ಫೋನೆಟಿಕ್ ಕೀಬೋರ್ಡ್
ko_kr: 불가리아어 표음 키보드
ky_kg: Булгардык фонетикалык баскычтакта
lo: ຄີບອດອອກສຽງພາສາບຸນກາຣີ
lt: Bulgarų fonetinė klaviatūra
lv: Bulgāru fonētiskā tastatūra
mk: Бугарска фонетска тастатура
ml: ബൾഗേറിയൻ ഫൊണറ്റിക്ക് കീബോർഡ്
mn_mn: Болгар авиан гар товчлуур
mr: बल्‍गेरिअन फो‍नेटिक कीबोर्ड
ms: Papan kekunci fonetik Bulgaria
my_zg: Bulgarian စာလံုးေပါင္းသံပါေသာ ကီးဘုတ္
nb: Bulgarsk fonetisk tastatur
ne: बुल्गेरी फोनेटिक कीबोर्ड
nl: Bulgaars fonetisch toetsenbord
or: ବୁଲଗାରିଆନ୍ ଫୋନେଟିକ୍ କିବୋର୍ଡ
pa: ਬੁਲਗਾਰਿਆਈ ਫੋਨੇਟਿਕ ਕੀਬੋਰਡ
pl: Bułgarska klawiatura fonetyczna
pt_pt: Teclado búlgaro fonético
ro: Tastatură bulgară fonetică
ru_ru: Болгарская фонетическая клавиатура
si: බල්ගේරියානු ශබ්ද පිළිබඳ යතුරුපුවරුව
sk: Bulharská fonetická klávesnica
sl: Bolgarska fonetična tipkovnica
sq: Tastiera bullgare fonetike
sr: Bugarska fonetska tastatura
sv: Bulgariskt fonetiskt tangentbord
ta: பல்கேரியன் ஒலிப்பு விசைப்பலகை
te: బల్గేరియన్ ఫొనెటిక్ కీబోర్డ్
tg_tj: Клавиатураи фонетикии булғорӣ
th: แป้นพิมพ์บัลแกเรียแบบเสียงอ่าน
tk_tm: Bolgar fonetik klawiaturasy
tr_tr: Bulgarca fonetik klavye
uk: Фонетична клавіатура для болгарської мови
ur: بلغاریائی فونیٹک کی بورڈ
uz: Bolgarcha fonetik klaviatura
vi: Bàn phím ngữ âm Bulgaria
zh_cn: 保加利亚语音键盘
zh_hk: 保加利亞語語音鍵盤

# IDS_IME_OPT_BULGARIAN_KEYBOARD
source: Bulgarian keyboard
ar: لوحة مفاتيح بلغارية
as: বুলগেৰিয়ান কীব'ৰ্ড
az: Bolqar dilli klaviaturası
bg: Българска клавиатура
bn_bd: বুলগেরিয় কিবোর্ড
ca: Teclat búlgar
cs: Bulharská klávesnice
da: Bulgarsk tastatur
de: Bulgarische Tastatur
el_gr: Πληκτρολόγιο Βουλγαρικών
es_us: Teclado búlgaro
et: Bulgaaria klaviatuur
eu: Bulgarierazko teklatua
fa: صفحه‌کلید بلغاری
fi: Bulgarialainen näppäimistö
fr_ca: Clavier bulgare
ga: Eochairchlár Bulgáirise
gu: બલ્ગેરિયન કીબોર્ડ
he: מקלדת בולגרית
hi: बल्गेरियाई कीबोर्ड
hr: Bugarska tipkovnica
hu: Bolgár billentyűzet
hy: Բուլղարերեն ստեղնաշար
id: Keyboard Bulgaria
is: Búlgarskt lyklaborð
it_it: Tastiera bulgara
ja_jp: ブルガリア語キーボード
ka: ბულგარული კლავიატურა
kk: Болгар пернетақтасы
km: ក្ដារចុច​ប៊ុលហ្គារី
kn: ಬಲ್ಗೇರಿಯನ್ ಕೀಬೋರ್ಡ್
ko_kr: 불가리아어 키보드
ky_kg: Булгардык баскычтакта
lo: ຄີບອດພາສາບຸນກາຣີ
lt: Bulgarų klaviatūra
lv: Bulgāru tastatūra
mk: Бугарска тастатура
ml: ബൾഗേറിയൻ കീബോർഡ്
mn_mn: Болгар гар товчлуур
mr: बल्‍गेरिअन कीबोर्ड
ms: Papan kekunci Bulgaria
my_zg: Bulgarian ကီးဘုတ္
nb: Bulgarsk tastatur
ne: बुल्गेरी कीबोर्ड
nl: Bulgaars toetsenbord
or: ବୁଲଗାରିଆନ୍ କୀବୋର୍ଡ
pa: ਬੁਲਗਾਰਿਆਈ ਕੀਬੋਰਡ
pl: Bułgarska klawiatura
pt_pt: Teclado búlgaro
ro: Tastatură bulgară
ru_ru: Болгарская клавиатура
si: බල්ගේරියානු යතුරුපුවරුව
sk: Bulharská klávesnica
sl: Bolgarska tipkovnica
sq: Tastiera bullgare
sr: Bugarska tastatura
sv: Bulgariskt tangentbord
ta: பல்கேரியன் விசைப்பலகை
te: బల్గేరియన్ కీబోర్డ్
tg_tj: Клавиатураи булғорӣ
th: แป้นพิมพ์บัลแกเรีย
tk_tm: Bolgar klawiaturasy
tr_tr: Bulgarca klavye
uk: Клавіатура для болгарської мови
ur: بلغاریائی کی بورڈ
uz: Bolgarcha klaviatura
vi: Bàn phím Bulgaria
zh_cn: 保加利亚键盘
zh_hk: 保加利亞語鍵盤
