Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_GREATER_THAN_M_KEYBOARD_SYMBOL
source: Greater than
ar: أكبر من
as: গ্ৰেটাৰ ডেন
az: -dan böyük
bg: По-голямо от
bn_bd: এর থেকে বেশি
ca: Més gran que
cs: Větší než
da: Større end
de: Größer als
el_gr: Μεγαλύτερο από
es_us: Mayor que
et: Suurem kui
eu: Baino handiagoa
fa: علامت بیشتر
fi: Suurempi kuin
fr_ca: Supérieur à
ga: Níos mó ná
gu: આનાથી મોટું ચિહ્ન
he: גדול מ
hi: इससे बड़ा
hr: Veće od
hu: Nagyobb, mint
hy: Մեծի նշան
id: Lebih besar dari
is: Stærra en
it_it: Maggiore di
ja_jp: 大なり
ka: მეტია
kk: Үлкен
km: ធំ​ជាង
kn: ಕ್ಕಿಂತ ಹೆಚ್ಚು
ko_kr: 오른쪽 부등호
ky_kg: Мындан чоң
lo: ໃຫຍ່ກວ່າ
lt: Daugiau nei
lv: Lielāks par
mk: Поголемо од
ml: വലുതാണ്
mn_mn: Их
mr: पेक्षा मोठे
ms: Lebih besar daripada
my_zg: ပို၍ႀကီးေသာ သေကၤတ
nb: Større enn
ne: भन्दा ठूलो
nl: Groter dan
or: ରୁ ଅଧିକ
pa: ਇਸ ਤੋਂ ਵੱਡਾ
pl: Znak większości
pt_pt: Maior que
ro: Mai mare decât
ru_ru: Больше
si: වැඩි
sk: Väčšie než
sl: Večje kot
sq: Më i madh se
sr: Veće je od
sv: Större än
ta: இதைவிடப் பெரியது
te: దీని కంటే ఎక్కువ
th: มากกว่า
tl: Mas malaki sa
tr_tr: Büyüktür
uk: Більше ніж
ur: علامت برتر
uz: Ko‘proq belgisi
vi: Dấu lớn
zh_cn: 大于号
zh_hk: 大於符號

# IDS_IME_BODY_GRAVE_ACCENT_M_KEYBOARD_SYMBOL
source: Grave accent
ar: نبر الإطالة
as: গ্ৰেভ এচেণ্ট
az: Vurğu işarəsi
bg: Ляво ударение
bn_bd: গ্রেভ অ্যাসেন্ট
ca: Accent obert
cs: Těžký přízvuk
da: Accent grave
de: Graviszeichen
el_gr: Βαρεία
es_us: Acento grave
et: Graavis
eu: Azentu kamutsa
fa: علامت صدای بم
fi: Gravis
fr_ca: Accent grave
ga: Graif
gu: ગ્રેવ એક્સન્ટ
he: סימן התאמה משני
hi: ग्रेव ऍक्‍सेंट
hr: Gravis
hu: Fordított ékezet
hy: Իջնող շեշտ
id: Aksen nontirus
is: Öfugur broddur
it_it: Accento grave
ja_jp: アクサングラーブ
ka: აპოსტროფი
kk: Бәсең үн
km: សញ្ញា​សង្កត់​សំឡេង
kn: ಅನುದಾತ್ತ ಸ್ವರ
ko_kr: 그레이브 액센트
ky_kg: Грав
lo: ສໍານຽງເຄັ່ງຂຶມ
lt: Kairinis kirtis
lv: Gravis
mk: Апостроф акцент
ml: ഉച്ഛാരണ ചിഹ്നം
mn_mn: Өргөлтийн тэмдэг
mr: तीव्र उच्‍चारण
ms: Aksen grava
my_zg: အသံေလးေလးထြက္ရန္ သရအကၡရာေပၚ တင္ျပေသာ (`) သေကၤတ
nb: Venstreaksent
ne: ग्रेव एक्सेंट
nl: Accent grave
or: ଗମ୍ଭୀର ସ୍ୱର
pa: ਗ੍ਰੇਵ ਐਕਸੈਂਟ
pl: Akcent słaby
pt_pt: Acento grave
ro: Accent grav
ru_ru: Апостроф
si: බල ස්වරණය
sk: Opačný dĺžeň
sl: Krativec
sq: Theksi i rëndë
sr: Kratkouzlazni akcenat
sv: Grav accent
ta: க்ரேவ் அக்சண்ட்
te: గంభీర స్వరం
th: เครื่องหมาย '`'
tr_tr: Aksan işareti
uk: Наголос
ur: ہلکا لہجہ
uz: Ochish qo‘shtirnog‘i
vi: Dấu huyền
zh_cn: 重音符
zh_hk: 重音符

# IDS_IME_BODY_FLICK_UPWARDS_ON_A_KEY_TO_VIEW_SYMBOLS_AND_ALTERNATIVE_CHARACTERS
source: Flick upwards on a key to view symbols and alternative characters.
ar: حرك لأعلى على أحد المفاتيح لعرض الرموز والأحرف البديلة.
as: চিহ্ন আৰু বৈকল্পিক বৰ্ণসমূহ দৰ্শন কৰিবৰ বাবে এটা কীত ওপৰলৈ ফ্লিক কৰক৷
az: Simvol və alternativ simvolları görmək üçün düyməyə yuxarı istiqamətdə toxun.
bg: Драснете нагоре върху бутон, за да видите символите и алтернативните знаци.
bn_bd: প্রতীক ও বিকল্প অক্ষরগুলো দেখার জন্য কোনো কী কে উপরের দিকে ফ্লিক করুন।
ca: Sacsegi cap amunt a una tecla per veure símbols i caràcters alternatius.
cs: Kmitnutím nahoru přes tlačítko zobrazíte symboly a alternativní zraky.
da: Svirp opad på en tast for at se symboler og alternative tegn.
de: Auf einer Taste nach oben streichen, um Symbole und alternative Zeichen anzuzeigen.
el_gr: Αγγίξτε ένα κουμπί απαλά προς τα πάνω για να προβάλλεται σύμβολα και εναλλακτικούς χαρακτήρες.
es_us: Deslice hacia arriba sobre una tecla para ver símbolos y otros caracteres.
et: Nipsake klahvil ülespoole, et vaadata sümboleid ja alternatiivseid tähemärke.
eu: Kolpatu gorantz tekla batean sinboloak eta karaktere alternatiboak ikusteko.
fa: برای مشاهده علامت‌ها و نویسه‌های یک کلید،‌ روی آن به طرف بالا ضربه بزنید.
fi: Pyyhkäise näppäimellä ylöspäin, jos haluat tarkastella symboleita ja vaihtoehtoisia merkkejä.
fr_ca: Faites glisser vers le haut sur une touche pour afficher les symboles et caractères alternatifs.
ga: Smeach aníos ar eochair le hamharc ar shiombailí nó ar charachtair mhalartacha.
gu: ચિહ્નો અને વૈકલ્પ‍િક અક્ષરો જોવા માટે ઉપર ફ્લિક કરો.
he: החלק מעלה על מקש כדי להציג את הסמלים והתווים החלופיים.
hi: चिह्नों और वैकल्पिक वर्ण देखने के लिए कुंजी पर ऊपर की ओर फ़्लिक करें।
hr: Kliznite prema gore na tipku za prikaz simbola i alternativnih znakova.
hu: Ha felfelé pöccint egy billentyűn, megjelennek a megfelelő szimbólumok és alternatív karakterek.
hy: Ստեղնը թեթև զարկեք դեպի վերև՝ սիմվոլներ և այլընտրանքային նիշեր դիտելու համար:
id: Geser ke atas pada tombol untuk menampilkan simbol dan karakter alternatif.
is: Flettu upp á lykli til að sjá tákn og aukastafi.
it_it: Trascinate verso l'alto un tasto per visualizzare i simboli e i caratteri alternativi.
ja_jp: キーを上にフリックして記号と変換候補を表示
ka: ზემოთ შეატოკეთ ღილაკი, რომ ნახოთ სიმბოლოები და ალტერნატიული ასოები.
kk: Белгілер мен балама таңбаларды көру үшін пернеде жоғары қарай сипаңыз.
km: អូស​ឡើងលើ​នៅលើ​គ្រាប់ចុច​មួយ ដើម្បី​បង្ហាញ​និមិត្តសញ្ញា និង តួអក្សរ​ជំនួស។
kn: ಸಂಕೇತಗಳನ್ನು ಮತ್ತು ಪರ್ಯಾಯ ಅಕ್ಷರಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಕೀಯ ಮೇಲೆ ಮೇಲ್ಮುಖವಾಗಿ ಹಗುರವಾಗಿ ತಟ್ಟಿ.
ko_kr: 손가락으로 키를 밀어 올려 대체할 수 있는 문자 또는 핵심 기호를 입력합니다.
ky_kg: Символдорду жана башка белгилерди көрүү үчүн жогору багытта жылдырыңыз.
lo: ພິກຂຶ້ນເທິງຢູ່ໃນປຸ່ມ ເພື່ອເບິ່ງສັນຍາລັກ ແລະຕົວອັກສອນທາງເລືອກ.
lt: Brūkštelėkite aukštyn per klavišą, kad būtų parodyti simboliai ir alternatyvieji ženklai.
lv: Švīkojiet uz augšu uz taustiņa, lai skatītu simbolus un alternatīvās rakstzīmes.
mk: Поминете нагоре на копче за да видите симболи и алтернативни знаци.
ml: അടയാളങ്ങളും ഇതര അക്ഷരങ്ങളും കാണുന്നതിനായി ഒരു കീയുടെ മുകളിലേക്ക് തട്ടുക.
mn_mn: Тэмдэг болон хувилбар тэмдэгтүүдийг харахын тулд товчлуур дээр дээшээ гулсуул.
mr: प्रतीके आणि पर्यायी वर्ण पहाण्यासाठी की वर वरच्‍या दिशेने फ्लिक करा.
ms: Selak ke atas pada kekunci untuk melihat simbol dan aksara alternatif.
my_zg: သေကၤတမ်ားႏွင့္ အျခားေရြးစရာ အကၡရာမ်ား ၾကည့္ရန္ ကီးတစ္ခုေပၚ အေပၚသို႔ လွန္ပါ။
nb: Dra fingeren oppover på en tast for å vise symboler og alternative tegn.
ne: संकेत र वैकल्पिक वर्णहरू हेर्न कुञ्जीमा माथिल्लोतर्फ फ्लिक गर्नुहोस्।
nl: Veeg omhoog over een toets om symbolen en alternatieve tekens weer te geven.
or: ଚିହ୍ନ ଏବଂ ବୈକଳ୍ପିକ ବର୍ଣ୍ଣଗୁଡିକ ଦେଖିବାକୁ ଏକ କୀରେ ଉପରକୁ ଫ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਚਿੰਨ੍ਹ ਅਤੇ ਵਿਕਲਪਿਕ ਵਰਣਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਕਿਸੇ ਬਟਨ ਤੇ ਉੱਪਰ ਵੱਲ ਫਲਿੱਕ ਕਰੋ।
pl: Przeciągnij w górę po klawiszu, aby wyświetlić symbole i inne znaki.
pt_pt: Movimente para cima sobre uma tecla para visualizar símbolos e caracteres alternativos.
ro: Glisaţi în sus pe o tastă pentru a vizualiza simbolurile şi caracterele alternative.
ru_ru: Проведите по клавише пальцем вверх, чтобы просмотреть символы, в том числе альтернативные.
si: සංකේත සහ විකල්ප අනුලකුණු බැලීමට යතුරක් මත උඩු අතට ෆ්ලික් කරන්න.
sk: Rýchlym potiahnutím nahor cez niektoré tlačidlo môžete zobraziť symboly a alternatívne znaky.
sl: Povlecite navzgor po tipki za prikaz simbolov in nadomestnih znakov.
sq: Çokit nga poshtë lart mbi një tast për të parë simbolet dhe karakteret alternative.
sr: Kucni nagore taster da bi prikazao/la simbole i alternativne karaktere.
sv: Snärta uppåt på en tangent för att visa symboler och alternativa tecken.
ta: குறியீடுகள் மற்றும் மாற்று எழுத்துகளை காண ஒரு விசையில் மேலாக ஃபளிக் செய்யவும்.
te: చిహ్నాలు మరియు ప్రత్యామ్నాయ అక్షరాలను వీక్షించడానికి కీని పైకి ఫ్లిక్ చేయండి.
tg_tj: Тугмаеро ба боло молида, аломатҳо ва ҳарфҳои алтернативиро бинед.
th: ปัดขึ้นที่ปุ่มเพื่อดูสัญลักษณ์ และอักขระอื่นๆ
tk_tm: Belgileri we goşmaça nyşanlary görmek üçin düwmäniň üstünde ýokarlygyna basyň.
tl: Mag-flick pataas sa isang key upang makakita ng mga simbolo at alternatibong character.
tr_tr: Sembolleri ve alternatif karakterleri görüntülemek için bir tuş üzerinde yukarı doğru hızlıca kaydırın.
uk: Проведіть вгору по клавіші для перегляду символів та альтернативних символів.
ur: علامات اور متبادل حروف دیکھنے کیلئے ایک کلید پر آگے کی جانب بڑھائیں۔
uz: Simvollar va belgilarni ko‘rish uchun tugma ustida yuqoriga suring.
vi: Vuốt nhanh lên phím để xem biểu tượng và ký tự thay thế.
zh_cn: 在按键上向上拂动以查看符号和替代字符。
zh_hk: 在按鍵上向上輕拂以檢視符號與替代字元。

# IDS_IME_BODY_FLICK_THE_KEYBOARD_DOWN_TO_HIDE_IT
source: Flick the keyboard down to hide it.
ar: حرك لوحة المفاتيح لأسفل لإخفائها.
as: ইয়াক লুকুৱাবলৈ তললৈ কীব'ৰ্ড ফ্লিক কৰক৷
az: Gizlətmək üçün klaviaturanın aşağı hissəsinə vurun.
bg: Драснете клавиатурата надолу, за да я скриете.
bn_bd: কিবোর্ডটি লুকাতে এটি নীচে ফ্লিক করুন।
ca: Sacsegi el teclat cap avall per amagar-lo
cs: Odsunutím klávesnice dolů ji skryjete.
da: Svirp nedad på tasturet for at skjule det.
de: Streichen Sie auf der Tastatur nach unten, um sie auszublenden.
el_gr: Αγγίξτε απαλά το πληκτρολόγιο προς τα κάτω για απόκρυψη.
es_us: Arrastre el teclado hacia abajo para ocultarlo.
et: Klaviatuuri peitmiseks libistage seda alla.
eu: Mugitu teklatua beherantz ezkutatzeko
fa: برای پنهان کردن صفحه کلید، روی آن به سمت پایین ضربه بزنید.
fi: Piilota näppäimistö pyyhkäisemällä sitä alaspäin.
fr_ca: Pour masquer le clavier, faites glisser votre doigt vers le bas.
ga: Smeach an t-eochairchlár síos lena fholú
gu: કીબોર્ડને છુપાવવાં તેને હળવેથી ઝાપટો મારો.
he: גע במקלדת במהירות כלפי מטה כדי להסתיר אותה.
hi: इसे छिपाने के लिए कीबोर्ड को नीचे फ़्लिक करें
hr: Kvrcnite tipkovnicu prema dolje da biste je sakrili.
hu: Az elrejtéshez pöccintse lefelé a billentyűzetet.
hy: Ստեղնաշարը թեթև զարկեք ներքև՝ այն թաքցնելու համար:
id: Geser keyboard ke bawah untuk menyembunyikannya.
is: Strjúktu hratt niður lyklaborðið til að fela það.
it_it: Trascinate la tastiera verso il basso per nasconderla.
ja_jp: キーボードを非表示にするには、下にフリックします。
ka: შეატოკეთ კლავიატურა ქვემოთ და იგი დაიმალება.
kk: Пернетақтаны жасыру үшін оны төмен қарай сипаңыз.
km: អូស​លើក្ដារចុច​ចុះ​ក្រោម​ដើម្បី​លាក់​វា។
kn: ಇದನ್ನು ಅಡಗಿಸಲು ಕೀಬೋರ್ಡ್‌ ಅನ್ನು ಕೆಳಕ್ಕೆ ಥಟ್ಟನೆ ತಟ್ಟಿರಿ.
ko_kr: 키보드를 숨기려면 아래로 끌어 내리세요.
lo: ສະບັດຄີບອດລົງລຸ່ມ ເພື່ອເຊື່ອງມັນ.
lt: Brūkštelkite klaviatūrą žemyn, kad ją paslėptumėte.
lv: Švīkojiet tastatūru virzienā uz leju, lai to paslēptu.
mk: Повлечете ја тастатурата надолу за да ја сокриете.
ml: കീ‌ബോര്‍ഡ് മറയ്ക്കുന്നതിനായി കീ‌ബോര്‍ഡ് താഴേക്ക് ഫ്ലിക്കുചെയ്യുക.
mr: कीबोर्ड लपवण्यासाठी तो खाली फ्लिक करा.
ms: Kuis papan kekunci untuk menyembunyikannya.
my_zg: ကီးဘုတ္ကို ဝွက္ထားရန္ ၎ကို ေအာက္လွန္ဆြဲပါ။
nb: Flikk tastaturet nedover for å skjule det.
ne: यसलाई लुकाउनको लागि कीबोर्डलाई तलतिर फ्लिक गर्नुहोस्।
nl: Veeg het toetsenbord naar beneden om het te verbergen.
or: ଏହା ଲୁକ୍କାୟିତ କରିବାକୁ କୀବୋର୍ଡ୍ ଫ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਕੀਬੋਰਡ ਨੂੰ ਲੁਕਾਉਣ ਲਈ ਉਸਨੂੰ ਥੱਲੇ ਫਲਿੱਕ ਕਰੋ।
pl: Przesuń klawiaturę w dół, aby ją ukryć.
pt_pt: Movimente o teclado para baixo para o ocultar.
ro: Glisaţi tastatura în jos pentru a o ascunde.
ru_ru: Чтобы скрыть клавиатуру, проведите по ней вниз.
si: යතුරුපුවරුව සැඟවීමට එය පහතට ගස්සන්න.
sk: Rýchlym potiahnutím klávesnice smerom nadol ju môžete skryť.
sl: Povlecite tipkovnico navzdol, da jo skrijete.
sq: Prek lehtë tastierën nga lart poshtë për ta fshehur.
sr: Kucni po tastaturi nadole da bi je sakrio/la.
sv: Snärta tangentbordet nedåt för att dölja det.
ta: விசைப்பலகையை மறைக்க அதை ஃப்ளிக் செய்க.
te: కీబోర్డ్‌ను దాచడానికి దానిని కిందికి ఫ్లిక్ చేయండి.
tg_tj: Барои пинҳон кардани он клавиатураро ба поён зарби ангушт занед.
th: ปัดแป้นพิมพ์ลงเพื่อซ่อน
tk_tm: Klawiaturany gizlemek üçin, aşak kakyň.
tl: I-flick ang keyboard pababa upang itago ito.
tr_tr: Gizlemek için klavyeye aşağıya doğru vurun.
uk: Швидко проведіть по клавіатурі вниз, щоб приховати її.
ur: کی بورڈ کو چھپانے کے لئے اس کو نیچے کی صرف جھٹکا دیں
uz: Klaviaturani yashirish uchun uni cherting.
vi: Lật bàn phím xuống để ẩn.
zh_cn: 向下浮动键盘以隐藏。
zh_hk: 向下輕拂鍵盤以隱藏。

# IDS_IME_BODY_FLICK_INPUT
source: Flick input
ar: الإدخال بالتحريك
as: ফ্লিক ইনপুট
az: Toxunuş daxiletməsi
bg: Въвеждане с чукване
bn_bd: ফ্লিক ইনপুট
ca: Introducció de gest
cs: Zadávání kmitnutím
da: Svirp input
de: Streicheingabe
el_gr: Εισαγωγή με απαλό άγγιγμα
es_us: Girar entrada
et: Raputusega sisestamine
eu: Astintze sarrera
fa: ضربه زدن به ورودی
fi: Pyyhkäisysyöttö
fr_ca: Saisie glissée
ga: Ionchur smeacha
gu: ફ્લિક કીબોર્ડ
he: קלט של תנועת מגע
hi: फ़्लिक इनपुट
hr: Unos kvrcanjem
hu: Pöccintéses bevitel
hy: Թեթև զարկով ներածում
id: Geser input
is: Flettiinnsláttur
it_it: Inserimento con colpo leggero
ja_jp: フリック入力
ka: ტექსტის აკრეფა შეტოკებით
kk: Сипап енгізу
km: ការវាយបញ្ចូលថ្នមៗលើអេក្រង់
kn: ಫ್ಲಿಕ್ ಇನ್‌ಪುಟ್‌
ko_kr: 플릭 입력
ky_kg: Чертип киргизүү
lo: ພິກຂໍ້ມູນທີ່ໃສ່ເຂົ້າໄປ
lt: Brūkštelėjimo įvestis
lv: Ievade ar švīku žestiem
mk: Внесување со поминување
ml: ഫ്ലിക്ക് ഇന്‍പുട്ട്
mn_mn: Гулсуулах оролт
mr: फ्लिक निविष्ट
ms: Selak input
my_zg: ေတာက္လွန္ ျဖည့္သြင္းျခင္း
nb: Flikkeinndata
ne: इन्पुट फ्लिक गर्नुहोस्
nl: Veeginvoer
or: ଫ୍ଲିକ୍ ଇନପୁଟ୍
pa: ਇਨਪੁਟ ਫਲਿੱਕ ਕਰੋ
pl: Wprowadzanie przez potrząsanie
pt_pt: Introdução por movimento
ro: Introducere prin glisare
ru_ru: Ввод с помощью жеста смахивания
si: ෆ්ලික් ආදානය
sk: Vstup rýchlym pohybom
sl: Vnos z dotikom
sq: Futja me prekje
sr: Unos kvrcanjem
sv: Snärtinmatning
ta: ஃப்ளிக் உள்ளீடு
te: ఫ్లిక్ ఇన్‌పుట్
tg_tj: Вуруд бо ҳӯппоқ
th: การใส่ข้อมูลแบบปัด
tk_tm: Kakyp giriziş
tr_tr: Vurma girişi
uk: Введення за допомогою проведення
ur: ہلکی ضرب سے ان پٹ
uz: Chertib kiritish
vi: Nhập bằng cách chạm
zh_cn: 拂动输入
zh_hk: 輕拂輸入

# IDS_IME_BODY_FEBRUARY
source: February
as: ফেব্ৰুৱাৰি
az: Fevral
bg: Февруари
bn_bd: ফেব্রুয়ারি
ca: Febrer
cs: Únor
da: Februar
de: Februar
el_gr: Φεβρουάριος
es_us: Febrero
et: Veebruar
eu: Otsaila
fa: فوريه
fi: Helmikuu
fr_ca: Février
ga: Feabhra
gu: ફેબ્રુઆરી
he: פברואר
hi: फरवरी
hr: Veljača
hu: február
hy: Փետրվար
id: Februari
is: Febrúar
it_it: Febbraio
ja_jp: 2月
ka: თებერვალი
kk: Ақпан
km: កុម្ភៈ
kn: ಫೆಬ್ರುವರಿ
ko_kr: 2월
ky_kg: Февраль
lo: ກຸມພາ
lt: Vasaris
lv: Februāris
mk: Февруари
ml: ഫെബ്രുവരി
mn_mn: 2-р сар
mr: फेब्रुवारी
ms: Februari
my_zg: ေဖေဖၚ၀ါရီ
nb: februar
ne: फरवरी
nl: Februari
or: ଫେବୃୟାରୀ
pa: ਫਰਵਰੀ
pl: Luty
pt_pt: Fevereiro
ro: Februarie
ru_ru: Февраль
si: පෙබරවාරි
sk: Február
sl: Februar
sq: Shkurt
sr: Februar
sv: februari
ta: பிப்ரவரி
te: ఫిబ్రవరి
tg_tj: Феврал
th: กุมภาพันธ์
tk_tm: Fewral
tl: Pebrero
tr_tr: Şubat
uk: Лютого
ur: فروری
uz: Fevral
vi: Tháng 2
zh_cn: 2月
zh_hk: 2月

# IDS_IME_BODY_EXCLAMATION_MARK_M_KEYBOARD_SYMBOL
source: Exclamation mark
ar: علامة تعجّب
as: ভাৱবোধক শব্দ
az: Nida işarəsi
bg: Удивителен знак
bn_bd: বিস্ময়বোধক চিহ্ন
ca: Tancament d'exclamació
cs: Vykřičník
da: Udråbstegn
de: Ausrufezeichen
el_gr: Θαυμαστικό
es_us: Signo de exclamación
et: Hüüumärk
eu: Harridura ikurra
fa: علامت تعجب
fi: Huutomerkki
fr_ca: Point d'exclamation
ga: Comhartha uaillbhreasa
gu: ઉદ્ગાર ચિહ્ન
he: סימן קריאה
hi: विस्मयादिबोधक चिह्न
hr: Uskličnik
hu: Felkiáltójel
hy: Բացականչական նշան
id: Tanda seru
is: Upphrópunarmerki
it_it: Punto esclamativo
ja_jp: 感嘆符
ka: ძახილის ნიშანი
kk: Леп белгісі
km: ឧទានសញ្ញា
kn: ಉದ್ಗಾರ ಚಿಹ್ನೆ
ko_kr: 느낌표
ky_kg: Илеп белгиси
lo: ເຄື່ອງໝາຍອຸທານ
lt: Šauktukas
lv: Izsaukuma zīme
mk: Извичник
ml: ആശ്ചര്യചിഹ്നം
mn_mn: Анхаарлын тэмдэг
mr: उद्गारवाचक चिन्‍ह
ms: Tanda seru
my_zg: အာေမၮိတ္ သေကၤတ
nb: Utropstegn
ne: विस्मयबोधक चिह्न
nl: Uitroepteken
or: ବିସ୍ମୟସୂଚକ ଚିହ୍ନ
pa: ਵਿਸਮਕ ਚਿੰਨ੍ਹ
pl: Wykrzyknik
pt_pt: Ponto de exclamação
ro: Semnul exclamării
ru_ru: Восклицательный знак
si: තිත්‍හුල
sk: Výkričník
sl: Klicaj
sq: Pikëçuditje
sr: Znak uzvika
sv: Utropstecken
ta: ஆச்சரியக் குறியீடு
te: ఆశ్చర్యార్థక గుర్తు
tg_tj: Аломати хитоб
th: เครื่องหมายตกใจ
tk_tm: ýüzlenme belgisi
tl: Takdang padamdam
tr_tr: Ünlem işareti
uk: Знак оклику
ur: فجائیہ نشان
uz: Undov belgisi
vi: Chấm than
zh_cn: 感叹号
zh_hk: 感嘆號

# IDS_IME_BODY_EURO_M_KEYBOARD_SYMBOL
source: Euro
ar: يورو
as: ইউৰ'
az: Avro
bg: Евро
bn_bd: ইউরো
el_gr: Ευρώ
eu: Euroa
fa: یورو
gu: યુરો
he: אירו
hi: यूरो
hu: Euró
hy: Եվրո
is: Evra
ja_jp: ユーロ
ka: ევრო
kk: Еуро
km: អឺរ៉ូ
kn: ಯೂರೊ
ko_kr: 유로
ky_kg: Евро
lo: ເງິນເອີໂຣ
lt: Euras
lv: Eiro
mk: Евро
ml: യൂറോ
mn_mn: Евро
mr: यूरो
my_zg: ယူ႐ို
ne: यूरो
or: ୟୁରୋ
pa: ਯੂਰੋ
ru_ru: Евро
si: යූරෝ
sl: Evro
sr: Evro
ta: யூரோ
te: యూరో
th: ยูโร
tr_tr: Avro
uk: Євро
ur: یورو
uz: Yevro
vi: Đồng Euro
zh_cn: 欧元符号
zh_hk: 歐元符號

# IDS_IME_BODY_EQUALS_M_KEYBOARD_SYMBOL
source: Equals
ar: يساوي
as: সমান
az: Bərabərdir
bg: Равно
bn_bd: সমান
ca: Igual
cs: Rovná se
da: Er lig
de: Gleichheitszeichen
el_gr: Ίσον
es_us: Igual
et: Võrdusmärk
eu: Berdin
fa: مساوی
fi: On yhtä suuri kuin
fr_ca: Égal
ga: Cothrom le
gu: બરાબર
he: שווה
hi: बराबर है
hr: Jednako
hu: Egyenlő
hy: Հավասար է
id: Sama dengan
is: Jafngildir
it_it: Uguale
ja_jp: イコール
ka: უდრის
kk: Тең
km: ស្មើ
kn: ಸರಿಸಮ
ko_kr: 등호
ky_kg: Барабар
lo: ເທົ່າກັບ
lt: Lygu
lv: Vienāds ar
mk: Еднакво на
ml: സമം
mn_mn: Тэнцүү
mr: बरोबर
ms: Bersamaan dengan
my_zg: ညီမွ်ျခင္းမ်ား
nb: Er lik
ne: बराबर
nl: Is gelijk aan
or: ସମାନ
pa: ਬਰਾਬਰ
pl: Równe
pt_pt: Igual a
ro: Este egal cu
ru_ru: Равно
si: සමානයි
sk: Znamienko rovnosti
sl: Je enako
sq: Baras me
sr: Jednako
sv: Lika med
ta: சமம்
te: సమానాలు
th: เท่ากับ
tr_tr: Eşittir
uk: Знак рівності
ur: برابر
uz: Teng
vi: Bằng
zh_cn: 等号
zh_hk: 等號
