Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_MSG_HEADER_SELECT_TEMPLATE_M_TEXT_HEADER_ABB
source: Select template
ar: تحديد قالب
as: টেম্পলেট চয়ন কৰক
az: Şablonu seçin
bg: Избор на шаблон
ca: Selec plantilla
cs: Vybrat šablonu
da: Vælg skabelon
de: Vorlage auswählen
el_gr: Επιλογή προτύπου
es_us: Seleccionar plant.
et: Vali mall
eu: Hautatu txantiloia
fa: انتخاب الگو
fi: Valitse malli
fr_ca: Sélectionner modèle
ga: Roghnaigh teimpléad
gu: નમૂનો પસંદ કરો
he: בחר תבנית
hi: टेम्प्लेट चुनें
hr: Odaberite predložak
hu: Sablon kiválasztása
hy: Ընտրել ձևանմուշ
id: Pilih templat
is: Velja sniðmát
it_it: Selezionate il modello
ja_jp: 定型文を選択
ka: აირჩიეთ შაბლონი
kk: Үлгі таңдау
km: ជ្រើស​ពុម្ពគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 상용구 선택
ky_kg: Калыпты тандоо
lo: ເລືອກເທັມເພລດ
lt: Rinktis šabloną
lv: Izvēlēties veidni
mk: Избери урнек
ml: ടെംപ്ലേറ്റ് തിരഞ്ഞെടുക്കുക
mn_mn: Загвар сонгох
mr: टेम्प्लेट निवडा
ms: Pilih templat
my_zg: ပံုစံျပား ေရြးပါ
nb: Velg mal
ne: टेम्प्लेट चयन गर्नुहोस्
nl: Sjabloon selecteren
or: ଟେମ୍ପଲେଟ୍ ଚୟନ କରନ୍ତୁ
pa: ਟੈਂਪਲੇਟ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybór szablonu
pt_pt: Seleccionar modelo
ro: Selectaţi şablonul
ru_ru: Выбрать шаблон
si: අච්චුව තෝරන්න
sk: Vyberte šablónu
sl: Izberite predlogo
sq: Përzgjidh shabllonin
sr: Izaberi obrazac
sv: Välj mall
ta: டெம்ப்ளேட்டை தேர்ந்தெடு
te: టెంప్లేట్‌ను ఎంచుకోండి
tg_tj: Интихоб кардани қолиб
th: เลือกเทมเพลท
tk_tm: Galyp saýlaň
tl: Pumili ng template
tr_tr: Şablon seç
uk: Вибрати шаблон
ur: سانچہ منتخب کریں
uz: Shablon tanlash
vi: Chọn mẫu
zh_cn: 选择模板
zh_hk: 選擇範本

# IDS_WMGR_MBODY_HOWS_IT_GOING_Q_M_TEXT_TEMPLATE
source: How's it going?
ar: كيف تسير الأمور؟
as: কেনে চলি আছে?
az: İşlər necədir?
bg: Как са нещата?
ca: Com va?
cs: Jak se vede?
da: Hvordan går det?
de: Wie läuft’s?
el_gr: Τι κάνεις;
es_us: ¿Qué está pasando?
et: Kuidas läheb?
eu: Nola doa?
fa: اوضاع چطور است؟
fi: Miten menee?
fr_ca: Comment ça va ?
ga: Conas atá tú?
gu: કેમ છે?
he: מה העניינים?
hi: कैसे चल रहा है?
hr: Kako si?
hu: Hogy vagy?
hy: Գործերդ ո՞նց են:
id: Bagaimana kabarmu?
is: Hvernig hefurðu það?
it_it: Come va?
ja_jp: お元気ですか？
ka: როგორ ხარ?
kk: Қалай болып жатыр?
km: តើ​វា​យ៉ាង​ម៉េច​ហើយ?
kn: ಹೇಗೆ ನಡೆಯುತ್ತಿದೆ?
ko_kr: 어떻게 지내요?
ky_kg: Иштер кандай?
lo: ມັນເປັນໄປແນວໃດ?
lt: Kaip sekasi?
lv: Kā veicas?
mk: Што правиш?
ml: കാര്യങ്ങള്‍ എങ്ങനെ പോകുന്നു?
mn_mn: Сонин сайхан юу байна?
mr: कसे चालू आहे?
ms: Bagaimana sekarang?
nb: Hvordan går det?
ne: कस्तो भइरहेको छ?
nl: Hoe gaat het?
or: କିପରି ଚାଲିଛି?
pa: ਕਿਵੇਂ ਚਲ ਰਿਹਾ ਹੈ?
pl: Jak leci?
pt_pt: Como estás?
ro: Cum merge treaba?
ru_ru: Как ты?
si: කොහොමද එහි වැඩකටයුතු?
sk: Ako sa máš?
sl: Kako si kaj?
sq: Si po shkon?
sr: Kako napreduješ?
sv: Hur går det?
ta: எப்படி போகிறது?
te: ఇది ఎలా జరుగుతుంది?
tg_tj: Корҳо чӣ хел?
th: เป็นอย่างไรบ้าง?
tk_tm: Ýagdaýlaryň nähili?
tl: Kamusta na?
tr_tr: Nasıl gidiyor?
uk: Як воно?
ur: یہ کیسا چل رہا ہے؟
uz: Ahvollar qalay?
vi: Bạn thế nào rồi?
zh_cn: 怎么样了？
zh_hk: 近來好嗎？

# IDS_WMGR_MBODY_WHATS_UP_Q_M_TEXT_TEMPLATE
source: What's up?
ar: ما أخبارك؟
as: কি খবৰ?
az: Nə baş verib?
bg: Какво става?
ca: Què passa?
cs: Co se děje?
da: Hvad sker der?
de: Was ist los?
el_gr: Τι συμβαίνει;
es_us: ¿Qué sucede?
et: Mis toimub?
eu: Zer moduz?
fa: چه خبر؟
fi: Mitä kuuluu?
fr_ca: Que se passe-t-il ?
ga: Cad é an scéal?
gu: નવું શું છે?
he: מה נשמע?
hi: क्या बात है?
hr: Što ima?
hu: Mi a helyzet?
hy: Ի՞նչ է պատահել:
id: Apa kabar?
is: Hvað er að frétta?
it_it: Cosa succede?
ja_jp: どうしましたか？
ka: რა ხდება?
kk: Не болды?
km: មាន​រឿង​អី?
kn: ಏನಾಗುತ್ತಿದೆ?
ko_kr: 무슨 일이에요?
ky_kg: Кандайсың?
lo: ເກີດຫຍັງຂຶ້ນ?
lt: Kaip sekasi?
lv: Kas noticis?
mk: Што има ново?
ml: എന്തുണ്ട് വിശേഷം?
mn_mn: Юу байна?
mr: कसे आहात?
ms: Apa khabar?
nb: Hva skjer?
ne: के भयो?
nl: Wat is er aan de hand?
or: କ’ଣ ଚାଲିଛି?
pa: ਕੀ ਹੋ ਰਿਹਾ ਹੈ?
pl: Co słychać?
pt_pt: O que se passa?
ro: Ce s-a întâmplat?
ru_ru: Как дела?
si: අලුත් තොරතුරු මොනවාද?
sk: Čo sa deje?
sl: Kaj se dogaja?
sq: Ç'kemi?
sr: Šta ima?
sv: Vad händer?
ta: என்ன நடக்கிறது?
te: ఏమి జరుగుతుంది?
tg_tj: Тинҷиай?
th: ว่าอย่างไร?
tk_tm: Näme boldy?
tl: Anong balita?
tr_tr: Nasılsın?
uk: У чому справа?
ur: کیا ہے؟
uz: Ishlar qalay?
vi: Có chuyện gì vậy?
zh_cn: 什么事？
zh_hk: 怎麼了？

# IDS_WMGR_MBODY_ILL_TALK_TO_YOU_SOON_M_TEXT_TEMPLATE
source: I'll talk to you soon.
ar: سأتحدث معك قريبا.
as: সোনকালে মই আপোনৰ লগত কথা পাতিম৷
az: Tezliklə danışarıq.
bg: Ще се чуем скоро.
ca: Parlem aviat.
cs: Brzy se ozvu.
da: Vi tales snart ved.
de: Bis bald!
el_gr: Θα τα πούμε σύντομα.
es_us: Te llamaré pronto.
et: Räägime varsti.
eu: Laster hitz egingo dugu.
fa: به زودی صحبت می‌کنیم.
fi: Puhutaan pian.
fr_ca: À bientôt.
ga: Labhróidh mé leat ar ball.
gu: હું તમારી સાથે ટૂંક સમયમાં વાત કરીશ.
he: אדבר איתך בקרוב.
hi: मैं जल्दी आपसे बात करूँगा/करुँगी।
hr: Čujemo se uskoro.
hu: Később beszélünk.
hy: Շուտով կխոսենք:
id: Akan segera menghubungi.
is: Ég tala við þig bráðlega.
it_it: Parleremo presto.
ja_jp: 後で話しましょう。
ka: მალე დაგელაპარაკები.
kk: Сізбен жақ.сөйлесемін.
km: ខ្ញុំ​នឹង​ជជែក​ជាមួយ​អ្នក​ក្នុង​ពេល​ឆាប់ៗ។
kn: ಶೀಘ್ರದಲ್ಲಿ ನಿಮ್ಮೊಂದಿಗೆ ನಾನು ಮಾತನಾಡುತ್ತೇನೆ.
ko_kr: 나중에 이야기해요.
ky_kg: Кийинчерээк сүйлөшөм.
lo: ຂ້ອຍຈະລົມກັບເຈົ້າໃນໄວໆນີ້ລະ.
lt: Netrukus pasikalbėsime.
lv: Drīz sazināsimies.
mk: Ќе разговараме наскоро.
ml: ഞാന്‍ നിങ്ങളോട് ഉടന്‍ സംസാരിക്കും.
mn_mn: Би тантай удахгүй ярина.
mr: मी लवकरच आपल्याशी बोलेन.
ms: Berbual lagi kemudian.
nb: Vi snakkes snart.
ne: तपाईसंग म चाँडै कुरा गर्नेछु।
nl: Tot gauw.
or: ମୁଁ ଆପଣଙ୍କ ସହିତ ଖୁବ୍‌ ଶୀଘ୍ର କଥା ହେବି
pa: ਮੈਂ ਜਲਦੀ ਤੁਹਾਡੇ ਨਾਲ ਗੱਲ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ।
pl: Do usłyszenia.
pt_pt: Ligo-lhe brevemente
ro: Mai vorbim.
ru_ru: Поговорим чуть позже.
si: ඔබට ඉක්මනින් කථාකරන්නම්.
sk: Ozvem sa čoskoro.
sl: Kmalu se slišiva.
sq: Flasim më vonë.
sr: Čućemo se uskoro.
sv: Vi hörs snart.
ta: விரைவில் உங்களுடன் பேசுகிறேன்.
te: నేను త్వరలో మీతో మాట్లాడుతాను.
tg_tj: Ба наздикӣ сӯҳбат мекунем.
th: แล้วคุยกันใหม่เร็วๆ นี้
tk_tm: Men gysga wagtda siziň bilen habarlaşaryn.
tl: Usap tayo sa susunod.
tr_tr: Yakında görüşürüz.
uk: Поговоримо пізніше.
ur: میں آپ سے جلد ہی بات کروں گا۔
uz: Keyinroq gaplashamiz.
vi: Tôi sẽ nói chuyện với bạn sau.
zh_cn: 我一会和你说。
zh_hk: 稍後回覆。

# IDS_WMGR_MBODY_ILL_CALL_YOU_LATER_M_TEXT_TEMPLATE
source: I'll call you later.
ar: سأتصل بك لاحقا.
as: মই পিছত কল কৰিম৷
az: Sənə sonra zəng edərəm.
bg: Ще ти се обадя по-късно.
ca: Et trucaré més tard.
cs: Zavolám později.
da: Jeg ringer senere.
de: Ich rufe Dich später an.
el_gr: Θα σας καλέσω αργότερα.
es_us: Te llamaré más tarde.
et: Helistan sulle hiljem.
eu: Geroago deituko dizut.
fa: بعداً تماس می‌گیرم.
fi: Soitan sinulle myöhemmin.
fr_ca: Je vous rapp. plus tard.
ga: Glaofaidh mé ort ar ball.
gu: હું તમને પછી કૉલ કરીશ.
he: אתקשר מאוחר יותר.
hi: मैं फिर कॉल करूँगा/करुँगी।
hr: Nazvat ću poslije.
hu: Később visszahívom.
hy: Ձեզ ավելի ուշ կզանգեմ:
id: Saya hubungi nanti.
is: Ég hringi síðar.
it_it: Ti richiamo più tardi.
ja_jp: 後で電話します。
ka: მოგვიანებით დაგირეკავ.
kk: Кейінірек қоң.шаламын.
km: ខ្ញុំ​នឹង​ហៅ​ទៅ​អ្នក​ពេល​ក្រោយ។
kn: ನಾನು ನಿಮಗೆ ನಂತರ ಕರೆ ಮಾಡುತ್ತೇನೆ.
ko_kr: 나중에 전화할게요.
ky_kg: Сизге кийинчерээк чалам.
lo: ຂ້ອຍຈະໂທຫາເຈົ້າພາຍຫຼັງ.
lt: Paskambinsiu vėliau.
lv: Piezvanīšu vēlāk.
mk: Ќе ти се јавам подоцна.
ml: ഞാന്‍ നിങ്ങളെ പിന്നെ വിളിക്കാം.
mn_mn: Би дараа залгая.
mr: मी आपल्‍याला नंतर कॉल करेन.
ms: Saya akan hubungi anda.
nb: Jeg ringer senere.
ne: म तपाईलाई पछि कल गर्नेछु।
nl: Ik bel later.
or: ମୁଁ ଆପଣଙ୍କୁ ପରେ କଲ୍ କରିବି।
pa: ਮੈਂ ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਾੱਲ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ।
pl: Oddzwonię później.
pt_pt: Telefono mais tarde.
ro: Te sun mai târziu.
ru_ru: Перезвоню позже.
si: මා ඔබට පසුව අමතන්නම්.
sk: Zavolám neskôr.
sl: Pokličem pozneje.
sq: Të marr më vonë.
sr: Čućemo se kasnije.
sv: Jag ringer dig senare.
ta: உங்களை பிறகு அழைக்கிறேன்.
te: నేను మీకు తర్వాత కాల్ చేస్తాను.
tg_tj: Дертар занг мезанам.
th: จะโทรกลับภายหลัง
tk_tm: Men soňrak jaň ederin.
tl: Tawagan kita mamaya.
tr_tr: Seni sonra arayacağım.
uk: Передзвоню тобі пізніше.
ur: میں آپ کو بعد میں کال کروں گا۔
uz: Keyinroq qo‘n. qilaman.
vi: Tôi sẽ gọi lại sau.
zh_cn: 我会稍后打给您。
zh_hk: 待會回電。

# IDS_KPD_BODY_CHANGE_LANGUAGE
source: Change language
ar: تغيير اللغة
as: ভাষা পৰিৱৰ্তন কৰক
az: Dili dəyişdir
bg: Промяна на езика
ca: Canviar idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern
el_gr: Αλλαγή γλώσσας
es_us: Cambiar idioma
et: Muuda keelt
eu: Hizkuntza aldatu
fa: تغییر زبان
fi: Vaihda kieltä
fr_ca: Changer la langue
ga: Athraigh teanga
gu: ભાષા બદલો
he: שנה שפה
hi: भाषा बदलें
hr: Promjena jezika
hu: Nyelvváltás
hy: Փոխել լեզուն
id: Ubah bahasa
is: Skipta um tungumál
it_it: Cambia lingua
ja_jp: 言語を変更
ka: ენის შეცვლა
kk: Тілді өзгерту
km: ប្តូរ​ភាសា
kn: ಭಾಷೆ ಬದಲಿಸು
ko_kr: 언어 변경
ky_kg: Тилди өзгөртүү
lo: ປ່ຽນພາສາ
lt: Keisti kalbą
lv: Mainīt valodu
mk: Смени јазик
ml: ഭാഷ മാറ്റുക
mn_mn: Хэл өөрчлөх
mr: भाषा बदला
ms: Ubah bahasa
nb: Bytt språk
ne: भाषा बदल्नुहोस्
nl: Taal wijzigen
or: ଭାଷା ପରିବର୍ତ୍ତନ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
pl: Zmiana języka
pt_pt: Alterar idioma
ro: Modificare limbă
ru_ru: Изменить язык
si: භාෂාව වෙනස් කරන්න
sk: Zmeniť jazyk
sl: Spremeni jezik
sq: Ndërro gjuhën
sr: Promeni jezik
sv: Ändra språk
ta: மொழியை மாற்றுக
te: భాషను మార్చు
tg_tj: Иваз кардани забон
th: เปลี่ยน​ภาษา
tk_tm: Dili üýtgetmek
tl: Palitan ang wika
tr_tr: Dili değiştir
uk: Змінити мову
ur: زبان بدلیں
uz: Tilni o‘zgartirish
vi: Đổi ngôn ngữ
zh_cn: 更改语言
zh_hk: 更改語言

# IDS_IME_SK_DONE_ABB
source: Done
ar: تمت
as: ঠিক
az: Bitdi
be_by: Гат.
bg: Готв
bn_bd: সম্পন্ন
ca: Fin.
cs: Hot.
da: Klar
de: OK
el_gr: Ok
es_us: Realiz.
et: Valm.
eu: Amait
fa: انجام
fi: Valm.
fr_ca: OK
ga: Déanta
gu: પૂર્ણ
he: בוצע
hi: पूर्ण
hr: OK
hu: Kész
hy: Պտրստ
id: Selesai
is: Lokið
it_it: Fatto
ja_jp: 完了
ka: შესრ.
kk: Дай.
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ko_kr: 완료
ky_kg: Бүттү
lo: ສໍາເລັດແລ້ວ
lt: Atl.
lv: Gat.
mk: ГОТОВ
ml: ചെയ്തു
mn_mn: Дууслаа
mr: झाले
ms: Siap
my_zg: ၿပီးပါၿပီ
nb: OK
ne: भयो
nl: Klaar
or: ସମାପ୍ତ
pa: ਪੂਰਨ
pl: OK
pt_pt: Concl.
ro: Gata
ru_ru: OK
si: නිමයි
sk: Hot.
sl: Konč.
sq: Kryer
sr: Kraj
sv: Klar
ta: முடிந்தது
te: పూర్తయిం.
tg_tj: Иҷро шуд
th: เรียบร้อย
tk_tm: Edilen
tl: Tapos
tr_tr: Kaydet
uk: Гот.
ur: ٹھیک ہے
uz: Baj.
vi: Xong
zh_cn: 完成
zh_hk: 完成

# IDS_IME_POP_TO_ENABLE_AUTO_REPLACEMENT_ENABLE_AT_LEAST_ONE_LANGUAGE
source: To enable auto replacement, enable at least one language.
ar: لتفعيل الاستبدال التلقائي‬، قم بتفعيل لغة واحدة على الأقل.
as: স্বয়ং স্থানান্তৰণ সক্ষম কৰিবলৈ, কমেও এটা ভাষা সক্ষম কৰক৷
az: Avto yerdəyişməni aktivləşdirmək üçün ən azı bir dili aktiv edin.
bg: За да активирате автоматичната подмяна, активирайте поне един език.
bn_bd: স্বয়ংক্রিয় প্রতিস্থাপন সক্রিয় করতে কমপক্ষে একটি ভাষা সক্রিয় করুন।
ca: Per habilitar la substitució automàtica, habiliti almenys un idioma
cs: Chcete-li zapnout automatické nahrazení, zapněte alespoň jeden jazyk.
da: For at aktivere auto-udskiftning skal du aktivere mindst ét sprog.
de: Sie können „Automatisch ersetzen“ aktivieren, wenn mindestens eine Sprache aktiviert ist.
el_gr: Για την ενεργοποίηση της αυτόματης αντικατάστασης, ενεργοποιήστε τουλάχιστον μία γλώσσα.
es_us: Para activar la sustitución automática, active al menos un idioma.
et: Automaatse asendamise aktiveerimiseks aktiveerige vahemalt uks keel.
eu: Ordezkapen automatikoa gaitzeko, gaitu hizkuntza bat gutxienez
fa: برای فعال کردن جایگزینی خودکار، حداقل یک زبان را فعال کنید.
fi: Jos haluat ottaa automaattisen korvauksen käyttöön, ota ainakin yksi kieli käyttöön.
fr_ca: Pour activer le remplacement automatique, activez au moins une langue.
ga: Le huath-ionadú a chumasú, cumasaigh teanga amháin ar a laghad
gu: સ્વત: ફેરબદલીને સક્ષમ કરવા માટે, ઓછામાં ઓછી એક ભાષાને સક્ષમ કરો.
he: כדי להפעיל החלפה אוטומטית, הפעל לפחות שפה אחת.
hi: स्वत: प्रतिस्थापना सक्षम करने के लिए, कम से कम एक भाषा सक्षम करें।
hr: Da biste uključili automatsku zamjenu, uključite barem jedan jezik.
hu: Az automatikus helyettesítés engedélyezéséhez engedélyezzen legalább egy nyelvet.
hy: Մեքենայի փոխարինումը միացնելու համար միացրեք առնվազն մեկ լեզու:
id: Untuk mengaktifkan penggantian otomatis, aktifkan setidaknya satu bahasa.
is: Til að kveikja á sjálfvirkri útskiptingu þarftu að gera minnst eitt tungumál virkt.
it_it: Attivate almeno una lingua per utilizzare la sostituzione automatica.
ja_jp: 自動置換を有効にするには、最低1つの言語を有効にしてください。
ka: ავტომატური ჩანაცვლების გააქტიურებისთვის ჩართეთ ერთი ენა მაინც.
kk: Автоматты ауыстыруды іске қосу үшін кемінде бір тілді іске қосыңыз.
km: ដើម្បី​បើកប្រើ​ស្វ័យ​ជំនួស សូម​បើកប្រើ​ភាសា​មួយ​យ៉ាង​តិច។
kn: ಆಟೋ ಬದಲಾವಣೆ ಶಕ್ತಗೊಳಿಸಲು, ಕನಿಷ್ಠ ಒಂದು ಭಾಷೆಯನ್ನು ಶಕ್ತಗೊಳಿಸಿ.
ko_kr: [문구 자동 대체]를 실행하려면 언어를 최소 1개 이상 선택하세요.
ky_kg: Авто алмаштырууну иштетүү үчүн, жок дегенде бир тилди иштетүү керек.
lo: ເພື່ອເປີດໃຊ້ງານການປ່ຽນແທນອັດຕະໂນມັດ, ເປີດໃຊ້ງານຢ່າງໜ້ອຍໜຶ່ງພາສາ.
lt: Norėdami įjungti automatinį pakeitimą, suaktyvinkite bent vieną kalbą.
lv: Lai aktivizētu automātisko aizstāšanu, aktivizējiet vismaz vienu valodu.
mk: За да вклучите автоматска замена, вклучете барем еден јазик.
ml: ഓട്ടോ പ്രതിസ്ഥാപനം പ്രാപ്തമാക്കുന്നതിന്, കുറഞ്ഞത് ഒരു ഭാഷയെങ്കിലും പ്രാപ്തമാക്കുക.
mn_mn: Автомат орлуулалтыг идэвхжүүлэхийн тулд дор хаяж нэг хэл идэвхжүүл
mr: स्‍वयं प्रतिस्थापना सक्षम करण्‍यासाठी, किमान एक भाषा सक्षम करा.
ms: Untuk mengaktifkan penggantian auto, aktifkan sekurang-kurangnya satu bahasa.
my_zg: အလိုလို ဖလွယ္ျခင္း ရေစရန္ အနည္းဆံုး ဘာသာစကားတစ္ခုကို ရေအာင္လုပ္ပါ။
nb: Aktiver minst ett språk for å aktivere erstatt automatisk.
ne: स्वत: प्रतिस्थापन सक्षम गर्न, कम्तिमा एउटा भाषा सक्षम गर्नुहोस्।
nl: Als u automatisch vervangen wilt inschakelen, moet u tenminste één taal inschakelen.
or: ସ୍ଵତଃ ବିସ୍ଥାପନ ସକ୍ଷମ କରିବାକୁ, ଅତି କମରେ ଗୋଟିଏ ଭାଷା ସକ୍ଷମ କରନ୍ତୁ।
pa: ਸਵੈਚਲ ਬਦਲੀ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ, ਘੱਟੋ-ਘੱਟ ਇੱਕ ਕਾਰਜ ਨੂੰ ਸਮਰੱਥ ਕਰੋ।
pl: Aby włączyć automatyczną wymianę, włącz przynajmniej jeden język.
pt_pt: Para activar a substituição automática, active pelo menos um idioma.
ro: Pentru a activa înlocuirea automată, activaţi cel puţin o limbă.
ru_ru: Чтобы воспользоваться автозаменой, включите хотя бы один язык.
si: ස්වයං ප්‍රතිස්ථාපනය සක්‍රිය කිරීමට, අඩු තරමින් එක් භාෂාවක් හෝ සක්‍රිය කරන්න.
sk: Ak chcete aktivovať automatické nahrádzanie, aktivujte aspoň jeden jazyk.
sl: Če želite omogočiti samodejno zamenjavo, omogočite vsaj en jezik.
sq: Për të aftësuar zëvendësimin automatik, aftëso së paku një gjuhë.
sr: Da bi omogućio/la automatsku zamenu, omogući barem jedan jezik.
sv: Aktivera minst ett språk om du vill aktivera Ersätt automatiskt.
ta: தானியங்கு மாற்றீடை இயக்க குறைந்தது ஒரு மொழியேனும் தேர்ந்தெடுக்கவும்.
te: స్వీయ భర్తీని ప్రారంభించడానికి, కనీసం ఒక భాషను ఎంచుకోండి.
tg_tj: Барои фаъол кардани ҷойивазкунии худкор, ақаллан як забонро фаъол кунед.
th: หากต้องการเปิดใช้งานการเปลี่ยนอัตโนมัติ ให้เปิดใช้งานอย่างน้อยหนึ่งภาษา
tk_tm: Awto usulda ýerini çalyşmak üçin, azyndan bir dili ýakyň.
tl: Upang paganahin ang auto replacement, magpagana ng kahit isang wika.
tr_tr: Otomatik değiştirmeyi etkinleştirmek için en az bir dili etkinleştirin.
uk: Щоб увімкнути автозаміну, увімкніть принаймні одну мову.
ur: خودکار تبدیلی اہل بنانے کے لئے، کم از کم ایک زبان اہل بنائیں
uz: Avtomatik almashtirishni yoqish uchun kamida bitta tilni yoqing.
vi: Để bật tự động thay thế, hãy bật ít nhất một ngôn ngữ.
zh_cn: 若要启用自动替代，请至少启用一个语言。
zh_hk: 若要啟用自動替代，請至少啟用一個語言。
