Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_YOU_MUST_SELECT_AT_LEAST_ONE_LANGUAGE_IN_KEYBOARD_SETTINGS
source: You must select at least one language in keyboard settings.
ar: يجب تحديد لغة واحدة على الأقل في إعدادات لوحة المفاتيح.
as: কীবোর্ড সেটিংসে আপনাকে অবশ্যই কমপক্ষে একটি ভাষা নির্বাচন করতে হবে৷
az: Siz klaviatura parametrlərində ən azı bir dil seçməlisiniz.
bg: Трябва да изберете поне един език в настройките на клавиатурата.
bn_bd: কিবোর্ড সেটিংসে আপনাকে অবশ্যই কমপক্ষে একটি ভাষা নির্বাচন করতে হবে।
ca: Cal que seleccioni almenys un idioma als ajustaments del teclat
cs: V nastavení klávesnice musíte vybrat alespoň jeden jazyk.
da: Du skal vælge mindst ét sprog under tastaturindstillinger.
de: Sie müssen in den Tastatureinstellungen mindestens eine Sprache auswählen.
el_gr: Πρέπει να κάνετε τουλάχιστον μία γλώσσα στις ρυθμίσεις πληκτρολογίου.
es_us: Debe seleccionar al menos un idioma en las configuraciones del teclado.
et: Te peate valima klaviatuuri seadetest vahemalt uhe keele.
eu: Gutxienez hizkuntza bat hautatu behar duzu teklatuaren ezarpenetan
fa: حداقل باید یک زبان را در تنظیمات صفحه کلید انتخاب کنید.
fi: Näppäimistön asetuksista on valittava ainakin yksi kieli.
fr_ca: Vous devez sélectionner au moins une langue dans les paramètres du clavier.
ga: Ní mór duit teanga amháin ar a laghad a roghnú i socruithe eochairchláir
gu: તમારે કીબોર્ડ સેટિંગ્સમાં ઓછામાં ઓછી એક ભાષા પસંદ કરવી પડશે
he: עליך לבחור שפה אחת לפחות בהגדרות המקלדת.
hi: आपको कीबोर्ड सेटिंग्स में कम से कम एक भाषा चुनना आवश्यक है
hr: Morate odabrati barem jedan jezik u postavkama tipkovnice.
hu: Legalább egy nyelvet ki kell választani a billentyűzet beállításaiban.
hy: Դուք պետք է ստեղնաշարի դրվածքներում ընտրեք առնվազն մեկ լեզու:
id: Anda harus memilih setidaknya satu bahasa dalam pengaturan keyboard.
is: Þú þarft að velja minnst eitt tungumál í lyklaborðsstillingum.
it_it: È necessario selezionare almeno una lingua nelle impostazioni della tastiera.
ja_jp: キーボード設定では、最低1言語を選択する必要があります。
ka: კლავიატურის პარამეტრებში უნდა აირჩიოთ ერთი ენა მაინც.
kk: Пернетақта параметрлерінде кемінде бір тіл таңдау керек.
km: អ្នក​ត្រូវតែ​ជ្រើស​ភាសា​មួយ​យ៉ាង​តិច​ក្នុង​ការកំណត់​ក្ដារចុច។
kn: ನೀವು ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದು ಭಾಷೆ ಆಯ್ಕೆಮಾಡಬೇಕು.
ko_kr: 키보드 설정에서 언어를 최소 1개 이상 선택하세요.
lo: ທ່ານຕ້ອງເລືອກເອົາຢ່າງໜ້ອຍໜຶ່ງພາສາຢູ່ໃນການຕັ້ງຄ່າຄີບອດ.
lt: Klaviatūros nustatymuose turite pasirinkti bent vieną kalbą.
lv: Tastatūras iestatījumos jāizvēlas vismaz viena valoda.
mk: Мора да изберете барем еден јазик во опциите за тастатурата.
ml: കീബോര്‍ഡ് ക്രമീകരണങ്ങളില്‍ നിങ്ങള്‍ ഒരു ഭാഷയെങ്കിലും തിരഞ്ഞെടുത്തിരിക്കണം.
mr: आपल्याला कीबोर्ड सेटिंग्स मधून कमीत कमी एक भाषा निवडावी लागेल.
ms: Anda hendaklah pilih sekurang-kurangnya satu bahasa dalam aturan papan kekunci.
my_zg: သင့္ကီးဘုတ္ ဆက္တင္မ်ားထဲမွာ အနည္းဆံုး ဘာသာစကားတစ္ခု ေရြးရမည္။
nb: Du må velge minst ett språk i tastaturinnstillinger.
ne: तपाईले कीबोर्ड सेटिङमा कम्तिमा एउटा भाषा चयन गर्नु पर्छ।
nl: Selecteer ten minste één taal in de toetsenbordinstellingen.
or: କୀବୋର୍ଡ୍ ସେଟିଂସମୂହରେ ଆପଣ ନିଶ୍ଚିତଭାବରେ ଅତିକମ୍‌ରେ ଏକ ଭାଷା ଚୟନ କରିବେ।
pa: ਤੁਹਾਨੂੰ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਵਿੱਚ ਘੱਟ ਤੋਂ ਘੱਟ ਇੱਕ ਭਾਸ਼ਾ ਦਾ ਚੋਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz wybrać w ustawieniach klawiatury co najmniej jeden język.
pt_pt: Ao menos um idioma deve ser selecionado nas configurações do teclado.
ro: Trebuie să selectaţi cel puţin o opţiune în setările tastaturii.
ru_ru: Выберите хотя бы один язык в параметрах клавиатуры.
si: යතුරුපුවරු සැකසුම් වෙතින් ඔබ අවම වශයෙන් එක් භාෂාවක්වත් තේරිය යුතුය.
sk: Musíte vybrať aspoň jeden jazyk v nastaveniach klávesnice.
sl: V nastavitvah tipkovnice morate izbrati vsaj en jezik.
sq: Duhet të përzgjedhësh së paku një gjuhë në cilësimet e tastierës.
sr: Moraš izabrati bar jedan jezik u okviru podešavanja tastature.
sv: Du måste välja minst ett språk för tangentbordsinställningar.
ta: விசைப்பலகை அமைவுகளில் குறைந்தபட்சம் ஒரு மொழியையாவது நீங்கள் தேர்வுசெய்ய வேண்டும்.
te: మీరు కీబోర్డ్ సెట్టింగులలో కనీసం ఒక భాష ఎంచుకోవాలి.
tg_tj: Шумо бояд дар танзимоти клавиатура ақаллан як забонро интихоб кунед.
th: คุณต้องเลือกอย่างน้อยหนึ่งภาษาในการตั้งค่าแป้นพิมพ์
tk_tm: Siz klawiatura sazlamalarynda iň bolmanda bir sany dil saýlamaly.
tl: Dapat na pumili ka ng kahit isang wika sa mga setting ng keyboard.
tr_tr: Klavye ayarlarında en az bir dil seçmelisiniz.
uk: Необхідно вибрати принаймні одну мову в установках клавіатури.
ur: ضروری ہے کہ کی بورڈ سیٹنگز میں آپ کم از کم ایک زبان منتخب کریں
uz: Klaviatura parametrlarida kamida bir til tanlashingiz lozim.
vi: Bạn phải chọn ít nhất một ngôn ngữ trong cài đặt bàn phím.
zh_cn: 您必须在键盘设置中选择至少一种语言。
zh_hk: 您必須於鍵盤設定中選擇至少一種語言。

# IDS_IME_MBODY_SELECT_INPUT_LANGUAGES
source: Select input languages
ar: تحديد لغات الإدخال
as: ইনপুট ভাষা চয়ন কৰক
az: Daxiletmə dillərini seç
bg: Избер. езици на въвеждане
bn_bd: ইনপুট ভাষাগুলো নির্বাচন করুন
ca: Selec idiomes entrada
cs: Vyberte jazyky zadávání
da: Vælg inputsprog
de: Eingabesprachen auswählen
el_gr: Επιλογή γλωσσών εισαγωγής
es_us: Selec. idiomas de entrada
et: Vali sisestuskeeled
eu: Hautatu sar. hizkuntzak
fa: انتخاب زبان های ورودی
fi: Valitse syöttökielet
fr_ca: Sélect. langue de saisie
ga: Rogh. teangacha ionchuir
gu: ઇનપુટ ભાષા પસંદ કરો
he: בחר שפות קלט
hi: इनपुट भाषा चुनें
hr: Odaberite jezike unosa
hu: Beviteli nyelvek kivál.
hy: Ընտրել ներածման լեզուները
id: Pilih bahasa input
is: Velja tungumál innsláttar
it_it: Selez. lingue di inserim.
ja_jp: 入力言語を選択
ka: აირჩიეთ წერის ენა
kk: Енгізу тілдерін таңдау
km: ជ្រើស​ភាសា​បញ្ចូល
kn: ಒಳನೀಡಿಕೆಯ ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko_kr: 입력 언어 선택
lo: ເລືອກພາສາໃສ່ເຂົ້າໄປ
lt: Rinktis įvesties kalbas
lv: Ievades valodas izvēle
mk: Изб. јазици за внесување
ml: ഇന്‍പുട്ട് ഭാഷകള്‍ തിരഞ്ഞെടുക്കുക
mn_mn: Оруулах хэлнүүдийг сонгох
mr: निविष्ट भाषा निवडा
ms: Pilih bahasa input
my_zg: ျဖည့္သြင္း ဘာသာစကားမ်ား ေရြးပါ
nb: Velg inndataspråk
ne: आगत भाषाहरू चयन गर्नुहोस्
nl: Invoertalen selecteren
or: ଇନପୁଟ୍ ଭାଷାଗୁଡିକ ଚୟନ
pa: ਇਨਪੁਟ ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਚੁਣੋ
pl: Wybór języków wpisywania
pt_pt: Idiomas introdução
ro: Select. limbi introducere
ru_ru: Выбор языков ввода
si: ආදාන භාෂා තෝරන්න
sk: Vstupný jazyk
sl: Izberite jezike vnosa
sq: Përzgjidh gjuhët e hyrjes
sr: Izaberi jezike unosa
sv: Välj inmatningsspråk
ta: உள்ளீடு மொழிகளை தேர்வு.
te: ఇన్‌పుట్ భాషలను ఎంచుకోండి
th: เลือกภาษา​ที่ใช้ป้อน
tl: Pumili ng wika sa input
tr_tr: Giriş dillerini seçin
uk: Вибір мов введення
ur: ان پٹ زبانیں منتخب کریں
uz: Kiritish tilini tanlang
vi: Chọn ngôn ngữ nhập
zh_cn: 选择输入语言
zh_hk: 選擇輸入語言

# IDS_IME_POP_MAXIMUM_NUMBER_OF_SUPPORTED_LANGUAGES_HPD_REACHED
source: Maximum number of supported languages (%d) reached.
ar: تم بلوغ الحد الأقصى لعدد اللغات المدعومة (%d).
as: সৰ্বাধিক সংখ্যক সমৰ্থিত ভাষা (%d) উপনীত হৈছে৷
az: Dəstəklənən dillərin sayı maksimuma (%d) çatıb.
be_by: Дасягнуты максімум моў, якія падтрымліваюцца (%d).
bg: Достигнат е максималният брой поддържани езици (%d).
bn_bd: সমর্থিত ভাষার সর্বাধিক সংখ্যায় (%dটি) পৌঁছেছে।
ca: S'ha assolit el nombre màxim d'idiomes admesos (%d)
cs: Bylo dosaženo maximálního počtu podporovaných jazyků (%d).
da: Det maksimale antal af understøttede sprog filer (%d) er nået.
de: Maximale Anzahl an unterstützten Sprachen (%d) erreicht
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός υποστηριζόμενων γλωσσών (%d).
es_us: El número máximo de idiomas admitidos (%d).
et: Toetatud keelte maksimaalne arv (%d) on saavutatud.
eu: Onartutako hizkuntzen gehienezko kopurura (%d) iritsi zara
fa: تعداد زبان‌های پشتیبانی شده (%d) به حداکثر رسیده است.
fi: Tuettujen kielten enimmäismäärä (%d) on saavutettu.
fr_ca: Nombre maximum de langues prises en charge (%d) atteint.
ga: Uaslíon na dteangacha a bhfuil tacú ann dóibh (%d) bainte amach.
gu: સમર્થિત ભાષાની મહત્તમ સંખ્યા (%d) પર પહોંચી ગયા.
he: הגעת למגבלה של (%d)‏ שפות נתמכות.
hi: समर्थित भाषाओं की अधिकतम संख्‍या (%d) तक पहुँच गया है।
hr: Maks. broj podržanih jezika (%d).
hu: Elérte a támogatott nyelvek maximális számát (%d).
hy: Հասել է ապահովվող լեզուների առավելագույն քանակին (%d):
id: Jumlah maksimum bahasa yang didukung (%d) tercapai.
is: Hámarksfjölda studdra tungumála (%d) náð.
it_it: Raggiunto numero massimo di lingue supportate (%d).
ja_jp: 対応言語の最大数(%d件)に達しました。
ka: მიღწეულია გათვალისწინებული ენების მაქსიმალური რაოდენობა (%d).
kk: Қолданылатын тілдердің ең көп санына (%d) жетті.
km: បាន​ដល់​ចំនួន​អតិបរមា​នៃ​ភាសា​ដែល​បាន​គាំទ្រ (%d)។
kn: ಬೆಂಬಲಿತ ಭಾಷೆಗಳ ಗರಿಷ್ಟ ಸಂಖ್ಯೆ (%d) ತಲುಪಿದೆ.
ko_kr: 최대 지원 언어 수(%d)에 도달하였습니다.
ky_kg: Колдоого алынган тилдердин саны (%d) нары четине жетти.
lo: ຮອດຈໍານວນສູງສຸດຂອງພາສາທີ່ເຂົ້າກັນໄດ້ (%d) ແລ້ວ.
lt: Pasiektas didžiausias leistinas palaikomų kalbų skaičius (%d).
lv: Sasniegts maksimālais atbalstīto valodu skaits (%d).
mk: Достигнат е максималниот број поддржани јазици (%d).
ml: പിന്തുണയ്ക്കുന്ന പരമാവധി ഭാഷകളുടെ (%d) എണ്ണത്തില്‍ എത്തി.
mn_mn: Дэмжих хэлний (%d) тооны дээд хязгаарт хүрсэн.
mr: समर्थित भाषांचे अधिकतम नंबर (%d) पोहोचले.
ms: Bilangan maksimum bahasa sokongan (%d) telah dicapai.
my_zg: ေထာက္ပံ့မႈေပးေသာ ဘာသာစကား အေရအတြက္ (%d) ခုသို႔ ေရာက္ေနၿပီ။
nb: Maksimalt antall støttede språk (%d) er nådd.
ne: समर्थित भाषाहरूको अधिकतम संख्या (%d) पुग्यो।
nl: Maximumaantal ondersteunde talen (%d) bereikt.
or: ସର୍ବାଧିକ ସଂଖ୍ୟକ ସମର୍ଥିତ ଭାଷାଗୁଡିକରେ (%d) ପହଞ୍ଚିଛି।
pa: ਸਮਰਥਿਤ ਭਾਸ਼ਾਵਾਂ ਅਧਿਕਤਮ ਸੰਖਿਆ (%d) ਤੇ ਪਹੁੰਚੀਆਂ।
pl: Osiągnięto maksymalną liczbę obsługiwanych języków (%d).
pt_pt: Número máximo de idiomas suportados (%d) atingido.
ro: S-a atins numărul maxim de limbi acceptate (%d).
ru_ru: Достигнуто максимальное количество поддерживаемых языков (%d).
si: සහය දක්වන භාෂා ගණනේ උපරිමට (%d) ට ළඟාවිය.
sk: Dosiahol sa maximálny počet podporovaných jazykov (%d).
sl: Največje dovoljeno število podprtih jezikov (%d) je doseženo.
sq: U arrit numri maksimal i gjuhëve të mbështetura (%d).
sr: Dostignut je maksimalan broj podržanih jezika (%d).
sv: Högsta antal språk som stöds (%d) har uppnåtts.
ta: அதிகபட்ச எண்ணிக்கையிலான ஆதரிக்கப்பட்ட மொழிகள் (%d) அடைந்தன.
te: మద్దతు గల గరిష్ట భాషల సంఖ్యకు (%d) చేరుకున్నారు.
tg_tj: Ба шумораи максималии забонҳои дастгиришаванда (%d) расидед.
th: ถึงจำนวนสูงสุด (%d) ของภาษาที่รองรับแล้ว
tk_tm: Bar bolan dilleriň iň ýokary mukdary ( %d-e) ýetdi
tl: Naabot ang maximum na bilang ng sinusuportahan na bilang ng mga wika (%d).
tr_tr: Maksimum sayıda desteklenen dile (%d) ulaşıldı.
uk: Досягнуто максимальної кількості мов, що підтримуються (%d).
ur: تائید کردہ زبانوں کی انتہائی تعداد (%d) آن پہنچی۔
uz: Qo‘llab-quvvatlanadigan tillar soni maksimal miqdorga (%d) yetdi.
vi: Đã đạt đến số ngôn ngữ được hỗ trợ tối đa (%d).
zh_cn: 已达到最大支持语言数 (%d)。
zh_hk: 已達支援語言數目上限（%d）。

# IDS_IME_HEADER_KEYBOARD
source: Keyboard
ar: لوحة المفاتيح
as: কীব'ৰ্ড
az: Klaviatura
bg: Клавиатура
bn_bd: কিবোর্ড
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el_gr: Πληκτρολόγιο
es_us: Teclado
et: Klahvistik
eu: Teklatua
fa: صفحه کلید
fi: Näppäimistö
fr_ca: Clavier
ga: Eochairchlár
gu: કીબોર્ડ
he: מקלדת
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
hy: Ստեղնաշար
id: Papan tombol
is: Lyklaborð
it_it: Tastiera
ja_jp: キーボード
ka: კლავიატურა
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್
ko_kr: 키보드
ky_kg: Ариптакта
lo: ຄີບອດ
lt: Klaviatūra
lv: Tastatūra
mk: Тастатура
ml: കീബോര്‍ഡ്
mn_mn: Гар товчлуур
mr: कीबोर्ड
ms: Papan kekunci
my_zg: ကီးဘုတ္
nb: Tastatur
ne: कीबोर्ड
nl: Toetsenbord
or: କୀବୋର୍ଡ୍
pa: ਕੀਬੋਰਡ
pl: Klawiatura
pt_pt: Teclado
ro: Tastatură
ru_ru: Клавиатура
si: යතුරු පුවරුව
sk: Klávesnica
sl: Tipkovnica
sq: Butona
sr: Tastatura
sv: Tangentbord
ta: விசைப்பலகை
te: కీబోర్డు
tg_tj: Клавиатура
th: แป้นพิมพ์
tk_tm: Klawiatura
tr_tr: Klavye
uk: Клавіатура
ur: کی بورڈ
uz: Klaviatura
vi: Bàn phím
zh_cn: 键盘
zh_hk: 鍵盤

# IDS_MSGS_BODY_NOT_SELECTED_T_TTS
source: Not selected
ar: لم يتم اختياره
as: চয়ন নকৰা
az: Seçilməyib
bg: Не е избрано
bn_bd: অনির্বাচিত
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de: Nicht ausgewählt
el_gr: Δεν έχει επιλεγεί
es_us: No seleccionados
et: Pole valitud
eu: Ez da aukeratu
fa: انتخاب نشد
fi: Ei ole valittu
fr_ca: Non sélectionné
ga: Gan roghnú
gu: પસંદ કરેલું નથી
he: לא נבחר
hi: चयनित नहीं हुआ
hr: Nije odabrano
hu: Nincs kijelölve
hy: Չի ընտրվել
id: Tidak dipilih
is: Ekki valið
it_it: Non selezionato
ja_jp: 選択なし
ka: არ არის არჩეული
kk: Таңдалмаған
km: មិន​បាន​ជ្រើស
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ko_kr: 선택하지 않았습니다.
ky_kg: Тандалган эмес
lo: ບໍ່ໄດ້ເລືອກ
lt: Nepasirinkta
lv: Nav izvēlēts
mk: Не е одбрано
ml: തിരഞ്ഞെടുത്തില്ല
mn_mn: Сонгоогүй
mr: निवडलेले नाही.
ms: Tidak dipilih
my_zg: ေရြးခ်ယ္မထားေသးပါ
nb: Ikke valgt
ne: चयन गरिएको छैन
nl: Niet geselecteerd
or: ମନୋନୀତ ନୁହେଁ
pa: ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
pl: Niewybrany
pt_pt: Não seleccionada
ro: Neselectat
ru_ru: Не выбрано
si: තෝරා නැත
sk: Nevybraté
sl: Ni izbrano
sq: Nuk është përzgjedhur
sr: Nije izabrano
sv: Ej vald
ta: தேர்ந்தெடுக்கப்படாதவை
te: ఎంచుకోలేదు
tg_tj: Интихоб нашудааст
th: ไม่ได้เลือก
tk_tm: Saýlanmadyk
tl: Hindi pinili
tr_tr: Seçili değil
uk: Не вибрано
ur: منتخب نہيں ہوا
uz: Tanlanmagan
vi: Chưa được chọn
zh_cn: 未选中
zh_hk: 未選擇

# IDS_MSG_BODY_TICKED_T_TTS
source: Ticked
ar: محدد
as: টিক হৈছে
az: Qeyd edilmiş
bg: Отметнато
bn_bd: টিকযুক্ত
ca: Marcat
cs: Zaškrtnuto
da: Markeret
de: Aktiviert
el_gr: Επιλέχθηκε
es_us: Marcados
et: Märgistatud
eu: Markatuta
fa: انتخاب شد
fi: Valittu
fr_ca: Coché
ga: Tic air
gu: ટિક કરેલો
he: מסומנת
hi: टिक किया गया
hr: Označeno
hu: Bejelölve
hy: Նշված
id: Dicentang
is: Merkt
it_it: Selezionato
ja_jp: 選択済み
ka: მონიშნულია
kk: Белгіленген
km: បាន​ធីក
kn: ಟಿಕ್ ಮಾಡಿರುವುದು
ko_kr: 선택된 상태입니다.
ky_kg: Белгиленген
lo: ໝາຍຕິກແລ້ວ
lt: Pažymėta
lv: Atzīmēts
mk: Штиклирано
ml: ടിക്കുചെയ്തത്
mn_mn: Тэмдэглэсэн
mr: टिक केलेले
ms: Ditanda
my_zg: အမွန္ျခစ္ထားသည္
nb: Merket av
ne: टिक गरिएको
nl: Geselecteerd
or: ଟିକ୍ ହୋଇଛି
pa: ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ
pl: Zaznaczony
pt_pt: Marcada
ro: Bifată
ru_ru: Флажок установлен
si: ලකුණු කෙරිණ
sk: Začiarknuté
sl: Potrjeno
sq: Shënjuar
sr: Obeleženo
sv: Markerad
ta: தேர்வுசெய்யப்பட்டது
te: ఎంచుకోబడ్డాయి
tg_tj: Ишорашуда
th: ที่ทำเครื่องหมาย
tk_tm: Bellenen
tl: Naka-tick
tr_tr: İşaretli
uk: Вибрано
ur: نشان زد
uz: Belgi qo‘yilgan
vi: Đã được đánh dấu
zh_cn: 已勾选
zh_hk: 已勾選

# IDS_MSG_BODY_TICK_BOX_T_TTS
source: Tick box
ar: مربع التحديد
as: টিক বাকচ
az: Qeyd xanası
bg: Поле за отметка
bn_bd: টিক বাক্স
ca: Quadre de verificació
cs: Zaškrtávací políčko
da: Afkrydsningsfelt
de: Kontrollkästchen
el_gr: Πλαίσιο επιλογής
es_us: Casilla de verificación
et: Märkeruut
eu: Markatze laukia
fa: کادر انتخاب
fi: Valintaruutu
fr_ca: Cocher la case
ga: Ticbhosca
gu: ટિક બોક્સ
he: תיבת סימון
hi: टिक बॉक्स
hr: Potvrdni okvir
hu: Jelölőnégyzet
hy: Նշասալիկ
id: Kotak centang
is: Gátreitur
it_it: Casella di selezione
ja_jp: チェックボックス
ka: მონიშნეთ უჯრა
kk: Құсбелгі орны
km: ប្រអប់​ធីក
kn: ಟಿಕ್ ಬಾಕ್ಸ್
ko_kr: 체크박스
ky_kg: Белгилөө кутусу
lo: ກ່ອງໃຫ້ໝາຍຕິກ
lt: Pažymėti langelį
lv: Izvēles rūtiņa
mk: Квадрат за штиклирање
ml: ടിക്ക് ബോക്സ്‌
mn_mn: Тэмдэглэх нүд
mr: टिक बॉक्स
ms: Kotak tanda
my_zg: အမွတ္ျခစ္ရန္အတြက္
nb: Avmerkingsboks
ne: टिक बाकस
nl: Selectievakje
or: ଟିକ୍ ବକ୍ସ
pa: ਟਿਕ ਬਾੱਕਸ
pl: Pole zaznaczenia
pt_pt: Caixa de selecção
ro: Casetă de bifare
ru_ru: Флажок
si: ලකුණු කරන කොටුව
sk: Začiarkavacie políčko
sl: Polje za potrditev
sq: Kutiza e shënjimit
sr: Kućica za oznaku
sv: Kryssruta
ta: தேர்வுப் பெட்டி
te: ఎంపిక పెట్టె
tg_tj: Байрақча
th: กล่องทำเครื่องหมาย
tk_tm: Guta basyň
tr_tr: İşaret kutusu
uk: Встановіть прапорець
ur: نشان لگانے کا خاکہ
uz: Belgilash katakchasi
vi: Hộp đánh dấu
zh_cn: 勾选框
zh_hk: 勾選框

# IDS_MSG_BODY_WHEN_CAN_WE_MEET_Q_M_TEXT_TEMPLATE
source: When can we meet?
ar: متى يمكننا اللقاء؟
as: আমি কেতিয়া লগ পাম?
az: Biz nə vaxt görüşə bilərik?
bg: Кога може да се срещнем?
ca: Quan podem quedar?
cs: Kdy se můžeme setkat?
da: Hvornår kan vi mødes?
de: Wann können wir uns treffen?
el_gr: Πού μπορούμε να βρεθούμε;
es_us: ¿Cuándo podemos encontrarnos?
et: Millal saame kohtuda?
eu: Noiz elkar gaitezke?
fa: چه وقت می توانیم یکدیگر را ملاقات کنیم؟
fi: Koska voimme tavata?
fr_ca: Quand peut-on se voir ?
ga: Cén uair a bhuailfidh mé leat?
gu: આપણે ક્યારે મળી શકીશું?
he: מתי נוכל להיפגש?
hi: हम कब मिल सकते हैं?
hr: Kada ćemo se naći?
hu: Mikor találkozhatunk?
hy: Ե՞րբ կարող ենք հանդիպել:
id: Kapan kita dapat bertemu?
is: Hvenær getum við hist?
it_it: Quando possiamo incontrarci?
ja_jp: いつ会えますか？
ka: როდის შეგვიძლია შევხვდეთ?
kk: Қашан кездесе аламыз?
km: តើយើង​អាច​ជួប​គ្នា​ពេល​ណា?
kn: ನಾವು ಯಾವಾಗ ಭೇಟಿಯಾಗುತ್ತೇವೆ?
ko_kr: 언제 만날까요?
ky_kg: Качан жолуга алабыз?
lo: ພວກເຮົາສາມາດປະຊຸມກັນໄດ້ເມື່ອໃດ?
lt: Kada galime susitikti?
lv: Kad mēs varētu satikties?
mk: Кога може да се видиме?
ml: എപ്പോഴാണ് നമുക്ക് കാണാന്‍ കഴിയുക?
mn_mn: Хэзээ уулзаж болох вэ?
mr: आपण कधी भेटायचे आहे?
ms: Bila kita boleh berjumpa?
nb: Når kan vi møtes?
ne: हामी कहिले भेट्न सक्छौ?
nl: Wanneer spreken we af?
or: ଆମେ କେବେ ମିଶି ପାରିବା?
pa: ਅਸੀਂ ਕਦੋਂ ਮਿਲ ਸਕਦੇ ਹਾਂ?
pl: Kiedy możemy się spotkać?
pt_pt: Podemos encontrar-nos?
ro: Când ne putem întâlni?
ru_ru: Когда мы можем встретиться?
si: අපට හමුවිය හැක්කේ කවදාද?
sk: Kedy sa môžeme stretnúť?
sl: Kje se lahko dobiva?
sq: Kur mund të takohemi?
sr: Kad možemo da se nađemo?
sv: När kan vi träffas?
ta: நாம் எப்போது சந்திக்கலாம்?
te: మనము ఎప్పుడు కలుద్దాం?
tg_tj: Кай вохӯрда метавонем?
th: เราจะพบกันที่ไหนดี?
tk_tm: Biz haçan duşuşyp bileris?
tl: Kailan tayo pwedeng magkita?
tr_tr: Ne zaman buluşabiliriz?
uk: Коли зустрінемось?
ur: ہم کب ملاقات کر سکتے ہیں؟
uz: Qachon uchrashishimiz mumkin?
vi: Khi nào chúng ta gặp nhau?
zh_cn: 我们何时可会面？
zh_hk: 幾點可以碰面？

# IDS_MSG_BODY_WHERE_ARE_YOU_Q_M_TEXT_TEMPLATE
source: Where are you?
ar: أين أنت؟
as: আপুনি ক'ত আছে?
az: Haradasan?
bg: Къде си?
ca: On ets?
cs: Kde jste?
da: Hvor er du?
de: Wo bist du?
el_gr: Που είστε;
es_us: ¿Dónde estás?
et: Kus sa oled?
eu: Non zaude?
fa: کجا هستید؟
fi: Missä olet?
fr_ca: Où es-tu ?
ga: Cá bhfuil tú?
gu: તમે ક્યાં છો?
he: איפה אתה?
hi: आप कहाँ हैं?
hr: Gdje si?
hu: Hol vagy?
hy: Որտե՞ղ ես:
id: Di manakah Anda?
is: Hvar ertu?
it_it: Dove sei?
ja_jp: どこにいますか？
ka: სად ხარ?
kk: Қайдасыз?
km: តើ​អ្នក​នៅ​កន្លែង​ណា?
kn: ನೀವು ಎಲ್ಲಿದ್ದೀರಿ?
ko_kr: 어디에 있나요?
ky_kg: Сен кайдасың?
lo: ເຈົ້າຢູ່ໃສ?
lt: Kur esi?
lv: Kur Tu esi?
mk: Каде си?
ml: നിങ്ങള്‍ എവിടെയാണ്?
mn_mn: Та хаана байна вэ?
mr: आपण कोठे आहात?
ms: Di manakah anda?
nb: Hvor er du?
ne: तपाई कहाँ हुनुहुन्छ?
nl: Waar ben je?
or: ଆପଣ କେଉଁଠି ଅଛନ୍ତି?
pa: ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ?
pl: Gdzie jesteś?
pt_pt: Onde estás?
ro: Unde eşti?
ru_ru: Где Вы?
si: ඔබ කොහේද?
sk: Kde si?
sl: Kje ste?
sq: Ku je?
sr: Gde si?
sv: Var är du?
ta: நீங்கள் எங்கே இருக்கிறீர்கள்?
te: మీరు ఎక్కడ ఉన్నారు?
tg_tj: Дар куҷоед?
th: คุณอยู่ที่ไหน?
tk_tm: Sen nirede?
tl: Nasaan ka?
tr_tr: Neredesin?
uk: Де ти?
ur: آپ کہاں ہیں؟
uz: Qayerdasiz?
vi: Bạn đang ở đâu?
zh_cn: 你在哪？
zh_hk: 您在哪裡？

# IDS_CLOCK_BODY_DONT_REPEAT_ABB
source: Don't repeat.
ar: عدم التكرار
as: পুনৰাই নকৰিব।
az: Təkrar etmə
bg: Не повтаряй
ca: No repetir
cs: Neopakovat
da: Gentag ikke.
de: Nicht wiederholen
el_gr: Όχι επανάλ.
es_us: No volver a mostrar
et: Ära korda
eu: Ez errepik.
fa: تکرار نشود
fi: Älä toista.
fr_ca: Ne pas rép.
ga: Ná hathdhéan
gu: દોહરાવશો નહીં.
he: אל תציג שוב
hi: दोहराएं नहीं
hr: Ne ponovi.
hu: Ne ismételje
hy: Չկրկնել
id: Jgn ulangi
is: Ekki endurt.
it_it: Non ripetere
ja_jp: 表示しない
ka: არ გამეორდეს
kk: Қайталамау
km: កុំ​ធ្វើឡើងវិញ
kn: ಪುನರಾವರ್ತಿಸಬೇಡಿ.
ko_kr: 다시 보지 않기
ky_kg: Кайталабоо
lo: ຢ່າເຮັດຊໍ້າຄືນ
lt: Nekartoti
lv: Neatkārtot
mk: Не повтор.
ml: ആവർത്തിക്കേണ്ട.
mn_mn: Бүү давт
mr: पुनरावृत्‍ती करू नका.
ms: Jgn ulang
my_zg: ထပ္ခါထပ္ခါ မလုပ္ပါႏွင့္
nb: Ikke gjenta.
ne: नदोहर्‍याउनुहोस्।
nl: Niet herhalen
or: ପୁନରାବୃତ୍ତି କରନ୍ତୁ ନାହିଁ।
pa: ਦੁਹਰਾਉ ਨਹੀਂ।
pl: Nie powt.
pt_pt: Não repetir
ro: Fără repet.
ru_ru: Не повторять.
si: පුනරා.නය නොකර.
sk: Neopakovať
sl: Ne ponovi
sq: Mos përsër.
sr: Ne ponavlj.
sv: Uppr. inte.
ta: மீ.காட்ட வேண்டாம்.
te: పునరావృతం చేయవద్దు.
tg_tj: Такрор нак.
th: อย่าแสดงซ้ำ
tk_tm: Gaýtalamaň.
tl: Wag ulitin
tr_tr: Tekrarlama
uk: Не повтор.
ur: نہ دہرائیں
uz: Takrorlama
vi: Không lặp lại
zh_cn: 不重复
zh_hk: 不要重複。

# IDS_WNOTI_BODY_SHOW_ON_DEVICE_ABB
source: Show on device
ar: عرض على الجهاز
as: ডিভাইচত দেখুৱাওক
az: Cihazda göstər
bg: Показ. устр.
ca: Mostrar dispos
cs: Zobr. v zař.
da: Vis på enhed
de: Auf Gerät anzg.
el_gr: Εμφ. σε συσκ.
es_us: Most. en disp.
et: Näita seadmes
eu: Erakutsi gailuan
fa: دیدن در دستگاه
fi: Näytä laitt.
fr_ca: Aff. sur app.
ga: Taisp. ar ghléas
gu: ઉપકરણ પર દર્શાવો
he: הצג במכשיר
hi: डिवाइस पर दिखाएँ
hr: Prikaži na tel
hu: Megj. eszközön
hy: Ցուցդր. սարքին
id: Lihat d prngkt
is: Sýna í tæki
it_it: Mostra su disp.
ja_jp: 端末で表示
ka: აპარატში ნახვა
kk: Құрлғ.көрсету
km: បង្ហាញ​លើ​ឧបករណ៍
kn: ಸಾಧನದಲ್ಲಿ ತೋರಿಸಿ
ko_kr: 디바이스로 보기
ky_kg: Түзмөктө көрсөт
lo: ສະແດງຢູ່ໃນເຄື່ອງ
lt: Rodyt įrengin.
lv: Rādīt ierīcē
mk: Пок. на уредот
ml: ഉപകരണത്തിൽ കാണിക്കുക
mn_mn: Төх.д харуул
mr: उपकरणावर दर्शवा
ms: Tunjk di prnti
nb: Vis på enheten
ne: यन्त्रमा देखाउनुहोस्
nl: Toon op appar.
or: ଡିଭାଇସରେ ଦେଖାଅ
pa: ਡਿਵਾਈਸ ਤੇ ਦਿਖਾਉ
pl: Pokaż na urz.
pt_pt: Mostra no disp
ro: Afiş. pe disp.
ru_ru: На устройстве
si: උපාංගය මත පෙන්ව.
sk: Zobr. v zar.
sl: Pok. v napravi
sq: Në pajisje
sr: Prik. na uređ.
sv: Visa på enhet
ta: சாதனத்தில் காண்பி
te: పరికరంలో చూపు
tg_tj: Нишон додан дар дастгоҳ
th: แสดงบน อุปกรณ์
tk_tm: Enjamda görkeziň
tr_tr: Cihazda göster
uk: Відоб.пристрою
ur: آلہ پر دکھائیں
uz: Qrl-da ko‘rsat
vi: Hiển thị trên thiết bị
zh_cn: 在设备上显示
zh_hk: 在裝置上顯示

# IDS_ST_SK_OK
source: OK
ar: موافق
as: ঠিক
be_by: ОК
bn_bd: ওকে
ca: Acceptar
es_us: Aceptar
eu: Ados
fa: تاييد
gu: ઓકે
he: אישור
hi: ओके
hy: Ընդունել
is: Í lagi
ka: კი
km: ព្រម
kn: ಸರಿ
ko_kr: 확인
ky_kg: ОК
lo: ຕົກລົງ
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक
my_zg: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
uk: ОК
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 確定

# IDS_ST_SK_CANCEL
source: Cancel
ar: إلغاء
as: বাতিল কৰক
az: Ləğv et
be_by: Скасаваць
bg: Отмени
bn_bd: বাতিল
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Άκυρο
es_us: Cancelar
et: Tühista
eu: Ezeztatu
fa: خیر
fi: Peruuta
fr_ca: Annuler
ga: Cuir ar ceal
gu: રદ કરો
he: ביטול
hi: रद्द
hr: Prekid
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
km: ចោល
kn: ರದ್ದು
ko_kr: 취소
ky_kg: Артка
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കു.
mn_mn: Цуцлах
mr: रद्द
ms: Batal
my_zg: ပယ္ဖ်က္
nb: Avbryt
ne: रद्द
nl: Annuleren
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_pt: Cancelar
ro: Anulare
ru_ru: Отмена
si: අව. කර.
sk: Zrušiť
sl: Prekliči
sq: Anullo
sr: Otkaži
sv: Avbryt
ta: ரத்து
te: రద్దు
tg_tj: Бекор кардан
th: ยกเลิก
tk_tm: Ýatyr
tl: Ikansela
tr_tr: İptal
uk: Скасувати
ur: منسوخ
uz: Bekor qilish
vi: Hủy
zh_cn: 取消
zh_hk: 取消
