Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Tap and hold the customisable key to select emoticons, voice, clipboard, keyboard settings, or punctuation marks.
ar: انقر مع الاستمرار فوق ‏‫المفتاح القابل للتخصيص لتحديد إعدادات الرموز التعبيرية‬ أو الصوت أو الحافظة أو لوحة المفاتيح أو علامات الترقيم.
as: ইম'টিকন, মাত, ক্লিপব'ৰ্ড, কীব'র্ড ছেটিংছ অথবা যতিচিহ্ন চয়ন কৰিবলৈ অনুকূলনযোগ্য কী টিপক আৰু ধৰি ৰাখক৷
az: Emosiyalar, səs, mübadilə buferi, klaviatura parametrləri və ya durğu işarələrini seçmək üçün fərdiləşdirilə bilən düyməni basıb saxlayın.
bg: Чукнете и задръжте персонализуемия клавиш, за да изберете настройките за емотикони, глас, клипборд, клавиатура или пунктуационни знаци.
ca: Mantingui tocada la tecla personalitzable per seleccionar emoticones, veu, porta-retalls, ajustaments de teclat o signes de puntuació
cs: Když klepnete na vlastní tlačítko a přidržíte ho, můžete volit mezi emotikonami, zadáváním hlasem, schránkou, nastavením klávesnice a interpunkčními znaménky.
da: Tryk på den brugerdefinerbare tast, og hold den nede, for at vælge humørikoner, stemme, udklipsholder eller tastaturindstillinger eller tegnsætning.
de: Berühren und halten Sie die anpassbare Taste gedrückt, um zwischen Einstellungen für Emoticons, Sprache, Handschrift, Zwischenablage und Satzzeichen auszuwählen.
el_gr: Πατήστε παρατεταμένα το πλήκτρο με δυνατότητα προσαρμογής, για να επιλέξετε emoticon, φωνή, πρόχειρο, ρυθμίσεις πληκτρολογίου ή σημεία στίξης.
es_us: Mantenga pulsada la tecla personalizada para seleccionar la configuración de emoticones, voz, portapapeles y teclado, o los signos de puntuación.
et: Emotikonide, hääle, lõikelaua, klaviatuuri seadete või kirjavahemärkide vahel valimiseks toksake ja hoidke all kohandatavat klahvi.
eu: Ukitu eta eutsi tekla pertsonalizagarria aurpegierak, ahotsa, arbela, teklatu ezarpenak edo puntuazio ikurrak hautatzeko
fa: برای انتخاب شکلک ها، صوت، کلیپ بورد، تنظیمات صفحه کلید یا علامت های نگارشی، بر کلیدهای قابل تنظیم ضربه بزنید و نگهدارید.
fi: Valitse hymiöt, ääni-, leikepöytä- tai näppäimistöasetukset tai välimerkit painamalla mukautettavaa painiketta jonkin aikaa.
fr_ca: Touchez longuement la touche personnalisable pour sélectionner les émoticônes, les paramètres vocaux, du presse-papier et du clavier, ainsi que les signes de ponctuation.
ga: Tapáil agus coinnigh an eochair in-saincheaptha le socruithe straoiseoga, gutha, gearrthaisce, eochairchláir, nó comharthaí poncaíochta a roghnú.
gu: ઇમોટિકોન્સ, અવાજ, ક્લિપબોર્ડ અથવા કીબોર્ડ સેટિંગ્સ અથવા વિરામ ચિહ્નો પસંદ કરવા માટે કસ્ટમાઇઝેશન યોગ્ય કીને ટેપ અને હોલ્ડ કરો.
he: לחץ לחיצה ארוכה על המקש הניתן להתאמה אישית כדי לבחור מבין סמלי ההבעה, הגדרות הקול, הלוח והמקלדת, או מסימני הפיסוק.
hi: इमोटिकॉन्स, वॉइस, क्लिपबोर्ड, कीबोर्ड सेटिंग्स या विराम चिह्नों को चुनने के लिए अनुकूलन योग्य कुंजी को टैप और होल्ड करें।
hr: Dodirnite i držite prilagodljivu tipku da biste odabrali emotikone, glas, međuspremnik, postavke tipkovnice ili interpunkcijske znakove.
hu: Ujját a testreszabható billentyűn tartva választhat az emotikonok, a hang, a vágólap, a billentyűzet beállításai és az írásjelek közül.
hy: Թակեք և պահեք ընտրակայելի ստեղնը՝ հուզապատկերակներ, ձայն, գզրոց, ստեղնաշարի դրվածքներ կամ կետադրական նշաններ ընտրելու համար:
id: Ketuk dan tahan tombol yang dapat disesuaikan untuk memilih pengaturan emotikon, suara, clipboard, keyboard, dan tanda baca.
is: Haltu stillanlega takkanum inni til að skipta á milli broskarla, raddar, klippiborðs, lyklaborðsstillinga og greinarmerkja.
it_it: Toccate e tenete premuto il tasto personalizzabile per selezionare emoticon, inserimento vocale, appunti, impostazioni tastiera o i segni di punteggiatura.
ja_jp: 顔文字、音声、クリップボード、キーボード設定、または句読点を選択するには、カスタマイズキーを長押しします。
ka: ხანგრძლივად შეეხეთ მორგებად ღილაკს და აირჩიეთ სიცილაკების, ხმის, ბუფერული მეხსიერების, კლავიატურის პარამეტრები, ან პუნქტუაციის ნიშნები.
kk: Смайликтерді, дауысты, буферді, пернетақта параметрлерін немесе тыныс белгілерін таңдау үшін реттемелі пернені түртіп ұстап тұрыңыз.
km: ប៉ះ​គ្រាប់ចុច​ដែល​អាច​ប្ដូរ​តាមបំណង​ឲ្យ​ជាប់ ដើម្បី​ជ្រើស​រវាង​ការកំណត់​សញ្ញារម្មណ៍, សំឡេង, ក្តារ​តម្បៀតខ្ទាស់, ក្ដារចុច ឬក៏​សញ្ញា​វណ្ណយុត្ត។
kn: ಎಮೋಟಿಕಾನ್‌ಗಳು, ಧ್ವನಿ, ಕ್ಲಿಪ್‌ಬೋರ್ಡ್, ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ವಿರಾಮಚಿಹ್ನೆಯ ಗುರುತುಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಗ್ರಾಹಕೀಕರಿಸುವ ಕೀಯನ್ನು ಒತ್ತಿಹಿಡಿಯಿರಿ.
ko_kr: 직접 설정 키를 길게 눌러 이모티콘, 음성, 클립보드, 키보드 설정, 문장 부호 등을 선택할 수 있습니다.
lo: ແຕະປຸ່ມສາມາດກໍານົດເອງໄດ້ຄ້າງໄວ້ ເພື່ອເລືອກອີໂມຕິຄອນ, ສຽງ, ຄລິບບອດ, ການຕັ້ງຄ່າຄີບອດ, ຫຼືເຄື່ອງໝາຍວັກຕອນ.
lt: Bakstelėkite ir palaikykite pritaikomą klavišą, kad galėtumėte pasirinkti jaustukų, balso, iškarpinės, klaviatūros nustatymus arba skyrybos ženklus.
lv: Lai izvēlētos emocijzīmes, balsi, starpliktuvi, tastatūras iestatījumus vai pieturzīmes, pieskarieties pielāgojamajam taustiņam un turiet.
mk: Допрете го и држете го прилагодливото копче за да изберете емотикони, глас, посредна меморија, опции за тастатура или знаци за интерпункција.
ml: ഇമോട്ടിക്കോണുകൾ, ശബ്ദം, ക്ലിപ്പ്‌ബോർഡ്, കീബോർഡ് ക്രമീകരണങ്ങൾ‍, അല്ലെങ്കിൽ വിരാമ ചിഹ്നങ്ങൾ എന്നിവ തിരഞ്ഞടുക്കാൻ ഇച്ഛാനുസൃതമാക്കാവുന്ന കീയിൽ സ്പർശിച്ചുപിടിക്കുക.
mn_mn: Эмотикон, дуу хоолой, түр санах ой, гар товчлуурын тохиргоо, эсвэл цэг тэмдгийг сонгохдоо тусгайлан өөрчлөх боломжтой товчийг дарж барь.
mr: इमोटीकॉन्स, ध्‍वनी, क्लिपबोर्ड, कीबोर्ड सेटिंग्स, किंवा विराम चिन्हे निवडण्यासाठी कस्टमायझेबल की टॅप आणि होल्ड करा.
ms: Ketik dan tahan kekunci boleh suai untuk memilih emotikon, suara, papan klip, aturan papan kekunci atau tanda baca.
nb: Trykk på og hold den tilpassbare tasten for å velge humørikoner, tale, utklippstavle, tastaturinnstillinger eller tegnsetting.
ne: भावप्रतिमा, भ्वाइस, क्लिपबोर्ड, कीबोर्ड सेटिङहरू, वा विराम चिन्हहरू चयन गर्नको लागि अनुकूलनीय कुञ्जीलाई ट्याप गरि होल्ड गर्नुहोस्।
nl: Tik op de instelbare toets en houd vast om te kiezen tussen emoticons, spraak, klembord, toetsenbordinstellingen of interpunctiemarkeringen.
or: ଇମୋଟିକନଗୁଡିକ, ଭଏସ୍, କ୍ଲିପ୍‌ବୋର୍ଡ, କିମ୍ଵା କୀବୋର୍ଡ୍ ସେଟିଂ କିମ୍ବା ବିରାମ ଚିହ୍ନଗୁଡିକୁ ଚୟନ କରିବାକୁ କଷ୍ଟୋମାଇଜ୍ ଯୋଗ୍ୟ କୀ ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ଵା ଧରି ରଖନ୍ତୁ।
pa: ਇਮੋਟੀਕੋਨ, ਆਵਾਜ਼, ਕਲਿਪਬੋਰਡ, ਜਾਂ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ, ਜਾਂ ਵਿਸਰਾਮ ਚਿੰਨ੍ਹਾਂ ਨੂੰ ਚੁਣਨ ਲਈ ਸਮਾਯੋਜਿਤ ਹੋਣ ਯੋਗ ਬਟਨ ਨੂੰ ਟੈਪ ਅਤੇ ਹੋਲਡ ਕਰੋ।
pl: Dotknij klawisza dostosowywanego i przytrzymaj go, aby wybrać ustawienia emotikonów, głosu, schowka lub klawiatury albo znaki interpunkcyjne.
pt_pt: Toque sem largar na tecla personalizável para seleccionar definições de ícones expressivos, voz, área de transferência, teclado ou sinais de pontuação.
ro: Atingeţi lung butonul personalizabil pentru a selecta emoticoanele, vocea, clipboardul, setările pentru tastatură sau semnele de punctuaţie.
ru_ru: Чтобы выбрать смайлики, голосовой ввод, буфер обмена, клавиатуру либо знаки препинания, нажмите и удерживайте настраиваемую клавишу.
si: හැඟීම් නිරූපක, හඬ, පසුරුපුවරුව සහ යතුරුපුවරු සැකසුම් තේරීමට අභිමත කිරීමේ යතුර තට්ටු කර අල්ලාගෙන සිටින්න.
sk: Ťuknutím na prispôsobiteľné tlačidlo a jeho podržaním môžete vyberať medzi nastaveniami emotikon, hlasu, schránky alebo klávesnice a interpunkčnými znamienkami.
sl: Pritisnite in pridržite prilagodljivo tipko, da izberete emotikone, glasovno funkcijo, odložišče, nastavitve tipkovnice ali oznake za ločila.
sq: Trokit dhe mbaj tastin e personalizueshëm, për të përzgjedhur midis emotikoneve, zërit, kujtesës së fragmenteve, cilësimeve të tastierës ose shenjave të pikësimit.
sr: Kucni i zadrži prilagodljiv taster za izbor emotikona, glasa, privremene memorije, podešavanja tastature ili znakova interpunkcije.
sv: Håll ned den anpassningsbara knappen för att välja uttrycksikoner, röst, urklipp, tangentbord eller skiljetecken.
ta: எமோடிகான்கள், குரல், கிளிப்போர்டு, விசைப்பலகை அமைவுகள் அல்லது நிறுத்தற் குறியீடுகளைத் தேர்ந்தெடுப்பதற்கு தனிப்பயனாக்கும் விசையை டேப் செய்து பிடிக்கவும்.
te: ఎమోటికాన్‌లు, వాయిస్, క్లిప్‌బోర్డ్, కీబోర్డ్ సెట్టింగ్‌లు లేదా విరామ చిహ్నాలను ఎంచుకోవడానికి అనుకూల కీని ట్యాప్ చేసి, పట్టుకోండి.
th: สัมผัสคีย์ปรับแต่งเองได้ค้างไว้ เพื่อเลือกอีโมติคอน เสียง คลิปบอร์ด การตั้งค่าแป้นพิมพ์ หรือเครื่องหมายวรรคตอน
tl: I-tap nang matagal ang customizable key upang piliin ang mga emoticon, boses, clipboard, mga setting ng keyboard, o mga bantas.
tr_tr: İfadeler, ses, pano, klavye ayarları veya noktalama işaretleri arasında seçim yapmak için özelleştirilebilir tuşa dokunun ve bekleyin.
uk: Натисніть і утримуйте настроювану клавішу, щоб вибрати емозначки, установки голосового введення, буфера обміну чи клавіатури або знаки пунктуації.
ur: شبیہیں، آواز، کلپ بورڈ، کی بورڈ سیٹنگز، یا علامات رموز اوقاف منتخب کرنے کے لئے قابل اختصاص کلید تھپتھپائیں اور تھام کو رکھیں۔
uz: Hissiyot ikonachalari, ovoz, almashish buferi, klaviatura parametrlari yoki tinish belgilarini tanlash uchun sozlanadigan tugmani bosib turing.
vi: Chạm và giữ phím tùy chỉnh để chọn biểu tượng cảm xúc, lời thoại, bộ nhớ tạm, cài đặt bàn phím hoặc dấu câu.
zh_cn: 轻敲并按住可自定义键以选择表情、语音、剪贴板、键盘设置或标点符号。
zh_hk: 輕觸並按住自訂鍵以選擇表情符號、語音、剪貼板、鍵盤設定或標點符號。

# IDS_HELP_BODY_TAP_AND_HOLD_THE_CUSTOMISABLE_KEY_MSG
source: Tap and hold the customisable key to select the voice, clipboard, and keyboard settings, and punctuation marks.
ar: انقر مع الاستمرار فوق المفتاح القابل للتخصيص لتحديد إعدادات الصوت والحافظة ولوحة المفاتيح وعلامات الترقيم.
as: মাত, ক্লিপব'ৰ্ড আৰু কীব'ৰ্ড ছেটিংছ আৰু যতিচিহ্ন চয়ন কৰিবলৈ অনুকূলনযোগ্য কী টিপক আৰু ধৰি ৰাখক৷
az: Səsi, mübadilə buferini və klaviatura parametrlərini və durğu işarələrini seçmək üçün fərdiləşdirilən düyməyə sıxıb saxlayın.
bg: Чукнете и задръжте персонализуемия клавиш, за да изберете настройките за глас, клипборд и клавиатура и пунктуационни знаци.
ca: Mantingui tocada la tecla personalitzable per seleccionar ajustaments de veu, de porta-retalls i de teclat i signes de puntuació
cs: Když klepnete na vlastní klíč a přidržíte ho, můžete volit mezi nastavením hlasu, schránky a klávesnice a interpunkčními znaménky.
da: Tap og hold nede på den brugerdefinerbare tast for at vælge stemme, udklipsholder og tastaturindstillinger og tegnsætning.
de: Tippen und halten Sie die anpassbare Taste gedrückt, um zwischen den Einstellungen für Sprache, Zwischenablage und Tastatur sowie Satzzeichen auszuwählen.
el_gr: Πατήστε παρατεταμένα το πλήκτρο με δυνατότητα προσαρμογής, για να επιλέξετε τις ρυθμίσεις φωνής, προχείρου και πληκτρολογίου, καθώς και τα σημεία στίξης.
es_us: Mantenga pulsada la tecla personalizada para seleccionar la Configuración del teclado, portapapeles y voz, y los signos de puntuación.
et: Hääle, lõikelaua, klaviatuuri seadete ning kirjavahemärkide vahel valimiseks toksake ja hoidke all kohandatavat klahvi.
eu: Ukitu eta eutsi tekla pertsonalizagarria ahotsaren, arbelaren eta teklatuaren ezarpenak eta puntuazio ikurrak hautatzeko
fa: برای انتخاب تنظیمات صدا، کلیپ بورد، و صفحه کلید و علائم نگارشی بر روی کلید دارای قابلیت سفارشی سازی ضربه زده و نگه دارید.
fi: Valitse ääni-, leikepöytä- ja näppäimistöasetukset sekä välimerkit painamalla mukautettavaa painiketta jonkin aikaa.
fr_ca: Touchez longuement la touche personnalisable pour sélectionner les paramètres vocaux, du presse-papier et du clavier, ainsi que les signes de ponctuation.
ga: Tapáil agus coinnigh an eochair in-saincheaptha le guth, gearrthaisce, agus socruithe eochairchláir, agus comharthaí poncaíochta a roghnú.
gu: અવાજ, ક્લિપબોર્ડ અને કીબોર્ડ સેટિંગ્સ અને અલ્પવિરામ ચિહ્નો પસંદ કરવા માટે કસ્ટમાઇઝેશન યોગ્ય કી ટેપ અને હોલ્ડ કરો.
he: לחץ לחיצה ארוכה על המקש הניתן להתאמה אישית כדי לבחור מבין הגדרות הקול, הלוח והמקלדת, וכן מסימני הפיסוק.
hi: आवाज़, क्लिपबोर्ड और कीबोर्ड सेटिंग्स और विराम चिह्नों को चुनने के लिए अनुकूलन कुंजी को टैप और होल्ड करें।
hr: Dodirnite i držite prilagodljivu tipku da biste izabrali glas, međuspremnik i postavke tipkovnice te rečenične znakove.
hu: Ujját a testreszabható billentyűn tartva választhat a hang, a vágólap, a billentyűzet beállításai és az írásjelek közül.
hy: Թակեք և պահեք ընտրակայելի ստեղնը՝ ձայնի, գզրոցի ու ստեղնաշարի դրվածքներ և կետադրական նշաններ ընտրելու համար
id: Tekan dan tahan tombol yang bisa disesuaikan untuk memilih suara, clipboard, dan pengaturan keyboard, dan tanda baca.
is: Haltu stillanlega takkanum inni til að velja rödd, klippiborð, lyklaborðsstillingar og greinarmerki.
it_it: Toccate e tenete premuto il tasto personalizzabile per selezionare le impostazioni di voce, appunti, tastiera e segni di punteggiatura.
ja_jp: 音声、クリップボード、キーボード設定または句読点を選択するには、カスタマイズキーを長押しします。
ka: ხანგრძლივად შეეხეთ მორგებად ღილაკს და აირჩიეთ ხმის, ბუფერული მეხსიერებისა და კლავიატურის პარამეტრები და პუნქტუაციის ნიშნები.
kk: Дауыс, буфер, пернетақта параметрлері мен тыныс белгілерін таңдау үшін, реттелмелі пернені басып тұрыңыз.
km: ប៉ះ​គ្រាប់ចុច​ដែល​អាច​ប្ដូរ​តាម​បំណង​ឲ្យ​ជាប់ ដើម្បី​ជ្រើស​ការកំណត់​សំឡេង, ក្តារ​តម្បៀតខ្ទាស់ និង ក្ដារចុច ព្រមទាំង​សញ្ញា​វណ្ណយុត្ត។
kn: ಧ್ವನಿ, ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಮತ್ತು ಕೀಬೋರ್ಡ್‌ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ವಿರಾಮ ಚಿಹ್ನೆಯ ಗುರುತುಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಗ್ರಾಹಕೀಕರಿಸುವ ಕೀ ಅನ್ನು ಒತ್ತಿ ಹಿಡಿಯಿರಿ.
ko_kr: 직접 설정 키를 길게 눌러 음성, 클립보드, 키보드 설정, 문장 부호 등을 선택합니다.
lo: ແຕະປຸ່ມທີ່ສາມາດກໍານົດເອງໄດ້ ເພື່ອເລືອກການຕັ້ງຄ່າສຽງ, ຄລິບບອດ, ແລະຄີບອດ, ແລະເຄື່ອງໝາຍວັກຕອນ.
lt: Bakstelėkite tinkinamą klavišą ir palaikykite, kad pasirinktumėte balso, iškarpinės, klaviatūros nustatymus ir skyrybos ženklus.
lv: Lai izvēlētos balsi, starpliktuvi, tastatūras iestatījumus un pieturzīmes, pieskarieties pielāgojamajam taustiņam un turiet.
mk: Допрете го и држете го прилагодливото копче за да изберете глас, посредна меморија и опции за тастатура и знаци за интерпункција.
ml: ശബ്ദം, ക്ലിപ്പ്‌ബോർഡ്, കീ‌ബോർഡ് ക്രമീകരണങ്ങൾ‍, വിരാമ ചിഹ്നങ്ങൾ എന്നിവ തിരഞ്ഞെടുക്കുന്നതിന് ഇച്ഛാനുസൃതമാക്കാവുന്ന കീ സ്പർശിച്ചുപിടിക്കുക.
mn_mn: Дуу хоолой, түр санах ой, гар товчлуурын тохиргоо, цэг тэмдгийг сонгохдоо тусгайлан өөрчлөх боломжтой товчийг дарж барь.
mr: ध्वनी, क्लिपबोर्ड, आणि कीबोर्ड सेटिंग्स, आणि विराम‍ चिन्हे निवडण्यासाठी सानुकूलयोग्‍य की टॅप आणि होल्ड करा.
ms: Ketik dan tahan kekunci boleh suai untuk memilih suara, papan klip dan aturan papan kekunci dan tanda baca.
nb: Trykk på og hold den tilpassbare tasten for å velge tale-, utklippstavle- og tastaturinnstillinger og tegnsetting.
ne: भ्वाइस, क्लिपबोर्ड र कीबोर्ड सेटिङहरू र विराम चिह्नहरू चयन गर्न अनुकूलनयोग्य कुञ्जीलाई ट्याप गरेर होल्ड गर्नुहोस्।
nl: Tik op de instelbare toets en houd vast om te kiezen tussen spraak, klembord, toetsenbordinstellingen en interpunctiemarkeringen.
or: ଭଏସ୍, କ୍ଲିପ୍‌ବୋର୍ଡ୍, ଓ କୀବୋର୍ଡ୍ ସେଟିଂଗୁଡିକ, ଏବଂ ବିରାମ ଚିହ୍ନଗୁଡିକ ଚୟନ କରିବାକୁ କଷ୍ଟୋମାଇଜ୍ ଯୋଗ୍ୟ କୀ ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ଵା ଧରି ରଖନ୍ତୁ।
pa: ਵਾੱਇਸ, ਕਲਿਪਬੋਰਡ, ਅਤੇ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਅਤੇ ਵਿਸ਼ਰਾਮ ਚਿੰਨ੍ਹ ਨਿਸ਼ਾਨਾਂ ਨੂੰ ਚੁਣਨ ਲਈ, ਸਮਾਯੋਜਿਤ ਹੋਣ ਯੋਗ ਬਟਨ ਨੂੰ ਟੈਪ ਅਤੇ ਹੋਲਡ ਕਰੋ।
pl: Dotknij klawisza dostosowywanego i przytrzymaj go, aby wybrać ustawienie głosu, schowka i klawiatury oraz znaki interpunkcyjne.
pt_pt: Toque sem soltar a tecla personalizável para seleccionar definições de voz, área de transferência, teclado e sinais de pontuação.
ro: Apăsaţi lung tasta particularizabilă pentru a selecta setările pentru voce, clipboard şi tastatură şi semnele de punctuaţie.
ru_ru: Чтобы выбрать голосовой ввод, буфер обмена, клавиатуру или знаки препинания, нажмите и удерживайте настраиваемую клавишу.
si: හඬ, පසුරුපුවරුව සහ යතුරුපුවරු සැකසුම් සහ විරාම ලකුණු තේරීමට අභිමත කළ හැකි යතුර තට්ටු කර අල්ලාගෙන සිටින්න.
sk: Ťuknutím na prispôsobiteľné tlačidlo a jeho podržaním môžete vyberať medzi nastaveniami hlasu, schránky a klávesnice a interpunkčnými znamienkami.
sl: Pritisnite in držite prilagodljivo tipko, da izberete glasovno funkcijo, odložišče, nastavitve tipkovnice ali oznake za ločila.
sq: Trokit dhe mbaj tastin e personalizueshëm, për të përzgjedhur midis cilësimeve të zërit, kujtesës së fragmenteve, tastierës dhe shenjave të pikësimit.
sr: Kucni i zadrži prilagodljiv taster za izbor glasa, privremene memorije, podešavanja tastature kao i znakova interpunkcije.
sv: Tryck på den anpassningsbara knappen och håll den nedtryckt för att välja inställningar för röst, urklipp, tangentbord och skiljetecken.
ta: குரல், கிளிப்போர்டு மற்றும் விசைப்பலகை அமைவுகள் மற்றும் நிறுத்தற்குறிகளை தேர்வு செய்யவென தனிப்பயனாக்கத்தக்க விசையை டேப் செய்து பிடிக்கவும்.
te: వాయిస్, క్లిప్‌బోర్డ్ మరియు కీబోర్డ్ సెట్టింగ్‌లు మరియు విరామ గుర్తులను ఎంచుకోవడానికి అనుకూల కీని ట్యాప్ చేసి, పట్టుకోండి.
th: สัมผัสที่คีย์ปรับแต่งเองได้ค้างไว้ เพื่อเลือก เสียง คลิปบอร์ด และการตั้งค่าแป้นพิมพ์ และเครื่องหมายวรรคตอน
tl: I-tap nang matagal ang nako-customize na key upang piliin ang mga setting ng boses, clipboard, at keyboard, at mga bantas.
tr_tr: Ses, el yazısı, pano, klavye ayarları ve noktalama işaretleri arasında seçim yapmak için özelleştirilebilir tuşa dokunun ve bekleyin.
uk: Натисніть та утримуйте настроювану клавішу, щоб вибрати голосові установки, установки буфера обміну та клавіатури, а також знаки пунктуації.
ur: وائس، کلپ بورڈ اور کی بورڈ سیٹنگز، اور علامات رموز اوقاف منتخب کرنے کے لئے تخصیص کے قابل کلید تھپتھپائیں اور تھام کر رکھیں۔
uz: Ovoz, almashish buferi, klaviatura parametrlari va tinish belgilarini tanlash uchun, sozlanadigan tugmani bosib turing.
vi: Chạm và giữ phím có thể tùy chỉnh để chọn cài đặt giọng nói, bộ nhớ tạm, bàn phím và dấu câu.
zh_cn: 长按可自定义键以选择语音、剪贴板、键盘设置和标点符号。
zh_hk: 輕觸並按住自訂鍵以選擇語音、剪貼板和鍵盤設定以及標點符號。
