Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_HELP_BODY_TAP_AND_HOLD_SOME_TEXT_TO_SELECT_IT_MSG
source: Tap and hold some text to select it. A cursor handle consists of a starting handle and an ending handle. Move both handles to select text. Release the handle to select copy, cut, paste, and other options.
ar: انقر باستمرار فوق جزء من النص لتحديده. يتكون مقبض رأس المؤشر من مقبض بدء ومقبض انتهاء. حرك كلا المقبضين لتحديد النص. حرر المقبض لتحديد خيارات النسخ والقص واللصق وخيارات أخرى.
as: ইয়াক চয়ন কৰিবৰ বাবে কিছুমান পাঠ টিপক আৰু ধৰি থাকক৷ এডাল কাৰ্চৰ হেণ্ডেল আৰম্ভণিৰ হেণ্ডেল আৰু সমাপ্তিৰ হেণ্ডেলেৰে যুক্ত৷ পাঠ চয়ন কৰিবৰ বাবে দুয়োডাল হেণ্ডেল লৰাওক৷ প্ৰতিলিপি, কাটক, লেপন আৰু অন্য বিকল্পসমূহ চয়ন কৰিবৰ বাবে হেণ্ডেল এৰক৷
az: Seçmək üçün mətnə vurub saxlayın. Kursor dəstəyi başlanğıc və sonluq dəstəyindən ibarətdir. Mətni seçmək üçün hər iki tutqacı hərəkət etdirin. Köçürmək, kəsmək, əlavə etmək və digərlərini seçmək üçün tutqacı buraxın.
bg: Чукнете и задръжте текст, за да го изберете. Манипулаторът на курсора се състои от начален и краен манипулатор. Придвижете и двата манипулатора, за да изберете текст. Освободете манипулатора, за да изберете копиране, поставяне и други опции
ca: Mantingui tocada part del text per seleccionar-lo. Un controlador del cursor consisteix en un controlador d'inici i un de final. Mogui'ls per seleccionar text. Deixi anar el controlador per seleccionar copiar, retallar, enganxar i altres opcions.
cs: Vyberte text klepnutím a přidržením. Úchyt se skládá z počátečního a koncového úchytu. Pohybem obou úchytů vyberte text. Po uvolnění úchytu můžete vybrat funkce kopírovat, vyjmout a vložit a další možnosti
da: Tap og hold nede på noget tekst for at vælge det. Et markørhåndtag består af et starthåndtag og et sluthåndtag. Flyt begge håndtag for at vælge tekst. Slip håndtaget for at vælge Kopiér, Klip, Indsæt og andre muligheder.
de: Zur Auswahl von Text tippen und halten. Ein Cursor-Marker besteht aus einem Start-Marker und einem End-Marker. Bewegen Sie zur Auswahl von Text beide Marker. Lassen Sie den Marker los, um „Kopieren“, „Ausschneiden“, „Einfügen“ und andere Optionen auszuwählen.
el_gr: Πατήστε παρατεταμένα το κείμενο για να το επιλέξετε. Ο δείκτης χειρισμού δρομέα αποτελείται από το δείκτη έναρξης και το δείκτη λήξης. Μετακινήστε και τους δύο δείκτες χειρισμού για την επιλογή κειμένου. Απελευθερώστε το δείκτη χειρισμού, για να επιλέξετε την αντιγραφή, την αποκοπή, την επικόλληση και άλλες δυνατότητες
es_us: Mantenga pulsado cierto texto para seleccionarlo. Un indicador de cursor consiste en un indicador inicial y uno final. Mueva ambos indicadores para seleccionar el texto. Libere el indicador para seleccionar copiar, cortar, pegar y otras opciones
et: Toksake ja hoidke sõrme tekstil, et seda valida. Kursori sang koosneb algussangast ja lõpusangast. Teksti valimiseks liigutage mõlemat sanga. Vabastage sang, et valida kopeerimist, lõikamist, kleepimist või teha muid valikuid
eu: Ukitu eta eutsi testua hura hautatzeko. Kurtsore heldulekuak hasteko heldulekua eta amaitzeko heldulekua ditu. Mugitu bi heldulekuak testua hautatzeko. Askatu heldulekua kopiatu, moztu, itsatsi eta beste aukera batzuk hautatzeko.
fa: بر متنی ضربه زده و نگهدارید تا انتخاب شود. دسته مکان نما شامل یک دسته شروع و یک دسته پایان است. برای انتخاب متن، هر دو دسته را جابجا کنید. برای انتخاب کپی، برش، جای گذاری و سایر گزینه ها دسته را رها کنید. برای متوقف کردن انتخاب متن به دسته ضربه بزنید.
fi: Valitse teksti pitämällä sitä painettuna. Kohdistinkahva muodostuu aloitus- ja lopetuskahvasta. Valitse teksti siirtämällä molempia kahvoja. Valitse Kopioi, Leikkaa, Liitä ja muita toimintoja vapauttamalla kahva.
fr_ca: Touchez longuement le texte pour le sélectionner. Le descripteur de curseur comporte un descripteur de début et un descripteur de fin. Déplacez les deux descripteurs pour sélectionner du texte. Relâchez la pression pour sélectionner Copier, Couper, Coller et d'autres options
ga: Tapáil agus coinnigh roinnt téacs lena roghnú. Tá hanla an chúrsóra comhdhéanta den hanla tosaigh agus hanla deiridh. Bog an dá hanla le téacs a roghnú. Scaoil an hanla le cóipeáil, gearradh, greamú agus roghanna eile a dhéanamh.
gu: કેટલાક લખાણને પસંદ કરવા માટે તેને ટેપ અને હોલ્ડ કરો. કર્સર હેન્ડલમાં પ્રારંભિક હેન્ડલ અને સમાપ્તિ હેન્ડલ સામેલ હોય છે. લખાણ પસંદ કરવા માટે બન્ને હેન્ડલ્સને ખસેડો. નકલ કરો, કાપો, ચોંટાડો અને અન્ય વિકલ્પો પસંદ કરવા માટે હેન્ડલને છોડી દો.
he: ‏‫הקש והחזק טקסט מסוים כדי לבחור בו. תו הסמן מורכב מתו התחלה ותו סיום. הזז את שני תווי הסמן כדי לבחור טקסט. שחרר את תו הסמן כדי לבחור העתקה, גזירה, הדבקה ואפשרויות אחרות.
hi: कोई टेक्स्ट चुनने के लिए उस पर टैप करके होल्ड करें। कर्सर हैंडल में एक प्रारंभ करने का हैंडल और समाप्त करने का हैंडल होता है। टेक्‍स्‍ट चुनने के लिए दोनों हैंडल्स सरकाएँ। कॉपी करने, काटने, पेस्ट करने और अन्य विकल्पों का चयन करने के लिए हैंडल छोड़ें।
hr: Dodirnite i držite dio teksta da ga odaberete. Ručica pokazivača sastoji se od početne ručice i završne ručice. Da biste odabrali tekst, pomaknite obje ručice. Otpustite ručicu za odabir opcija kopiraj, izreži, zalijepi itd
hu: Tartsa ujját a kijelölni kívánt szövegen. A kurzorfogót kezdő- és befejezőfogó alkotja. Szöveg kijelöléséhez mindkettőt húzza a megfelelő helyre. Másolás, Kivágás, Beillesztés és egyéb opciók kiválasztásához engedje el a fogót
hy: Թակեք և պահեք որոշ տեքստ՝ այն ընտրելու համար: Շարժագծի բռնիչը բաղկացած է մեկնարկի բռնիչից և ավարտի բռնիչից: Տեղափոխեք երկու բռնիչները՝ տեքստ ընտրելու համար: Բաց թողեք բռնիչը՝ պատճենելու, կտրելու, կպցնելու և այլ ընտրանքներ ընտրելու համար:
id: Ketuk dan tahan beberapa teks untuk memilihnya. Gagang kursor terdiri dari gagang awal dan gagang akhir. Gerakkan kedua gagang untuk memilih teks. Lepaskan gagang untuk memilih salin, potong, tempel, dan opsi lainnya.
is: Haltu fingri á texta til að velja hann. Bendlahandföng eru upphafshandfang og lokahandfang. Færðu bæði handföng til að velja texta. Slepptu handfanginu til að velja að afrita, klippa eða annað.
it_it: Toccate e tenete premuto del testo per selezionarlo. La selezione prevede un cursore di inizio selezione e un cursore di fine selezione. Muovete entrambi i cursori per selezionare il testo di vostro interesse. Rilasciate il cursore per selezionare Copia, Taglia, Incolla e altre opzioni.
ja_jp: 選択するテキストを長押しします。カーソルのハンドルには、開始と終了ハンドルがあります。2つのハンドルを動かしてテキストを選択します。ハンドルから指を離すと、コピー、切り取り、貼り付け、その他のオプションが選択できます。
ka: ტექსტის ასარჩევად ხანგრძლივად შეეხეთ მას. კურსორის იდენტიფიკატორი შედგება დაწყებისა და დასრულების იდენტიფიკატორებისგან. ტექსტის ასარჩევად ამოძრავეთ ორივე იდენტიფიკატორი. აუშვით ხელი იდენტიფიკატორს, რომ აირჩიოთ კოპირება, მოჭრა, ჩასმა და სხვა ფუნქციები.
kk: Кейбір мәтінді таңдау үшін оны басып тұрыңыз. Курсор тұтқасы басталу мен аяқталу тұтқасынан тұрады. Мәтінді таңдау үшін екі тұтқаны жылжытыңыз. Көшіру, қию, қою және басқа опцияларды таңдау үшін тұтқаны босатыңыз.
km: ប៉ះ​អត្ថបទ​ខ្លះ​ឲ្យ​ជាប់​ដើម្បី​ជ្រើស​វា។ ដង​ទស្សន៍ទ្រនិច​រួមមាន​ដងទ្រនិច​ចាប់ផ្ដើម និង ដងទ្រនិច​បញ្ចប់។ ផ្លាស់ទី​ដងទ្រនិច​ទាំងពីរ​ដើម្បី​ជ្រើស​អត្ថបទ។ លែង​ដងទ្រនិច​ដើម្បី​ជ្រើស ចម្លង, កាត់, បិទ​ភ្ជាប់ និង ជម្រើស​ផ្សេងទៀត។
kn: ಕೆಲವು ಪಠ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಲು ಅದನ್ನು ತಟ್ಟಿ ಹಿಡಿಯಿರಿ. ಕರ್ಸರ್ ಹ್ಯಾಂಡಲ್ ಆರಂಭದ ಹ್ಯಾಂಡಲ್ ಮತ್ತು ಮುಕ್ತಾಯದ ಹ್ಯಾಂಡಲ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಪಠ್ಯ ಆಯ್ಕೆ ಮಾಡಲು ಎರಡೂ ಹ್ಯಾಂಡಲ್‌ಗಳನ್ನು ಚಲಿಸಿ. ನಕಲಿಸು, ಕತ್ತರಿಸು, ಮತ್ತು ಬೇರೆ ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಹ್ಯಾಂಡಲ್ ಅನ್ನು ಬಿಡಿ.
ko_kr: 선택하려는 텍스트를 길게 누르세요. 커서 핸들은 시작 핸들과 종료 핸들로 구성되어 있습니다. 두 개의 핸들을 움직여 문자를 선택하세요. 핸들을 놓은 후 복사, 잘라내기, 붙여넣기, 기타 옵션을 선택하세요.
ky_kg: Тандоо үчүн текстти таптап, кармап туруңуз. Курсор туткасы баштоо туткасынан жана аяктоо туткасынан турат. Текстти тандоо үчүн эки тутканы тең жылдырыңыз. Көчүрүү, кесүү, чаптоо жана башка жолдорду тандоо үчүн тутканы бошотуңуз.
lo: ແຕະບາງຂໍ້ຄວາມຄ້າງໄວ້ ເພື່ອເລືອກມັນ. ດ້າມຈັບເຄີເຊີປະກອບດ້ວຍດ້າມຈັບເລີ່ມຕົ້ນ ແລະດ້າມຈັບສຸດທ້າຍ. ຍ້າຍດ້າມຈັບທັງສອງອັນເພື່ອເລືອກຂໍ້ຄວາມ. ປ່ອຍດ້າມຈັບເພື່ອເລືອກກັອບປີ້, ຕັດ, ແປະໃສ່, ແລະຕົວເລືອກອື່ນໆ.
lt: Bakstelėkite ir laikykite teksto dalį, kad ją pasirinktumėte. Žymeklio rankenėlę sudaro pradžios ir pabaigos rankenėlės. Norėdami pasirinkti tekstą, judinkite abi rankenėles. Atleiskite rankenėlę, kad pasirinktumėte kopijavimo, iškirpimo, įklijavimo ir kitas parinktis
lv: Lai izvēlētos tekstu, pieskarieties tekstam un turiet to. Kursora turis sastāv no sākuma tura un beigu tura. Lai izvēlētos tekstu, pārvietojiet abus turus. Lai izvēlētos kopēšanas, izgriešanas, ielīmēšanas un citas iespējas, atlaidiet turi
mk: Допрете и држете некој текст за да го изберете. Ознаката на покажувачот се состои од почетна и крајна ознака. Поместете ги двете ознаки за да изберете текст. Отпуштете ја ознаката за да изберете копирање, отсекување, пресликување и други опции
ml: ഏതാനും ടെക്സ്റ്റ് തിരഞ്ഞെടുക്കുന്നതിന് അതിൽ സ്പർശിച്ചുപിടിക്കുക. ഒരു കർസർ ഹാൻഡിലിൽ ഒരു ആരംഭ ഹാൻഡിലും ഒരു അവസാന ഹാൻഡിലും ഉൾപ്പെടുന്നു. ടെക്സ്റ്റ് തിരഞ്ഞെടുക്കുന്നതിന് രണ്ട് ഹാൻഡിലുകളും നീക്കുക. പകർത്തുന്നതിനും, മുറിക്കുന്നതിനും, ഒട്ടിക്കുന്നതിനും, കൂടാതെ മറ്റ് ഐച്ഛികങ്ങൾക്കും ഹാൻഡിൽ സ്വതന്ത്രമാക്കുക.
mn_mn: Хэсэг бичвэр сонгохын тулд товшиж барь. Курсорын бариул нь эхлэх бариул ба дуусах бариулаас бүрдэнэ. Бичвэр сонгохдоо хоёр бариулыг хоёуланг нь хөдөлгө. Хуулах, хайчлах, наах болон бусад сонголтыг сонгохын тулд бариулыг сул тавь.
mr: हे निवडण्‍यासाठी काही मजकूर टॅप आणि होल्‍ड करा. कर्सर हँडलमध्‍ये सुरूवातीचा हँडल आणि शेवटच्‍या हँडलचा समावेश असतो. मजकूर निवडण्‍यासाठी दोन्‍ही हँडल्‍स हलवा. कॉपी, कट, पेस्‍ट, आणि अन्‍य पर्याय निवडण्‍यासाठी हँडल सोडा.
ms: Ketik dan tahan beberapa teks untuk memilihnya. Pemegang kursor terdiri daripada pemegang permulaan dan pemegang akhiran. Gerakkan kedua-dua pemegang untuk memilih teks. Lepaskan pemegang untuk memilih salin, potong, tampal dan pilihan yang lain.
nb: Trykk på og hold noe tekst for å velge den. Et markørhåndtak består av et starthåndtak og et slutthåndtak. Beveg begge håndtakene for å velge tekst. Slipp håndtaket for å velge kopier, klipp ut, lim inn og andre alternativer.
ne: पाठ चयन गर्न त्यसलाई ट्याप गरेर होल्ड गर्नुहोस्। कर्सर ह्याण्डलमा सुरुवाती ह्याण्डल र अन्तिम ह्याण्डल शामिल छ। पाठ चयन गर्न दुबै ह्याण्डललाई सार्नुहोस्। प्रतिलिपि बनाउन, काट्न, टाँस्न र अन्य विकल्पहरू चयन गर्नको लागि ह्याण्डललाई छोड्नुहोस्।
nl: Tik op tekst en houd vast om de tekst te selecteren. Cursorhandgreep bestaat uit begin- en eindhandgreep. Verplaats beide handgrepen om tekst te selecteren. Laat de handgreep los voor kopiëren, knippen, plakken en andere opties.
or: କିଛି ଟେକ୍ସଟ୍ ଚୟନ କରିବାକୁ ଏହାକୁ ଟ୍ୟାପ୍ ଓ ହୋଲ୍ଡ କରି ଧରି ରଖନ୍ତୁ। ଏକ କର୍ସର୍ ହ୍ୟାଣ୍ଡେଲରେ ଆରମ୍ଭ କରିବା ହ୍ୟାଣ୍ଡେଲ୍ ଏବଂ ଶେଷ କରିବା ହ୍ୟାଣ୍ଡେଲ୍ ରହିଥାଏ। ଟେକ୍ସଟ୍ ଚୟନ କରିବାକୁ ଉଭୟ ହ୍ୟାଣ୍ଡେଲ୍ ଚଳାନ୍ତୁ। କପି, ଛେଦନ, ଲେପନ ତଥା ଅନ୍ୟାନ୍ୟ ବିକଳ୍ପ ଚୟନ କରିବାକୁ ହ୍ୟାଣ୍ଡେଲ୍ ରିଲିଜ୍ କରନ୍ତୁ।
pa: ਟੈਕਸਟ ਚੁਣਨ ਲਈ ਇਸਨੂੰ ਟੈਪ ਅਤੇ ਹੋਲਡ ਕਰੋ। ਕਰਸਰ ਹੈਂਡਲ ਵਿੱਚ ਸ਼ੁਰੂਆਤੀ ਹੈਂਡਲ ਅਤੇ ਅੰਤਿਮ ਹੈਂਡਲ ਸ਼ਾਮਿਲ ਹੁੰਦਾ ਹੈ। ਟੈਕਸਟ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਦੋਵੇਂ ਹੈਂਡਲਾਂ ਨੂੰ ਖਿਸਕਾਉ। ਕਾਪੀ ਕਰਨ, ਕੱਟਣ, ਚਿਪਕਾਉਣ, ਅਤੇ ਹੋਰ ਵਿਕਲਪਾਂ ਦੀ ਚੋਣ ਲਈ ਹੈਂਡਲ ਰਿਲੀਜ਼ ਕਰੋ।
pl: Dotknij tekstu i przytrzymaj go, aby go wybrać. Uchwyt kursora składa się z uchwytu początkowego i końcowego. Przesuń oba uchwyty, aby zaznaczyć tekst. Zwolnij uchwyt, aby wybrać kopiowanie, wycinanie, wklejanie lub inne opcje.
pt_pt: Para seleccionar texto, toque sem largar no texto. Um identificador de cursor é constituído por um identificador de início e um identificador de fim. Desloque os dois identificadores para seleccionar o texto. Liberte o identificador para seleccionar copiar, cortar, colar e outras opções.
ro: Atingeţi lung un text pentru a-l selecta. Reperul cursorului constă din reperul de început şi cel de sfârşit. Mutaţi ambele repere pentru a selecta textul. Eliberaţi reperul pentru a selecta copierea, decuparea, lipirea şi pentru alte opţiuni
ru_ru: Чтобы выбрать текст, коснитесь и удерживайте его. Курсор состоит из начального и конечного маркеров. Чтобы выделить текст, переместите оба маркера. Чтобы выбрать копирование, вырезание, вставку или другую функцию, отпустите маркер.
si: එය තේරීමට පෙළ කීපයක් ටැප් කර අල්ලාගෙන සිටින්න. කර්සර හසුරුවක් ආරම්භක හසුරුවක් සහ අවසන් හසුරුවකින් සමන්විත වේ. පෙළ තේරීමට හසුරු දෙකම ගෙන යන්න. පිටපත් කරන්න, කපන්න, අලවන්න, සහ අනෙකුත් අභිරුචි තේරීම සඳහා හසුරුව මුදා හරින්න.
sk: Ťuknutím na nejaký text a jeho podržaním vykonáte jeho výber. Rukoväť kurzora obsahuje počiatočnú rukoväť a koncovú rukoväť. Premiestnením oboch rukovätí môžete vybrať text. Po uvoľnení rukoväte môžete zvoliť kopírovanie, vystrihnutie, prilepenie a ďalšie možnosti
sl: Pritisnite in držite del besedila, da ga izberete. Kazalec je sestavljen iz začetne in končne ročice. Premaknite obe, da izberete besedilo. Sprostite ročico, da izberete kopiranje, rezanje, lepljenje in druge možnosti
sq: Trokit dhe mbaj tekst, për ta përzgjedhur. Doreza e kursorit përmban një dorezë nistore dhe një dorezë mbylltore. Lëviz të dy dorezat për të përzgjedhur tekst. Liroje dorezën për të përzgjedhur kopjim, prerje, ngjitje dhe opsione të tjera
sr: Kucni i zadrži deo teksta da bi ga izabrao/la. Ručica kursora se sastoji od početne i završne ručice. Pomeraj obe ručice za izbor teksta. Otpusti ovu ručicu za izbor kopiranja, isecanja i lepljenja kao i drugih opcija
sv: Tryck på en text och håll den nedtryckt för att markera den. Ett markörhandtag består av ett starthandtag och ett sluthandtag. Välj text genom att flytta handtagen. Släpp handtaget för att välja att kopiera, klippa, klistra in och andra alternativ.
ta: தேர்ந்தெடுப்பதற்கான சில உரைகளை டேப் செய்து பிடிக்கவும். சுட்டிக் கைப்பிடியானது துவக்க கைப்பிடியையும் முடிவுக் கைப்பிடியையும் கொண்டுள்ளது. உரையை தேர்ந்தெடுப்பதற்கு இரு கைப்பிடிகளையும் நகர்த்தவும். நகலெடுத்தல், வெட்டுதல், ஒட்டுதல், மற்றும் பிற தெரிவுகளை தேர்ந்தெடுப்பதற்கு கைப்பிடியை விடுவிக்கவும்.
te: దీన్ని ఎంచుకోవడానికి కొంత టెక్స్ట్‌ని ట్యాప్ చేసి, పట్టుకోండి. ఒక కర్సర్ హ్యాండిల్‌లో ఒక ప్రారంభ హ్యాండిల్ మరియు ఒక ముగింపు హ్యాండిల్ ఉంటాయి. టెక్స్ట్‌ను ఎంపిక చేసేందుకు రెండు హ్యాండిళ్లను కదిలించండి. కాపీ, కత్తిరింపు, పేస్ట్ మరియు ఇతర ఎంపికలను ఎంచుకునేందుకు హ్యాండిల్‌ను విడిచిపెట్టండి.
tg_tj: Барои интихоб кардани матн, онро зарба зада нигоҳ доред. Дастаки курсор аз дастаки оғоз ва дастаки охир иборат аст. Барои интихоб кардани матн, ҳардуи дастакҳоро ҳаракат диҳед. Дастакро озод карда, нусхагирӣ, буридан, гузоштан ва имконти дигарро интихоб кунед.
th: สัมผัสข้อความบางส่วนค้างไว้ เพื่อเลือก ตัวจัดการเคอร์เซอร์ประกอบด้วยตัวจัดการเริ่มต้นและตัวจัดการสิ้นสุด เลื่อนตัวจัดการทั้งสองตัวเพื่อเลือกข้อความ ปล่อยตัวจัดการเพื่อเลือกคัดลอก, ตัด, วาง และตัวเลือกอื่นๆ
tk_tm: Metinleri saýlamak üçin basyň we saklap duruň. Görgezgijiň tutgujy başlama tutgujy we soňlandyrma tutgujyndan ybaratdyr. Metin saýlamak üçin tuguçlaryň ikisini hem süýşüriň. Göçürme, kesme. ýerleşdirme we beýleki alamatlary saýlamak üçin tutgujy boşadyň.
tl: Mag-tap nang matagal sa isang bahagi ng text upang piliin ito. Ang isang cursor handle ay may handle sa umpisa at handle sa dulo. Igalaw ang dalawang handle upang pumili ng text. Bitawan ang handle upang piliin ang mga opsyong kopyahin, i-cut, i-paste, at iba pa.
tr_tr: Seçmek için bazı metinlere dokunun ve öyle tutun. Bir imleç işleci, bir başlangıç işleci ve bir bitiş işlecinden oluşur. Metni seçmek için her iki işleci de hareket ettirin. Kopyala, kes, yapıştır ve diğer seçeneklerden birini seçmek için işleci bırakın.
uk: Натисніть та утримуйте частину тексту, щоб вибрати її. Маркер курсору складається з початкової та завершальної частини. Переміщуйте обидві частини маркера, щоб вибрати текст. Відпустіть маркер, щоб вибрати команди «Копіювати», «Вирізати», «Вставити» та інші опції
ur: اس کو منتخب کرنے کے لئے کچھ متن تھپتھپائیں اور تھام کر رکھیں۔ ایک کرسر ھینڈل ایک شروعات ھینڈل اور ایک اختتام ھینڈل پر مشتمل ہوتا ہے۔ متن منتخب کرنے کے لئے دونوں ھینڈلز منتخب کریں۔ نقل بنانا، کاٹنا، چپکانا، اور دوسرے اختیارات منتخب کرنے کے لئے ھینڈل کو چھوڑیں۔
uz: Ba’zi matnni tanlash uchun bosib turing. Kursor deskriptori boshlanish va tugash deskriptorlaridan tashkil topadi. Matn tanlash uchun har ikki deskriptorni harakatlantiring. Nusxa olish, Qirqish, Qo‘shib qo‘yish va boshqa opsiyani tanlash uchun deskriptorni qo‘yib yuboring.
vi: Chạm và giữ để chọn một số văn bản. Điều khiển con trỏ gồm các phím điều khiển bắt đầu và kết thúc. Di chuyển cả hai phím điều khiển để chọn văn bản. Thả phím điều khiển để chọn sao chép, cắt, dán và các tùy chọn khác.
zh_cn: 轻敲并按住部分文字以选择。游标句柄以起始句柄与结尾句柄组成。移动两个句柄以选择文字。放开句柄以选择复制、剪下、黏贴或其他选项
zh_hk: 輕觸並按住部分文字以選擇。游標控點以起始控點與結尾控點組成。移動兩個控點以選擇文字。放開控點以選擇複製、剪下、貼上或其他選項

# IDS_HELP_BODY_PRESS_THE_BACK_KEY_TO_CLOSE_THE_KEYBOARD
source: Press the back key to close the keyboard.
ar: اضغط على مفتاح الرجوع لإغلاق لوحة المفاتيح.
as: কীব'ৰ্ড বন্ধ কৰিবৰ বাবে বেক কী টিপক৷
az: Klaviaturanı bağlamaq üçün geriyə düyməsinə basın.
bg: Натиснете клавиша назад, за да затворите клавиатурата.
ca: Premi la tecla enrere per tancar el teclat
cs: Stisknutím tlačítka zpět zavřete klávesnici.
da: Tryk på tilbageknappen for at lukke tastaturet.
de: Drücken Sie die Zurück-Taste, um die Tastatur zu schließen.
el_gr: Πατήστε το πλήκτρο επιστροφής, για να κλείσετε το πληκτρολόγιο.
es_us: Presione la tecla Atrás para cerrar el teclado
et: Klaviatuuri sulgemiseks vajutage tagasiliikumise klahvi.
eu: Ukitu atzera-tekla, teklatua ixteko
fa: برای بستن صفحه کلید، کلید برگشت را فشار دهید.
fi: Sulje näppäimistö painamalla paluunäppäintä.
fr_ca: Touchez la touche Retour pour fermer le clavier
ga: Brúigh an eochair siar leis an eochairchlár a dhúnadh.
gu: કીબોર્ડ બંધ કરવા માટે બેક કીને દબાવો.
he: לחץ על מקש ’הקודם‘ כדי לסגור את המקלדת.
hi: कीबोर्ड को बंद करने के लिए वापस कुंजी दबाएँ।
hr: Pritisnite tipku za povratak za zatvaranje tipkovnice.
hu: A billentyűzet lezárásához nyomja meg a Vissza gombot.
hy: Սեղմեք վերադարձի ստեղնը՝ ստեղնաշարը փակելու համար:
id: Tekan tombol Kembali untuk menutup keyboard.
is: Ýttu á bakktakkann til að loka lyklaborðinu.
it_it: Premete il tasto Indietro per chiudere la tastiera.
ja_jp: キーパッドを閉じるには戻るキーを押してください。
ka: კლავიატურის დასახურად დააჭირეთ უკანსვლის ღილაკს.
kk: Пернетақтаны жабу үшін “Артқа” пернесін басыңыз.
km: ចុច​គ្រាប់ចុច​ថយ ដើម្បី​បិទ​ក្ដារចុច។
kn: ಕೀಬೋರ್ಡ್ ಮುಚ್ಚಲು ಹಿಂದಕ್ಕೆ ಕೀ ಅನ್ನು ಒತ್ತಿ.
ko_kr: 키보드를 닫으려면 뒤로가기 버튼을 누르세요.
ky_kg: Ариптактаны жабуу үчүн артка баскычын басыңыз.
lo: ກົດປຸ່ມກັບຄືນ ເພື່ອປິດແປ້ນພິມ.
lt: Spauskite grįžimo mygtuką ir uždarykite klaviatūrą.
lv: Lai aizvērtu tastatūru, nospiediet taustiņu Atpakaļ.
mk: Притиснете го копчето за назад за да ја затворите тастатурата.
ml: കീബോര്‍ഡ് അടയ്ക്കുന്നതിന് ബാക്ക് കീ അമര്‍ത്തുക
mn_mn: Гар товчлуурыг хаахдаа буцаах товчлуурыг дарна.
mr: कीबोर्ड बंद करण्यासाठी बॅक कळ दाबा.
ms: Tekan kekunci kembali untuk menutup papan kekunci.
nb: Trykk på tilbaketasten for å lukke tastaturet.
ne: कीबोर्ड बन्द गर्न पछाडिको कुञ्जी थिच्नुहोस्।
nl: Druk op de toets Terug om het toetsenbord te sluiten.
or: କୀବୋର୍ଡ ବନ୍ଦ କରିବାକୁ ବ୍ୟାକ୍ କୀ ଦବାନ୍ତୁ।
pa: ਕੀਬੋਰਡ ਬੰਦ ਕਰਨ ਲਈ ਵਾਪਸ ਜਾਓ ਬਟਨ ਦਬਾਓ।
pl: Naciśnij klawisz wstecz, aby zamknąć klawiaturę.
pt_pt: Prima na tecla de retrocesso para fechar o teclado.
ro: Apăsaţi butonul înapoi pentru a închide tastatura.
ru_ru: Чтобы закрыть клавиатуру, нажмите клавишу 'Назад'.
si: යතුරු පුවරුව වැසීමට ආපසු යතුර ඔබන්න.
sk: Stlačením tlačidla návratu môžete zavrieť klávesnicu.
sl: Pritisnite tipko za vrnitev, da zaprete tipkovnico.
sq: Shtyp mbi tastin prapa për ta mbyllur tastierën.
sr: Pritisnite taster Nazad da biste zatvorili tastaturu.
sv: Tryck på tillbakaknappen för att stänga tangentbordet.
ta: விசைப்பலகையை மூட பின்விசையை அழுத்தவும்.
te: కీబోర్డ్‌ని మూసివేయడానికి వెనుక కీని నొక్కండి.
tg_tj: Барои пӯшидани клавиатура, тугмаи ақибро зарба занед.
th: กดปุ่มกลับเพื่อปิดแป้นพิมพ์
tk_tm: Klawiaturany ýapmak üçin yza düwmesine basyň.
tl: Pindutin ang back key upang isara ang keyboard.
tr_tr: Klavyeyi kapatmak için geri tuşuna basın.
uk: Натисніть клавішу «Назад», щоб закрити клавіатуру
ur: تختہ کلید بند کرنے کے لئے واپسی کلید پر دبائیں۔
uz: Klaviaturasini yopish uchun orqaga tugmasini bosing.
vi: Nhấn phím trở về để đóng bàn phím.
zh_cn: 按返回键以关闭键盘。
zh_hk: 按下返回鍵以關閉鍵盤。
