Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_CUSTOMIZABLE_KEY
source: Customisable key
ar: المفتاح القابل للتخصيص
as: অনুকোলনযোগ্য কী
az: Fərdiləşdirilə bilən düymə
bg: Персонализуем клавиш
bn_bd: কাস্টমযোগ্য কি
ca: Tecla personalitzable
cs: Vlastní klíč
da: Brugerdefinérbar tast
de: Anpassbare Taste
el_gr: Προσαρμόσιμο πλήκτρο
es_us: Tecla personalizada
et: Kohandatav klahv
eu: Tekla pertsonalizagarria
fa: کلید با قابلیت تنظیم شخصی
fi: Mukautettava näppäin
fr_ca: Touche personnalisable
ga: Eochair in-saincheaptha
gu: કસ્ટમાઇઝેબલ કી
he: מפתח הניתן להתאמה אישית
hi: अनुकूलन योग्य कुंजी
hr: Prilagodljiva tipka
hu: Testreszabható billentyű
hy: Ընտրակայելի ստեղն
id: Kunci dapat disesuaikan
is: Sérsníðanlegur takki
it_it: Tasto personalizzabile
ja_jp: カスタマイズキー
ka: მორგებადი ღილაკი
kk: Реттемелі перне
km: គ្រាប់ចុច​ដែល​អាច​កែប្រែ​បាន
kn: ಗ್ರಾಹಕೀಕರಣಗೊಳಿಸುವ ಕೀ
ko_kr: 직접 설정 키
ky_kg: Башкачалатуучу баскыч
lo: ປຸ່ມທີ່ສາມາດປັບປ່ຽນໄດ້
lt: Tinkintas klavišas
lv: Pielāgojams taustiņš
mk: Прилагодливо копче
ml: ഇച്ഛാനുസൃതമാക്കാവുന്ന കീ
mn_mn: Тохируулан өөрчлөх товчлуур
mr: कस्टमायझेबल कळ
ms: Kekunci boleh suai
my_zg: စိတ္ႀကိဳက္ျပဳလုပ္ႏိုင္ေသာ ခလုတ္
nb: Tilpassbar tast
ne: अनुकूलनयोग्य कुञ्जी
nl: Instelbare toets
or: କଷ୍ଟମାଇଜ୍ ହୋଇପାରୁଥିବା କୀ
pa: ਅਨੁਕੂਲਿਤ ਕਰਨ ਯੋਗ ਬਟਨ
pl: Klawisz dostosowywany
pt_pt: Tecla personalizável
ro: Cheie particularizabilă
ru_ru: Настраиваемая клавиша
si: අභිමත කළ හැකි යතුර
sk: Prispôsobiteľné tlačidlo
sl: Prilagodljiva tipka
sq: Tasti i personalizuar
sr: Prilagodljiv taster
sv: Anpassningsbar knapp
ta: தனிப்பயனாக்கல் விசை
te: అనుకూలీకరించగల కీ
tg_tj: Тугмаи танзимшаванда
th: คีย์ปรับแต่งเองได้
tk_tm: Sazlap bolýan açar
tl: Nako-customize na key
tr_tr: Özelleştirilebilir tuş
uk: Настроювана клавіша
ur: مخصوص بنانے کے قابل کلید
uz: Sozlanadigan tugma
vi: Phím tùy chỉnh
zh_cn: 可自定义按键
zh_hk: 可自訂按鍵

# IDS_IME_BODY_CURSOR_CONTROL
source: Cursor control
ar: التحكم بالمؤشر
as: কার্চৰ নিয়ন্ত্ৰণ
az: Kusor nəzarəti
bg: Контрол на курсора
bn_bd: কার্সর নিয়ন্ত্রণ
ca: Control del cursor
cs: Ovládání kurzoru
da: Markørkontrol
de: Cursorsteuerung
el_gr: Έλεγχος δρομέα
es_us: Control del cursor
et: Kursori juhtimine
eu: Kurtsorearen kontrola
fa: کنترل مکان نما
fi: Kohdistimen hallinta
fr_ca: Contrôle du pointeur
ga: Rialú cúrsóra
gu: કર્સર નિયંત્રણ
he: בקרת סמן
hi: कर्सर नियंत्रण
hr: Upravljanje pokazivačem
hu: Kurzorvezérlés
hy: Շարժագծի կառավարում
id: Kontrol kursor
is: Stjórnun með bendli
it_it: Controllo cursore
ja_jp: カーソル操作
ka: კურსორით მართვა
kk: Жүгіргіні басқару
km: ការគ្រប់គ្រង​ទស្សន៍​ទ្រនិច
kn: ಕರ್ಸರ್ ನಿಯಂತ್ರಣ
ko_kr: 커서 이동
ky_kg: Курсор башкаруу
lo: ການຄວບຄຸມເຄີເຊີ
lt: Žymeklio valdiklis
lv: Kursora vadība
mk: Контрола на покажувачот
ml: കര്‍സര്‍ നിയന്ത്രണം
mn_mn: Курсорын удирдлага
mr: कर्सर नियंत्रण
ms: Kawalan kursor
my_zg: ကာဆာ အထိန္း
nb: Markørkontroll
ne: कर्सर नियन्त्रण
nl: Cursorbesturing
or: କର୍ସର୍ ନିୟନ୍ତ୍ରଣ
pa: ਕਰਸਰ ਨਿਯੰਤ੍ਰਣ
pl: Sterowanie kursorem
pt_pt: Controlo do cursor
ro: Control cursor
ru_ru: Управление курсором
si: කර්සර් පාලන
sk: Pohyb kurzora
sl: Upravljanje kazalca
sq: Kontrolli i kursorit
sr: Kontrola kursora
sv: Markörkontroll
ta: கர்சர் கட்டுப்பாடு
te: కర్సర్ నియంత్రణ
tg_tj: Идоракунии курсор
th: การควบคุมเคอร์เซอร์
tk_tm: Kursor dolandyryş
tl: Kontrol sa cursor
tr_tr: İmleç kontrolü
uk: Керування курсором
ur: کرسر کنٹرول
uz: Kursor nazorati
vi: Điều khiển con trỏ
zh_cn: 光标控制
zh_hk: 游標控制

# IDS_IME_BODY_CURRENCY_SIGN_M_KEYBOARD_SYMBOL
source: Currency sign
ar: علامة العملة
as: মুদ্ৰা চিহ্ন
az: Valyuta nişanı
bg: Знак за валута
bn_bd: মুদ্রার চিহ্ন
ca: Signe de moneda
cs: Znak měny
da: Valutategn
de: Währungssymbol
el_gr: Σύμβολο νομίσματος
es_us: Símbolo de moneda
et: Valuuta märk
eu: Moneta zeinua
fa: علامت ارز
fi: Valuuttamerkki
fr_ca: Symbole monétaire
ga: Comhartha airgeadra
gu: ચલણનું ચિહ્ન
he: סמל מטבע
hi: मुद्रा चिह्न
hr: Oznaka valute
hu: Pénznemjel
hy: Տարադրամի նշան
id: Simbol mata uang
is: Gjaldmiðilstákn
it_it: Simbolo di valuta
ja_jp: 通貨記号
ka: ვალუტის ნიშანი
kk: Валюта белгісі
km: សញ្ញា​រូបិយបណ្ណ
kn: ಕರೆನ್ಸಿ ಚಿಹ್ನೆ
ko_kr: 화폐 기호
ky_kg: Валюта белгиси
lo: ສັນຍາລັກເງິນຕາ
lt: Valiutos ženklas
lv: Valūtas zīme
mk: Знак за валута
ml: നാണയ മുദ്ര
mn_mn: Валютын тэмдэг
mr: चलन चिन्‍ह
ms: Tanda mata wang
my_zg: ေငြေၾကးသေကၤတ
nb: Valutategn
ne: मुद्रा चिह्न
nl: Teken munteenheid
or: ମୁଦ୍ରା ଚିହ୍ନ
pa: ਮੁਦਰਾ ਚਿੰਨ੍ਹ
pl: Symbol waluty
pt_pt: Símbolo de moeda
ro: Simbol valutar
ru_ru: Знак валюты
si: මුදල් ලකුණ
sk: Symbol meny
sl: Znak za valuto
sq: Shenja e monedhës
sr: Znak valute
sv: Valutatecken
ta: நாணயக் குறியீடு
te: కరెన్సీ చిహ్నం
tg_tj: Аломати асъор
th: เครื่องหมายสกุลเงิน
tk_tm: Walýuta belgisi
tl: Simbolo ng pera
tr_tr: Para birimi
uk: Знак валюти
ur: کرنسی کی علامت
uz: Valyuta belgisi
vi: Dấu tiền tệ
zh_cn: 货币符号
zh_hk: 貨幣符號

# IDS_IME_BODY_CONTINUOUS_INPUT
source: Continuous input
ar: إدخال مستمر
as: একেৰাহে ইনপুট
az: Davamlı daxiletmə
bg: Непрекъснато въвеждане
bn_bd: অনবরত ইনপুট
ca: Entrada contínua
cs: Souvislé zadávání
da: Kontinuerligt input
de: Durchgehende Eingabe
el_gr: Συνεχής είσοδος
es_us: Introducción continua
et: Pidev sisestamine
eu: Sarrera etengabea
fa: ورودی پی در پی
fi: Jatkuva syöttö
fr_ca: Saisie en continu
ga: Ionchur leanúnach
gu: નિરંતર ઇનપુટ
he: הקלדה רציפה
hi: निरंतर इनपुट
hr: Uzastopni unos
hu: Folyamatos bevitel
hy: Անընդմեջ ներածում
id: Masukan tanpa henti
is: Samfelldur innsláttur
it_it: Inserimento continuo
ja_jp: 連続入力
ka: გადაბმით აკრეფა
kk: Созылмалы енгізу
km: ការបញ្ចូល​បន្ត​គ្នា
kn: ನಿರಂತರ ಇನ್‌ಪುಟ್
ko_kr: 단어 입력
ky_kg: Улануучу киргизүү
lo: ປ້ອນຂໍ້ມູນຕໍ່ເນື່ອງ
lt: Nuolatinė įvestis
lv: Nepārtraukta ievade
mk: Постојано внесување
ml: തുടര്‍ച്ചയായ ഇന്‍പുട്ട്
mn_mn: Тасралтгүй оролт
mr: सतत निविष्ट
ms: Input berterusan
my_zg: ဆက္တိုက္ ထည့္သြင္းမႈ
nb: Fortløpende inndata
ne: निरन्तर इन्पुट
nl: Doorlopende invoer
or: ଲଗାତାର ଇନପୁଟ୍
pa: ਲਗਾਤਾਰ ਇਨਪੁਟ
pl: Wpisywanie ciągłe
pt_pt: Introdução contínua
ro: Intrare continuă
ru_ru: Непрерывный ввод
si: නොනවතින ආදානය
sk: Súvislý vstup
sl: Neprekinjen vnos
sq: Shkrim i vazhduar
sr: Neprekidan unos
sv: Kontinuerlig inmatning
ta: தொடர்ச்சியான உள்ளீடு
te: వరుసగా ఇన్‌పుట్
tg_tj: Вуруди бардавом
th: อินพุต​ต่อ​เนื่อง
tk_tm: Dowamly girizme
tl: Tuluy-tuloy na pag-input
tr_tr: Sürekli giriş
uk: Безперервне введення
ur: مسلسل اندراج
uz: Davomiy kiritish
vi: Nhập liên tục
zh_cn: 连续输入
zh_hk: 連續輸入

# IDS_IME_BODY_COMMA_M_KEYBOARD_SYMBOL
source: Comma
ar: فاصلة
as: কমা
az: Vergül
bg: Запетая
bn_bd: কমা
ca: Coma
cs: Čárka
da: Komma
de: Komma
el_gr: Κόμμα
es_us: Coma
et: Koma
eu: Koma
fa: ویرگول
fi: Pilkku
fr_ca: Virgule
ga: Camóg
gu: અલ્પવિરામ ચિહ્ન
he: פסיק
hi: अल्पविराम
hr: Zarez
hu: Vessző
hy: Ստորակետ
id: Koma
is: Komma
it_it: Virgola
ja_jp: コンマ
ka: მძიმე
kk: Үтір
km: ក្បៀស
kn: ಅಲ್ಪ ವಿರಾಮ
ko_kr: 쉼표
ky_kg: Үтүр
lo: ໝາຍຈຸດ
lt: Kablelis
lv: Komats
mk: Запирка
ml: അൽപവിരാമം
mn_mn: Таслал
mr: स्‍वल्‍पविराम
ms: Koma
my_zg: ပုဒ္ရပ္သေကၤတ
nb: Komma
ne: अल्पविराम
nl: Komma
or: କମା
pa: ਅਰਧ ਵਿਸ਼ਰਾਮ ਚਿੰਨ੍ਹ
pl: Przecinek
pt_pt: Vírgula
ro: Virgulă
ru_ru: Запятая
si: කොමාව
sk: Čiarka
sl: Vejica
sq: Presje
sr: Zarez
sv: Komma
ta: காற்புள்ளி
te: కామా
tg_tj: Вергул
th: คอมม่า
tk_tm: Otur
tl: Kuwit
tr_tr: Virgül
uk: Кома
ur: وقفہ
uz: Vergul
vi: Phẩy
zh_cn: 逗号
zh_hk: 逗號

# IDS_IME_BODY_COLON_M_KEYBOARD_SYMBOL
source: Colon
ar: علامة النقطتين
as: কল'ন
az: Sütun
bg: Двоеточие
bn_bd: কোলন
ca: Dos punts
cs: Dvojtečka
da: Kolon
de: Doppelpunkt
el_gr: Άνω και κάτω τελεία
es_us: Dos puntos
et: Koolon
eu: Bi puntu
fa: دونقطه
fi: Kaksoispiste
fr_ca: Deux-points
ga: Idirstad
gu: મહાવિરામ ચિહ્ન
he: נקודתיים
hi: विरामचिह्न
hr: Dvotočka
hu: Kettőspont
hy: Կրկնակետ
id: Titik dua
is: Tvípunktur
it_it: Due punti
ja_jp: コロン
ka: ორწერტილი
kk: Қос нүкте
km: ចំណុច​ពីរ
kn: ವಿವರಣ ಚಿಹ್ನೆ
ko_kr: 콜론
ky_kg: Кош чекит
lo: ສອງຈໍ້າ
lt: Dvitaškis
lv: Kols
mk: Две точки
ml: ഭിത്തിക
mn_mn: Тодорхойлох цэг
mr: अपूर्ण विराम
ms: Titik bertindih
my_zg: ကိုလံု
nb: Kolon
ne: अपूर्ण विराम
nl: Dubbele punt
or: କୋଲନ୍
pa: ਵਿਸ਼ਰਾਮ ਚਿੰਨ੍ਹ
pl: Dwukropek
pt_pt: Dois pontos
ro: Două puncte
ru_ru: Двоеточие
si: දෙතිත
sk: Dvojbodka
sl: Dvopičje
sq: Dypikësh
sr: Dve tačke
sv: Kolon
ta: முக்காற்புள்ளி
te: కోలన్
th: โคลอน
tl: Tutuldok
tr_tr: İki nokta
uk: Двокрапка
ur: علامت وقف
uz: Ikki nuqta
vi: Hai chấm
zh_cn: 冒号
zh_hk: 冒號

# IDS_IME_BODY_CLOSING_PARENTHESIS_M_KEYBOARD_SYMBOL
source: Closing parenthesis
ar: أقواس إغلاق
as: চন্দ্ৰবন্ধনী
az: Qapanma abzası
bg: Затваряща скоба
bn_bd: বন্ধনী সমাপ্তি
ca: Parèntesi de tancament
cs: Pravá kulatá závorka
da: Slutparentes
de: Schließende runde Klammer
el_gr: Δεξιά παρένθεση
es_us: Paréntesis de cierre
et: Parem ümarsulg
eu: Itxiera parentesia
fa: پرانتز بسته
fi: Oikea sulje
fr_ca: Parenthèse fermante
ga: Lúibín dúnta
gu: બંધ થતો દ્ધિઅર્ધગોળ કૌંસ
he: סוגר רגיל
hi: बंद लघु कोष्ठक
hr: Završna obla zagrada
hu: Kerek zárójel bezárva
hy: Փակող կլոր փակագիծ
id: Kurung tutup
is: Svigi lokast
it_it: Parentesi chiusa
ja_jp: 丸括弧閉じ
ka: მრგვალი ფრჩხილის დახურვა
kk: Жабу жай жақшасы
km: វង់ក្រចក​បិទ
kn: ಮುಚ್ಚುವ ಪ್ರಕ್ಷೇಪ ಚಿಹ್ನೆ
ko_kr: 닫는 소괄호
ky_kg: Оң кашаа
lo: ປິດວົງເລັບ
lt: Dešinysis lenktinis skliaustas
lv: Aizverošās iekavas
mk: Затвори заграда
ml: അന്തിമ ആവരണ ചിഹ്നം
mn_mn: Хаах дугуй хаалт
mr: बंद गोल कोष्‍ठक
ms: Tanda kurung penutup
my_zg: အပိတ္ဝိုက္ကြင္း
nb: Høyreparentes
ne: बन्द लघुकोष्‍ठक
nl: Rond haakje sluiten
or: କୋଷ୍ଠକ ସମାପନ
pa: ਬੰਦ ਉਪਵਾਕ
pl: Nawias zamykający
pt_pt: Parênteses de fecho
ro: Paranteză de închidere
ru_ru: Закрывающая круглая скобка
si: සංවෘත සුළු වරහන
sk: Pravá okrúhla zátvorka
sl: Zaklepaj
sq: Kllapa mbyllëse
sr: Zatvorena obla zagrada
sv: Högerparentes
ta: மூடும் அடைப்புக்குறி
te: మూసివేసే కుండలీకరణములు
th: วงเล็บปิด
tl: Panghuling panaklong
tr_tr: Sağ parantezi
uk: Закриваюча кругла дужка
ur: قوشین بند
uz: Yopish qavslari
vi: Ngoặc đơn đóng
zh_cn: 右圆括号
zh_hk: 右圓括弧

# IDS_IME_BODY_CLOSING_BRACKET_M_KEYBOARD_SYMBOL
source: Closing bracket
ar: قوس الإغلاق
as: সৰু বন্ধনী
az: Qapanma mötərizəsi
bg: Затваряща квадратна скоба
bn_bd: সমাপ্তি বন্ধনী
ca: Claudàtor de tancament
cs: Pravá závorka
da: Højreparentes
de: Schließende eckige Klammer
el_gr: Δεξιά αγκύλη
es_us: Corchete de cierre
et: Parem sulg
eu: Itxiera kortxetea
fa: کروشه بسته
fi: Oikea hakasulje
fr_ca: Crochet fermant
ga: Lúibín uilleach dúnta
gu: બંધ થતો કાટખૂણિયો કૌંસ
he: סוגר מרובע
hi: बंद कोष्ठक
hr: Završna uglata zagrada
hu: Szögletes zárójel bezárva
hy: Փակող ուղիղ փակագիծ
id: Kurung siku tutup
is: Hornklofi lokast
it_it: Parentesi quadra chiusa
ja_jp: 角括弧閉じ
ka: კუთხოვანი ფრჩხილის დახურვა
kk: Жабу тік жақшасы
km: វង់តង្កៀប​បិទ
kn: ಮುಚ್ಚುವ ಆವರಣ ಚಿಹ್ನೆ
ko_kr: 닫는 대괄호
ky_kg: Оң бурчтуу кашаа
lo: ປິດວົງຂໍ
lt: Dešinysis laužtinis skliaustas
lv: Aizverošās kvadrātiekavas
mk: Затвори средна заграда
ml: അന്തിമ കോഷ്ഠം
mn_mn: Хаах дөрвөлжин хаалт
mr: बंद कंस
ms: Penutup kurungan
my_zg: အပိတ္ေထာင့္ကြင္း
nb: Høyre firkantparentes
ne: बन्द कोष्‍ठक
nl: Vierkant haakje sluiten
or: ବନ୍ଧନୀ ସମାପନ
pa: ਬੰਦ ਬ੍ਰੈਕੇਟ
pl: Zamykający nawias kwadratowy
pt_pt: Parênteses recto de fecho
ro: Paranteză dreaptă de închidere
ru_ru: Закрывающая квадратная скобка
si: පසු වරහන
sk: Pravá hranatá zátvorka
sl: Zaključni oglati oklepaj
sq: Kllapa katrore mbyllëse
sr: Zatvorena uglata zagrada
sv: Höger hakparentes
ta: மூடும் அடைப்புக்குறி
te: మూసివేసే బ్రాకెట్
th: เครื่องหมาย ']'
tl: Panghuling bracket
tr_tr: Sağ köşeli ayraç
uk: Закриваюча квадратна дужка
ur: بریکٹ بند
uz: Yopish qavsi
vi: Ngoặc vuông đóng
zh_cn: 右方括号
zh_hk: 右方括弧

# IDS_IME_BODY_CLOSING_BRACE_M_KEYBOARD_SYMBOL
source: Closing brace
ar: قوس الإغلاق
as: কুটীলবন্ধনী
az: Qapanma fiqurlu mötərizəsi
bg: Затваряща кръгла скоба
bn_bd: সমাপ্তি বক্রবন্ধনী
ca: Clau de tancament
cs: Pravá složená závorka
da: Slutklammeparentes
de: Schließende geschweifte Klammer
el_gr: Δεξιό άγκιστρο
es_us: Llave de cierre
et: Parem looksulg
eu: Itxiera hesia
fa: آکولاد بسته
fi: Oikea aaltosulje
fr_ca: Accolade fermante
ga: Lúibín slabhrach dúnta
gu: બંધ થતો અર્ધગોળ કૌંસ
he: סוגר מסולסל
hi: बंद धनुकोष्ठक
hr: Završna vitičasta zagrada
hu: Kapcsos zárójel bezárva
hy: Փակող ձևավոր փակագիծ
id: Kurawal tutup
is: Slaufusvigi lokast
it_it: Parentesi graffa chiusa
ja_jp: 中括弧閉じ
ka: ფიგურული ფრჩხილის დახურვა
kk: Жабу жақшасы
km: ឃ្នាបរ៉ាត់​បិទ
kn: ಮುಚ್ಚುವ ಪುಷ್ಪಾವರಣ
ko_kr: 닫는 중괄호
ky_kg: Оң ийилген кашаа
lo: ປິດວົງປີກກາ
lt: Dešinysis riestinis skliaustas
lv: Aizverošās figūriekavas
mk: Затвори голема заграда
ml: അന്തിമ വലയം
mn_mn: Хаах нуман хаалт
mr: बंद महिरपी कंस
ms: Tanda kurung tutup
my_zg: အပိတ္တြန္႔ကြင္း
nb: Høyre klammeparentes
ne: बन्द धनुकोष्‍ठक
nl: Accolade sluiten
or: ଚନ୍ଦ୍ରବନ୍ଧନୀ ସମାପନ
pa: ਬੰਦ ਬ੍ਰੇਸ
pl: Zamykający nawias klamrowy
pt_pt: Chaveta de fecho
ro: Acoladă de închidere
ru_ru: Закрывающая фигурная скобка
si: පසු සඟල වරහන
sk: Pravá zložená zátvorka
sl: Zaključni zaviti oklepaj
sq: Kllapa gjarpërushe mbyllëse
sr: Zatvorena vitičasta zagrada
sv: Höger klammerparentes
ta: மூடும் அடையாளக்குறி
te: మూసివేసే బ్రేస్
th: เครื่องหมาย '}'
tl: Panghuling brace
tr_tr: Sağ kıvrık ayraç
uk: Закриваюча фігурна дужка
ur: تسمہ بند
uz: Yopish shaklli qavs
vi: Ngoặc móc đóng
zh_cn: 右花括号
zh_hk: 右花括弧

# IDS_IME_BODY_CLIPBOARD
source: Clipboard
ar: الحافظة
as: ক্লিপব'ৰ্ড
az: Mübadilə buferi
bg: Системен буфер
bn_bd: ক্লিপবোর্ড
ca: Porta-retalls
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el_gr: Πρόχειρο
es_us: Portapapeles
et: Lõikelaud
eu: Arbela
fa: کلیپ بورد
fi: Leikepöytä
fr_ca: Presse-papier
ga: Gearrthaisce
gu: ક્લિપબોર્ડ
he: לוח
hi: क्लिपबोर्ड
hr: Međuspremnik
hu: Vágólap
hy: Գզրոց
id: Papan klip
is: Klippiborð
it_it: Appunti
ja_jp: クリップボード
ka: ბუფერული მეხს.
kk: Буфер
km: ក្ដារ​តម្បៀតខ្ទាស់
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್
ko_kr: 클립보드
ky_kg: Буфер
lo: ກະດານເກັບຄວາມຈໍາ
lt: Iškarpinė
lv: Starpliktuve
mk: Посредна меморија
ml: ക്ലിപ്ബോര്‍ഡ്
mn_mn: Түр санах ой
mr: क्लिपबोर्ड
ms: Papan klip
my_zg: ကလစ္ဘုတ္
nb: Utklippstavle
ne: क्लिपबोर्ड
nl: Klembord
or: କ୍ଲିପବୋର୍ଡ
pa: ਕਲਿਪਬੋਰਡ
pl: Schowek
pt_pt: Área transferência
ru_ru: Буфер обмена
si: ක්ලිප් පුවරුව
sk: Schránka
sl: Odložišče
sq: Kujt. e fragm.
sr: Privremena memorija
sv: Urklipp
ta: கிளிப்போர்டு
te: క్లిప్‌బోర్డ్
tg_tj: Планшет
th: คลิ​ป​บอร์ด
tk_tm: Alyş-çalyş buferi
tr_tr: Pano
uk: Буфер обміну
ur: کلپ بورڈ
uz: Bufer
vi: Bộ nhớ tạm
zh_cn: 剪贴板
zh_hk: 剪貼板

# IDS_IME_BODY_CIRCUMFLEX_M_KEYBOARD_SYMBOL
source: Circumflex
ar: إشارة المدّ
as: চাৰ্কামফ্লেক্স
az: Sirkumfleks
bg: Двойно ударение
bn_bd: সারকামফ্লেক্স
cs: Cirkumflex
da: Circumfleks
de: Zirkumflex-Akzent
el_gr: Σιρκουμφλέξ
es_us: Circunflejo
et: Tsirkumfleks
eu: Zirkunflexua
fa: هشتک
fi: Sirkumfleksi
fr_ca: Accent circonflexe
ga: Cuairín
gu: સર્કમફ્લેક્સ
he: גג
hi: परिवेष्टक चिह्न
hr: Cirkumfleks
hu: Kalap
hy: Բարձրացող-իջնող շեշտ
id: Sirkumfleks
is: Tvíbroddur
it_it: Accento circonflesso
ja_jp: キャレット
ka: ცირკუმფლექსი
kk: Циркумфлекс
km: សញ្ញាមួក
kn: ಸ್ವರಿತ ಚಿಹ್ನೆ
ko_kr: 캐럿
ky_kg: Циркумфлекс
lo: ເຄື່ອງໝາຍ ^
lt: Stogelio ženklas
lv: Jumtiņš
mk: Надредена аголна заграда
ml: സർകംഫ്ലക്സ്
mn_mn: Гурвалжин өргөлт
mr: स्‍वरितचिन्‍ह
ms: Sirkumfleks
my_zg: သရသံသေကၤတ
nb: Cirkumfleks
ne: सर्कम्फ्लेक्स
nl: Dakje
or: ସ୍ୱରିତ
pa: ਦੀਰਘਤਾ ਸੂਚਕ ਚਿੰਨ੍ਹ
pl: Akcent cyrkumfleksowy
pt_pt: Circunflexo
ru_ru: Крышечка
si: ස්වරිත ලකුණ
sk: Strieška
sl: Strešica
sq: Theksi lakor
sr: Dugosilazni akcenat
sv: Insättningstecken
ta: வில்லுரு
te: స్వరితం
th: เครื่องหมาย '^'
tr_tr: Şapka
uk: Циркумфлекс
ur: سرکم فلیکس
uz: Sirkumfleks
vi: Dấu mũ
zh_cn: 抑扬符号
zh_hk: 抑揚符號

# IDS_IME_BODY_CHARACTER_PREVIEW
source: Character preview
ar: معاينة الحرف
as: বৰ্ণ পূৰ্বলোকন
az: Simvola önbaxış
bg: Визуализация на символа
bn_bd: অক্ষর পূর্বরূপ
ca: Vista prèvia de caràcter
cs: Náhled znaků
da: Tegneksempel
de: Zeichenvorschau
el_gr: Προεπισκόπηση χαρακτήρα
es_us: Previsualización de caracter
et: Märgi eelvaade
eu: Karaktere aurrebista
fa: پیش نمایش نویسه
fi: Merkin esikatselu
fr_ca: Aperçu du caractère
ga: Réamhamharc ar charachtar
gu: વર્ણ પૂર્વદર્શન
he: תצוגה מקדימה של תו
hi: वर्ण पूर्वावलोकन
hr: Prikaz znakova
hu: Karakterek előnézete
hy: Նիշի նախադիտում
id: Pratinjau karakter
is: Stafaforskoðun
it_it: Anteprima carattere
ja_jp: 文字プレビュー
ka: სიმბოლოს გადახედვა
kk: Таңбаларды қарап шығу
km: ការបង្ហាញ​តួអក្សរ
kn: ಅಕ್ಷರ ಪೂರ್ವಾವಲೋಕನ
ko_kr: 문자 미리보기
ky_kg: Белгини алдын ала көрүү
lo: ຕົວຢ່າງຕົວອັກສອນ
lt: Simbolių peržiūra
lv: Rakstzīmju priekšskatījums
mk: Преглед на знаците
ml: കാരക്ടര്‍ പ്രിവ്യൂ
mn_mn: Тэмдэгтийг урьдчилан хар
mr: वर्ण पूर्वावलोकन
ms: Pratonton aksara
my_zg: ကာရိုက္တာ ႀကိဳတင္ၾကည့္ရႈျခင္း
nb: Forhåndsvis tegn
ne: क्यारेक्टर पूर्वावलोकन
nl: Pop-up bij toetsaanslag
or: କମ୍‍ ପୂର୍ବାବଲୋକନ
pa: ਵਰਣ ਪੂਰਵ-ਦਰਸ਼ਨ
pl: Podgląd znaków
pt_pt: Pré-visualização
ro: Previzualizare caracter
ru_ru: Просмотр символов
si: අක්ෂර පෙරදැක්ම
sk: Ukážka znakov
sl: Predogled znakov
sq: Paraafishim i karakterit
sr: Pregled karaktera
sv: Förhandsgranska tecken
ta: எழுத்து முன்காணல்
te: అక్షరం ప్రివ్యూ
tg_tj: Пешнамоиши аломат
th: ตัวอย่างตัวอักษร
tk_tm: Harplary öňden seretmek
tr_tr: Karakter önizleme
uk: Попередній перегляд символів
ur: حرفی پیش منظر
uz: Belgini ko‘rib chiqish
vi: Xem trước ký tự
zh_cn: 字符预览
zh_hk: 預覽字元

# IDS_IME_BODY_CAPITAL_M_LETTERS
source: Capital
ar: حرف كبير
as: বৰফলা
az: Baş hərflər
bg: Главна
bn_bd: বড় হাতের অক্ষর
ca: Majúscula
cs: Velké
da: Hovedstad
de: Großes
el_gr: Κεφαλαίο
es_us: Mayúscula
et: Algsuurtäht
eu: Letra larria
fa: حروف بزرگ
fi: Iso kirjain
fr_ca: Majuscule
ga: Ceannlitir
gu: કેપિટલ
he: אותיות גדולות
hi: कैपिटल
hr: Veliko slovo
hu: Nagy
hy: Մեծատառ
id: Huruf besar
is: Hástafur
it_it: Maiuscola
ja_jp: 大文字
ka: მთავრული
kk: Бас әріп
km: អក្សរ​ធំ
kn: ರಾಜಧಾನಿ
ko_kr: 대문자
ky_kg: Чоң тамга
lo: ຕົວໃຫຍ່
lt: Didžioji raidė
lv: Lielais
mk: Голема
ml: വലിയക്ഷരം
mn_mn: Том үсэг
mr: कॅपिटल
ms: Huruf besar
my_zg: စာလံုးႀကီး
nb: Stor
ne: क्यापिटल
nl: Hoofdletter
or: ଇଂରାଜୀ ବଡ ଅକ୍ଷର
pa: ਵੱਡੇ ਅੱਖਰ
pl: Wielkie
pt_pt: Maiúscula
ro: Mare
ru_ru: Большие буквы
si: මහකුර
sk: Veľké písmeno
sl: Velika začetnica
sq: Shkronjë e madhe shtypi
sr: Veliko slovo
sv: Versal
ta: பெரிய எழுத்து
te: క్యాపిటల్
th: ตัวพิมพ์ใหญ่
tl: Malaking
tr_tr: Büyük harf
uk: Великі літери
ur: بڑا حروف
uz: Bosh harf
vi: In hoa
zh_cn: 大写
zh_hk: 大寫

# IDS_IME_BODY_BACKSPACE_M_KEYBOARD_SYMBOL
source: Backspace
ar: مسافة للخلف
as: বেকস্পেচ
az: Geriyə düyməsi
bn_bd: ব্যাকস্পেস
ca: Retrocés
da: Tilbagetast
de: Zurück
el_gr: Πλήκτρο backspace
es_us: Retroceso
et: Tagasilüke
eu: Atzera
fa: کلید پس‌بر
fi: Askelpalautin
fr_ca: Retour arrière
ga: Cúlspás
gu: બેકસ્પેસ
hi: बैकस्‍पेस
hr: Tipka za povratak
hu: Visszatörlés
hy: Ետշարժ
is: Bakktakki
it_it: Cancella
ja_jp: バックスペース
ka: უკუსვლის კლავიში
kk: Backspace пернесі
km: លុប​ថយ
kn: ಬ್ಯಾಕ್‌ಸ್ಪೇಸ್
ko_kr: 지우기
ky_kg: Артка кайтуу
lo: ຍ້າຍຄືນຫຼັງ
lt: Grįžties klavišas
lv: Atpakaļatkāpe
mk: Бришење назад
ml: ബാക്ക്‍സ്പേസ്
mr: बॅकस्‍पेस
ms: Undur ruang
my_zg: ေနာက္သို႔ျပန္ဖ်က္ျခင္း
nb: Tilbake
ne: ब्याकस्पेस
or: ବ୍ୟାକ୍‌ସ୍ପେସ୍
pa: ਬੈਕਸਪੇਸ
pl: Powrót
pt_pt: Retrocesso
ru_ru: Стереть
si: පසු මැකුම
sk: Kláves Backspace
sl: Vračalka
sq: Kthim prapa
sr: Taster za brisanje
sv: Backsteg
ta: பேக்ஸ்பேஸ்
te: బ్యాక్‌స్పేస్
th: ถอยหลัง
tr_tr: Sil
uk: Клавіша Backspace
ur: بیک اسپیس
uz: Orqaga qaytarish
vi: Dấu lùi
zh_cn: 退格
zh_hk: 退格

# IDS_IME_BODY_BACKSLASH_M_KEYBOARD_SYMBOL
source: Backslash
ar: شرطة مائلة للخلف
as: বেকশ্লেচ
az: Əks diaqonal
bg: Обратно наклонена черта
bn_bd: ব্যাকস্ল্যাশ
ca: Barra inversa
cs: Zpětné lomítko
de: Umgekehrter Schrägstrich
el_gr: Ανάστροφη κάθετος
es_us: Barra diagonal inversa
et: Kurakriips
eu: Alderantzizko barra
fa: ممیز وارونه
fi: Kenoviiva
fr_ca: Barre oblique inversée
ga: Cúlslais
gu: પાછળ ઢાળની રેખા
he: לוכסן שמאלי
hi: बैकस्लैश
hr: Obrnuta kosa crta
hu: Fordított törtvonal
hy: Հակադարձ շեղագիծ
is: Öfugt skástrik
it_it: Barra rovesciata
ja_jp: バックスラッシュ
ka: შებრუნებული დახრილი სიმბოლო
kk: Кері қиғаш сызық
km: គំនូស​ទ្រេត​ក្រោយ
kn: ಬ್ಯಾಕ್‌ಲ್ಯಾಶ್
ko_kr: 역슬래시
ky_kg: Арткы слэш
lo: ເຄື່ອງໝາຍທັບຂວາ
lt: Pasvirasis kairinis brūkšnys
lv: Atpakaļvērstā slīpsvītra
mk: Коса црта
ml: ബാക്ക്‍സ്‍ലാഷ്
mn_mn: Хойшоо налуу зураас
mr: बॅकस्‍लॅश
ms: Garis miring balik
my_zg: ေနာက္ျပန္ မ်ဥ္းေစာင္း သေကၤတ
nb: Omvendt skråstrek
ne: ब्याकस्ल्याश
or: ବ୍ୟାକ୍‌ସ୍ଲାସ୍
pa: ਬੈਕਸਲੈਸ਼
pl: Ukośnik odwrotny
pt_pt: Barra invertida
ro: Bară oblică inversă
ru_ru: Обратная косая черта
si: පසු ඇල-ඉර
sk: ﻿Opačná lomka
sl: Poševnica nazaj
sq: Vizë e pjerrët majtas
sr: Obrnuta kosa crta
sv: Omvänt snedsträck
ta: பேக்ஸ்லாஷ்
te: బ్యాక్‌స్లాష్
th: เครื่องหมาย
tr_tr: Ters eğik çizgi
uk: Зворотна скісна риска
ur: الٹا سلیش
uz: Teskari og‘ma chiziq
vi: Dấu chéo ngược
zh_cn: 反斜杠
zh_hk: 反斜線

# IDS_IME_BODY_AUTO_SPACING
source: Auto spacing
ar: تباعد تلقائي
as: স্বয়ং স্থানকৰণ
az: Avtomatik boşluq
bg: Автоматични интервали
bn_bd: স্বয়ংক্রিয়ভাবে শূন্যস্থান দিন
ca: Espaiat automàtic
cs: Automatické mezery
da: Automatisk mellemrum
de: Automatische Leerzeichen
el_gr: Αυτόματη εισαγωγή κενών
es_us: Espaciado automático
et: Automaatsed tühikud
eu: Espazio automatikoak
fa: فاصله گذاری خودکار
fi: Automaattinen väli
fr_ca: Espace automatique
ga: Uathspásáil
gu: સ્વતઃ અંતર
he: ריווח אוטומטי
hi: स्वतः स्‍पेस
hr: Automatski razmak
hu: Szóköz automatikus beszúrása
hy: Բացատի ինքնաբերաբար տեղադրում
id: Penspasian otomatis
is: Sjálfvirk bil
it_it: Interlinea automatica
ja_jp: 自動スペース入力
ka: ინტერვალის ავტომატური დამატება
kk: Бос орынды автоматты түрде қосу
km: ស្វ័យ​ដកឃ្លា
kn: ಸ್ವಯಂ ಸ್ಪೇಸಿಂಗ್
ko_kr: 자동 띄어쓰기
ky_kg: Авто орун
lo: ຍະຫວ່າງອັດຕະໂນມັດ
lt: Automatinis skyrimas tarpais
lv: Automātiska atstarpe
mk: Автоматски празни места
ml: യാന്ത്രിക സ്പേസിംഗ്
mn_mn: Автомат зай авалт
mr: ऑटो स्पेसिंग
ms: Auto ruang
my_zg: အလိုအေလ်ာက္ ျခားထားမႈ
nb: Automatisk mellomrom
ne: स्वतः खाली ठाउँ
nl: Automatische spatiëring
or: ସ୍ଵତଃ ସ୍ପେସିଂ
pa: ਸਵੈ ਸਪੇਸਿੰਗ
pl: Automatyczne spacje
pt_pt: Espaço automatico
ro: Spaţiere automată
ru_ru: Пробелы автоматически
si: ස්වයං හිස් ඉඩ තැබීම
sk: Automatické medzery
sl: Samodejni razmik vrstic
sq: Hapësirë automatike
sr: Automatski razmak
sv: Automatiska mellanrum
ta: தானியக்க இடைவெளி
te: స్వయం స్పేసింగ్
tg_tj: Фосилагузории худкор
th: ปรับระยะห่างอัตโนมัติ
tk_tm: Awto ýerleşme
tr_tr: Otomatik boşluk bırakma
uk: Авто відступ
ur: خودکار اسپیس دینا
uz: Avto-bo‘shliq qo‘yish
vi: Tự thêm dấu cách
zh_cn: 自动空格
zh_hk: 自動空格
