Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_SWIPE_THE_SPACE_BAR_LEFT_OR_RIGHT_TO_CHANGE_LANGUAGES_TTS
source: Swipe the space bar left or right to change languages.
ar: اسحب شريط المسافة لليسار أو لليمين لتغيير اللغات.
as: ভাষাসমূহৰ সাল-সলনি কৰিবলৈ স্পেচ বাৰ বাঁও বা সোঁ দিশলৈ ঘঁহাওক৷
az: Dilləri dəyişmək üçün boşluq panelini sola və ya sağa sürüşdürün.
bg: Плъзнете бутона за интервал наляво или надясно, за да смените езика.
bn_bd: ভাষা পরিবর্তন করতে স্পেস বারটি বামে বা ডানে সোয়াইপ করুন।
ca: Desplaci la barra espaiadora a esquerra o dreta per canviar idiomes.
cs: Přejetím přes mezerník doleva nebo doprava můžete měnit jazyky.
da: Stryg mellemrumstasten mod venstre eller højre for at skifte sprog.
de: Auf der Leertaste nach links oder rechts streichen, um zwischen den Sprachen zu wechseln.
el_gr: Σαρώστε το πλήκτρο διαστήματος προς τα αριστερά ή τα δεξιά για εναλλαγή γλωσσών.
es_us: Deslice la barra espaciadora hacia la izquierda o la derecha para cambiar de idioma.
et: Keele muutmiseks libistage sõrme tühikuklahvil vasakule või paremale.
eu: Irristatu zuriune barra ezkerrera edo eskuinera hizkuntzak aldatzeko.
fa: برای تغییر زبان‌ها، نوار فاصله را به چپ یا راست بکشید.
fi: Vaihda kieltä pyyhkäisemällä välilyöntinäppäintä vasemmalle tai oikealle.
fr_ca: Faites glisser votre doigt vers la gauche ou la droite sur la barre d'espace pour changer de langue.
ga: Svaidhpeáil an spásbharra ar chlé nó ar dheis le teangacha a athrú.
gu: ભાષાઓ બદલવા માટે સ્પેસ બારને ડાબે અથવા જમણે સ્વાઇપ કરો.
he: כדי להחליף שפות, החלק לשמאל או לימין על מקש הרווח.
hi: भाषाएँ बदलने के लिए स्पेस बार बाएँ या दाएँ स्वाइप करें।
hr: Kliznite preko tipke za razmak prema lijevo ili desno da biste mijenjali jezike.
hu: Nyelvváltáshoz simítson jobbra vagy balra a szóköz gombon.
hy: Սահեցրեք բացատը ձախ կամ աջ՝ լեզուները փոխելու:
id: Usap bilah spasi ke kiri atau kanan untuk mengubah bahasa.
is: Strjúktu til vinstri eða hægri á bilslánni til að skipta um tungumál.
it_it: Trascinate la barra spaziatrice verso sinistra o destra per modificare la lingua.
ja_jp: 言語を変更するには、スペースバーを左右にスワイプします。
ka: ენის შესაცვლელად, ინტერვალის კლავიშს გადაუსვით თითი მარცხნივ ან მარჯვნივ.
kk: Тілдерді өзгерту үшін бос орын пернесін солға немесе оңға сипаңыз.
km: អូស​របារ​ដំណកឃ្លា​មក​ឆ្វេង ឬ ទៅ​ស្ដាំ ដើម្បី​ប្ដូរ​ភាសា។
kn: ಭಾಷೆಗಳನ್ನು ಬದಲಾಯಿಸಲು ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಎಡಕ್ಕೆ ಅಥವಾ ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ.
ko_kr: 언어를 변경하려면 스페이스 키를 왼쪽 또는 오른쪽으로 움직이세요.
ky_kg: Тилдерди өзгөртүүгө ара тилкесин солго же оңго ала салыңыз.
lo: ຮູດຄານຍະຫວ່າງໄປຊ້າຍ ຫຼືຂວາ ເພື່ອປ່ຽນພາສາ.
lt: Braukite tarpo mygtuką į kairę ar dešinę ir pakeiskite kalbas.
lv: Pavelciet atstarpes taustiņu pa kreisi vai pa labi, lai pārslēgtos starp valodām.
mk: Поминете по разделникот налево или надесно за да менувате јазици.
ml: ഭാഷകൾ മാറുന്നതിന് സ്പെയ്സ് ബാറിൽ ഇടത്തോട്ടോ വലത്തോട്ടോ സ്വൈപ് ചെയ്യുക.
mn_mn: Хэл солихын тулд зай авдаг хөндлийг зүүн эсвэл баруун тийш шудар.
mr: भाषां बदलण्‍यासाठी स्‍पेस बार डावीकडे किंवा उजवीकडे स्‍वाइप करा.
ms: Leret bar ruang ke kiri atau kanan untuk menukar bahasa.
my_zg: ဘာသာစကားမ်ားကုိ ေျပာင္းရန္ စေပ့စ္ဘားကုိ ဘယ္ဖက္ (သုိ႔) ညာဖက္သုိ႔ ပြတ္ဆြဲပါ။
nb: Stryk mellomromstasten til venstre eller høyre for å endre språk.
ne: भाषाहरू परिवर्तन गर्न स्पेस बारलाई बायाँ वा दायाँ स्वाइप गर्नुहोस्।
nl: Veeg over de spatiebalk naar links of rechts om talen af te wisselen.
or: ଭାଷାଗୁଡିକ ବଦଳାଇବାକୁ ସ୍ପେସ୍ ବାର୍ ବାମ କିମ୍ଵା ଡାହାଣକୁ ସ୍ଵାଇପ୍ କରନ୍ତୁ।
pa: ਭਾਸ਼ਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਬਦਲਣ ਦੇ ਲਈ ਸਪੇਸ ਬਾਰ ਨੂੰ ਖੱਬੇ ਜਾਂ ਸੱਜੇ ਪਾਸੇ ਸਵਾਈਪ ਕਰੋ।
pl: Aby zmienić język, przeciągnij palcem w lewo lub w prawo po klawiszu spacji.
pt_pt: Deslize o dedo pela barra de espaços, para a esquerda ou para a direita, para mudar de idioma.
ro: Glisaţi peste bara de spaţiu la stânga sau la dreapta pentru a schimba limbile.
ru_ru: Чтобы изменить язык, проведите пальцем по пробелу влево или вправо.
si: භාෂා වෙනස් කිරීමට ඉඩ යතුර වමට හෝ දකුණට ස්වයිප් කරන්න.
sk: Potiahnutím po medzerníku doľava alebo doprava môžete prepínať jazyky.
sl: Za spremembo jezika podrsajte po preslednici v levo ali desno.
sq: Rrëshqit tastin hapësirë majtas ose djathtas për të ndërruar gjuhët.
sr: Prevuci prstom ulevo ili udesno preko razmaknice da bi promenio/la jezike.
sv: Svep mellanslag åt vänster eller till höger om du vill byta språk.
ta: மொழிகளை மாற்ற, ஸ்பேஸ் பாரை இடதுபுறம் அல்லது வலதுபுறம் ஸ்வைப் செய்யவும்.
te: భాషలను మార్చడానికి ఎడమ లేదా కుడివైపుకి స్పేస్ బార్ స్వైప్ చేయండి.
tg_tj: Барои иваз кардани забонҳо тугмаи фосиларо ба чап ё рост молед.
th: ปัดสเปซบาร์ไปทางซ้ายหรือขวา เพื่อเปลี่ยนภาษา
tk_tm: Dili üýtgetmek üçin, boşluk düwmesini çepe ýa-da saga syryň.
tl: I-swipe ang space bar pakaliwa o pakanan upang magpalit ng wika.
tr_tr: Dilleri değiştirmek için boşluk çubuğunu sola veya sağa kaydırın.
uk: Проведіть по пробілу вліво або вправо, щоб змінити мови.
ur: زبانیں تبدیل کرنے کے لیے اسپیس بار کو دائیں یا بائیں سوائپ کریں۔
uz: Tillarni o‘zgartirish uhcun bo‘shliq tugmasini chap yoki o‘ngga suring.
vi: Vuốt phím khoảng cách sang trái hoặc phải để thay đổi ngôn ngữ.
zh_cn: 向左或向右滑动空格键以更改语言。
zh_hk: 左右滑動空格鍵以變更語言。

# IDS_CALL_NPBODY_NO_TEMPLATES_M_TEXT
source: No templates
ar: ما من قوالب
as: কোনো টেমপ্লেট নাই
az: Şablon yoxdur
bg: Няма шаблони
bn_bd: কোনো টেমপ্লেট নেই
ca: No hi ha plantilles
cs: Žádné šablony
da: Ingen skabeloner
de: Keine Vorlagen
el_gr: Κανένα πρότυπο
es_us: Sin plantillas
et: Malle pole
eu: Txantiloirik ez
fa: الگویی وجود ندارد
fi: Ei malleja
fr_ca: Aucun modèle
ga: Níl teimpléid ann
gu: કોઈ ટેમ્પ્લેટ નથી
he: אין תבניות
hi: कोई टेम्‍पलेट नहीं
hr: Nema predložaka
hu: Nincs sablon
hy: Ձևանմուշներ չկան
id: Tidak ada templat
is: Engin sniðmát
it_it: Nessun modello
ja_jp: 定型文がありません
ka: შაბლონი არ არის
kk: Үлгілер жоқ
km: គ្មាន​ពុម្ពគំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ಗಳಿಲ್ಲ
ko_kr: 상용구가 없습니다
ky_kg: Калыптар жок
lo: ບໍ່ມີເທັມເພລດ
lt: Šablonų nėra
lv: Nav veidņu
mk: Нема урнеци
ml: ടെംപ്ലേറ്റുകളില്ല
mn_mn: Загвар алга
mr: कोणतेही टेम्‍प्‍लेट्स नाहीत
ms: Tiada templat
my_zg: ပံုစံျပားမ်ား မရွိပါ
nb: Ingen maler
ne: टेम्पलेटहरू छैनन्
nl: Geen sjablonen
or: କୌଣସି ଟେମ୍ପଲେଟ୍ ନାହିଁ
pa: ਕੋਈ ਟੈਂਪਲੇਟਸ ਨਹੀਂ ਹਨ
pl: Brak szablonów
pt_pt: Nenhum modelo
ro: Niciun şablon
ru_ru: Шаблоны отсутствуют
si: අච්චු නැත
sk: Žiadne šablóny
sl: Ni predlog
sq: Nuk ka shabllonë
sr: Nema obrazaca
sv: Inga mallar
ta: டெம்ப்ளேட்கள் இல்லை
te: టెంప్లేట్‌లు లేవు
tg_tj: Ягон қолиб нест
th: ไม่มีเทมเพลท
tk_tm: Şablon ýok
tl: Walang mga template
tr_tr: Şablon yok
uk: Немає шаблонів
ur: ٹیمپلیٹس نہیں
uz: Qoliplar yo‘q
vi: Không có mẫu
zh_cn: 无模板
zh_hk: 無範本

# IDS_IME_HEADER_SMART_INPUT_FUNCTIONS_ABB
source: Smart input functions
ar: وظائف الإدخال الذكي
as: স্মাৰ্ট ইনপুট ফাংচনসমূহ
az: Ağıllı daxiletmə funksiyaları
be_by: Функцыі смарт-уводу
bg: Функции за умно въвеждане
ca: Funcions d'entrada intel·ligent
cs: Funkce inteligentního zadávání
da: Smart-indtastningsfunktioner
de: Intelligente Eingabefunktionen
el_gr: Λειτουργίες έξυπνης εισαγωγής
es_us: Funciones de entrada inteligente
et: Nutikad sisestusfunktsioonid
eu: Idazketa adimendunaren funtzioak
fa: عملکردهای ورودی هوشمند
fi: Älykkäät syöttötoiminnot
fr_ca: Fonctions de saisie intelligente
ga: Feidhmeanna ionchuir chliste
gu: સ્માર્ટ ઇનપુટ ફંક્શંસ
he: פונקציות הזנה חכמה
hi: स्मार्ट इनपुट फंक्शन्स
hr: Funkcije pametnog unosa
hu: Intelligens beviteli funkciók
hy: Խելացի ներածման գործառույթներ
id: Fungsi Input cerdas
is: Eiginleikar snjallinnsláttar
it_it: Funz. di inserim. intelligente
ja_jp: スマート入力機能
ka: ინფოს შეყვანის ჭკვიანი ფუნქციები
kk: Смарт енгізу функциялары
km: មុខងារ​បញ្ចូល​វៃឆ្លាត
kn: ಸ್ಮಾರ್ಟ್ ಇನ್‌ಪುಟ್ ಕಾರ್ಯಗಳು
ko_kr: 스마트 입력 기능
ky_kg: Акылдуу киргизүү функциялары
lo: ຟັງຄ໌ຊັນປ້ອນຂໍ້ມູນອັດສະລິຍະ
lt: Išmaniosios įvesties funkcijos
lv: Viedās ievades funkcijas
mk: Функции за паметно внесување
ml: സ്മാർട്ട് ഇൻപുട്ട് പ്രവർത്തനങ്ങൾ
mn_mn: Ухаалаг бичих функцүүд
mr: स्मार्ट निविष्ट फंक्शन्स
ms: Fungsi input pintar
nb: Smarte inndatafunksjoner
ne: स्मार्ट इन्पुट फंक्शनहरू
nl: Slimme invoegfuncties
or: ସ୍ମାର୍ଟ୍ ଇନପୁଟ୍ କାର୍ଯ୍ୟକଳାପଗୁଡିକ
pa: ਸਮਾਰਟ ਇਨਪੁਟ ਫੰਕਸ਼ਨਸ
pl: Funkcje inteligentnego wprowadz.
pt_pt: Funções introdução inteligente
ro: Funcţii introducere inteligentă
ru_ru: Функции смарт-ввода
si: ස්මාර්ට් ආදාන ක්‍රියාදාම
sk: Funkcie inteligentného vstupu
sl: Funkcije pametnega vnašanja
sq: Funksionet e futjes inteligjente
sr: Funkcije pametnog unosa
sv: Smarta inmatningsfunktioner
ta: ஸ்மார்ட் உள்ளீடு செயல்பாடுகள்
te: స్మార్ట్ ఇన్‌పుట్ విధులు
tg_tj: Функсияҳои вуруди зеҳнӣ
th: ฟังก์ชั่นการใส่ข้อมูลอัจฉริยะ
tk_tm: Akylly giriziş funksiýalary
tl: Mga function ng Smart input
tr_tr: Akıllı giriş işlevleri
uk: Функції розумного введення
ur: اسمارٹ ان پٹ فنکشنز
uz: Smart kiritish funksiyalari
vi: Chức năng nhập thông minh
zh_cn: 智能输入功能
zh_hk: 智能輸入功能

# IDS_IME_MBODY_AUTO_CAPITALISE
source: Auto capitalise
ar: تكبير تلقائي
as: স্বয়ং বৰফলাকৰণ
az: Avtomatik böyüt
be_by: Аўтавыкар. вялікіх літар
bg: Авто преобразув. в главни
ca: Majúscula inicial auto
cs: Aut. velká p. na začátku
da: Auto. store bogstaver
de: Autom. Großschreibung
el_gr: Αυτόματη κεφαλαιοποίηση
es_us: Mayúsculas automáticas
et: Autom. suurtäht alguses
eu: Jarri maiuskula autom.
fa: بزرگ کردن خودکار حرف اول
fi: Autom. isot kirjaimet
fr_ca: Majuscules automatiques
ga: Uathchaipitligh
gu: સ્વત: અક્ષર મોટા કરવા
he: הצבת ריישיות אוט'
hi: स्वतः कैपिटलाइज करें
hr: Auto. veliko poč. slovo
hu: Automatikus nagybetű
hy: Ինքնաբար մեծատառ
id: Kapitalisasi otomatis
is: Sjálfvirkir hástafir
it_it: Inserimen. auto maiuscola
ja_jp: 自動大文字変換
ka: ავტომატური ასომთავრული
kk: Бас әріптерді автоқолдану
km: ស្វ័យ​ដាក់​អក្សរធំ
kn: ಸ್ವಯಂ ಕ್ಯಾಪಿಟಲೈಸ್
ko_kr: 자동 대문자 전환
ky_kg: Авто чоң тамга коюу
lo: ເຮັດເປັນຕົວອັກສອນໃຫຍ່ອັດຕະໂນມັດ
lt: Aut. raš. didž. raidėmis
lv: Automātisks lielais burts
mk: Автоматски големи букви
ml: ഓട്ടോ കാപ്പിറ്റലൈസ്
mn_mn: Үсэг автоматаар том болго
mr: स्‍वयं कॅपिटलाइझ
ms: Auto huruf besar
nb: Auto. stor forbokstav
ne: स्वत: क्यापिटलाइज गर्नुहोस्
nl: Automatisch hoofdletters
or: ସ୍ଵତଃ କ୍ୟାପିଟାଲାଇଜ୍
pa: ਸਵੈ ਵੱਡਾ ਕਰੋ
pl: Autom. wielkie litery
pt_pt: Maiúscula automática
ro: Majusculă automată
ru_ru: Авто заглавные буквы
si: ස්වයං මහකුරු කරන්න
sk: Aut. počiat. veľké písm.
sl: Samodejna vel. začetnica
sq: Shkronjë e madhe auto
sr: Automatska velika slova
sv: Stor bokstav automatiskt
ta: தானாக பேரெழுத்தாக்கவும்
te: స్వీయంగా క్యాపిటలైజ్ చేయి
tg_tj: Калонкунии худкор
th: เป็นตัวพิมพ์ใหญ่อัตโนมัติ
tk_tm: Awto-baş harpa geçir
tl: Awto capitalize
tr_tr: Otomatik büyük harf yap
uk: Починати з великої літери
ur: خود کار طور پر بڑے حروف لکھیں
uz: Bosh harf b-n avto-yoz
vi: Tự động viết hoa
zh_cn: 自动大写
zh_hk: 自動大寫

# IDS_IME_SBODY_CAPITALISE_THE_FIRST_LETTER_OF_EACH_SENTENCE_AUTOMATICALLY
source: Capitalise the first letter of each sentence automatically.
ar: تكبير الحرف الأول من كل جملة تلقائيًا.
as: প্ৰতিটো বাক্যৰ প্ৰথম আখৰটো স্বয়ংক্ৰিয়ভাৱে বৰফলা কৰক৷
az: Hər bir cümlənin ilk hərfini avtomatik böyük hərflə yaz.
be_by: Аўтаматычна пісаць першае слова кожнага сказа з вялікай літары.
bg: Правене на главна първа буква в началото на всяко изречение автоматично.
ca: Posar en majúscula la primera lletra de cada frase automàticament.
cs: Automaticky změnit první písmeno v každé větě na velké.
da: Automatisk stort begyndelsesbogstav i hver sætning.
de: Den ersten Buchstaben jedes Satzes automatisch groß schreiben.
el_gr: Αυτόματη κεφαλαιοποίηση του πρώτου γράμματος κάθε πρότασης.
es_us: Escribir automáticamente en mayúscula la primera letra de cada oración.
et: Iga lause algustäht muudetakse automaatselt suurtäheks.
eu: Jarri maiuskula automatikoki esaldien lehen letran.
fa: به طور خودکار اولین حرف هر جمله بزرگ نوشته شود.
fi: Käytä automaattisesti isoa kirjainta jokaisen virkkeen alussa.
fr_ca: Mettre automatiquement en majuscules la première lettre de chaque phrase.
ga: Déan caipitliú ar an gcéad litir de gach abairt go huathoibríoch.
gu: દરેક વાક્યનો પ્રથમ અક્ષર સ્વયંસંચાલિતપણે કેપિટલ કરો.
he: הצב אות רישית באופן אוטומטי בתחילת כל משפט.
hi: प्रत्येक वाक्य का पहला अक्षर स्वचालित रूप से कैपिटल बनाएँ।
hr: Automatski napišite veliko slovo na početku svake rečenice.
hu: Minden mondatot automatikusan nagybetűvel kezd.
hy: Մեծատառ դարձնել յուրաքանչյուր նախադասության առաջին տառը:
id: Otomatis mengkapitalkan huruf pertama dari setiap kalimat.
is: Setja stóran staf sjálfkrafa í upphafi hverrar setningar.
it_it: Inserite automaticamente la maiuscola all'inizio di ciascuna frase.
ja_jp: 文の先頭文字を大文字に自動変換
ka: ყოველი წინადადების პირველი ასო ავტომატურად შეიცვალოს ასომთავრულით.
kk: Әр сөйлемнің бірінше әріпін автоматты түрде үлкен әріппен жазу.
km: ដាក់​អក្សរ​ពុម្ព​ធំ​ដោយ​ស្វ័យប្រវត្តិ​ចំពោះ​អក្សរ​ដំបូង​នៃ​ឃ្លា​នីមួយៗ។
kn: ಪ್ರತಿ ವಾಕ್ಯದ ಮೊದಲ ಅಕ್ಷರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ದೊಡ್ಡ ಅಕ್ಷರವನ್ನಾಗಿಸಿ.
ko_kr: 문장의 첫 글자를 대문자로 자동 변환합니다.
ky_kg: Ар сүйлөмдүн биринчи тамгасын автоматтык түрдө чоңойтуу.
lo: ເຮັດຕົວອັກສອນຕົວທໍາອິດຂຶ້ນຕົ້ນແຕ່ລະປະໂຫຍກເປັນຕົວໃຫຍ່ໂດຍອັດຕະໂນມັດ.
lt: Automatiškai rašyti didžiąją pirmą sakinio raidę.
lv: Katru teikumu automātiski sākt ar lielo burtu.
mk: Голема прва буква на секоја реченица автоматски.
ml: ഓരോ വാചകത്തിന്‍റെയും ആദ്യാക്ഷരം ഓട്ടോമാറ്റിക്കായി വലിയക്ഷരത്തിലാക്കുക.
mn_mn: Өгүүлбэр бүрийн эхний үсгийг автоматаар том болго.
mr: प्रत्येक वाक्याचा पहिला शब्द स्वयंचलितपणे कॅपिटलाइझ करा.
ms: Tukarkan huruf besar pada huruf pertama setiap ayat secara automatik.
nb: Bruk stor bokstav i begynnelsen av hver setning automatisk.
ne: प्रत्येक वाक्यको पहिलो अक्षरलाई स्वचालित रूपमा क्यापिटलाइज गर्नुहोस्।
nl: Plaats automatisch een hoofdletter aan het begin van elke zin.
or: ପ୍ରତ୍ୟେକ ବାକ୍ୟର ପ୍ରଥମ ଅକ୍ଷର ସ୍ୱତଃସ୍ପୃତ ଭାବେ ବଡ ହେବ।
pa: ਹਰ ਇੱਕ ਵਾਕ ਦੇ ਪਹਿਲੇ ਅੱਖਰ ਨੂੰ ਸਵੈਚਲਿਤ ਵੱਡਾ ਕਰ ਦਿਉ।
pl: Automatycznie rozpoczynaj każde zdanie od wielkiej litery.
pt_pt: Aplicar automaticamente letra maiúscula à primeira letra de cada frase.
ro: Transformaţi automat în majusculă prima literă a fiecărei propoziţii.
ru_ru: Автоматически делать первую букву в предложении заглавной.
si: එක් එක් වාක්‍යයේ පළමු අකුර ස්වයංක්‍රියව මහකුරු කරන්න.
sk: Prvé slovo každej vety sa bude automaticky začínať veľkým písmenom.
sl: Samodejno popravljanje velike začetnice na začetku vsakega stavka.
sq: Bëje automatikisht të madhe shkronjën e parë të çdo fjalie.
sr: Automatski povećaj prvo slovo svake rečenice.
sv: Skriv automatiskt första bokstaven i varje mening med versal.
ta: ஒவ்வொரு வாக்கியத்தின் முதல் எழுத்தையும் தானாக பேரெழுத்தாக மாற்றவும்.
te: ప్రతి వాక్యం యొక్క మొదటి అక్షరాన్ని స్వయంచాలకంగా క్యాపిటలైజ్ చేస్తుంది.
tg_tj: Ҳарфи аввали ҳар як ҷумла худкор калон карда шавад.
th: เปลี่ยนตัวอักษรแรกของแต่ละประโยคเป็นตัวพิมพ์ใหญ่โดยอัตโนมัติ
tk_tm: Her sözlemiň birinji harpyny awtomatiki baş harp edýär.
tl: Awtomatikong palakihin ang unang titik ng bawat pangungusap.
tr_tr: Her bir cümlenin ilk harfini otomatik olarak büyük harf yapar.
uk: Автоматичне використання великої літери на початку кожного речення.
ur: ہر جملے کا پہلا حرف خود بخود بڑے حرف میں لکھیں۔
uz: Har bir gapning birinchi harfini avtomatik ravishda katta harf bilan yozish.
vi: Tự động viết hoa chữ cái đầu tiên của mỗi câu.
zh_cn: 每个句首字母自动大写
zh_hk: 每個句首字母自動大寫。

# IDS_ST_BODY_AUTO_PUNCTUATE
source: Auto-punctuate
ar: ترقيم تلقائي
as: স্বয়ং চিহ্ন দিয়া
az: Durğu işarələrini avtomatik qoyun
bg: Автоматична пунктуация
ca: Puntuació automàtica
cs: Automatická interpunkce
da: Automatisk tegnsætning
de: Automatisch unterbrechen
el_gr: Αυτόματη θέση σημείων στίξης
es_us: Autopuntuar
et: Automaatsed kirjavahemärgid
eu: Jarri puntuazioa automatikoki
fa: نقطه گذاری خودکار
fi: Automaattiset välimerkit
fr_ca: Ponctuation auto.
ga: Uathphoncaigh
gu: સ્વતઃ-વિરામચિહ્ન લગાડવા
he: פיסוק אוטומטי
hi: स्वतः-विराम चिह्न
hr: Auto. interpunkcija
hu: Automatikus központozás
hy: Ինքնակետադրություն
id: Otomatis beri tanda baca
is: Sjálfvirk greinamerkjasetning
it_it: Punteggiatura automatica
ja_jp: 自動句読点入力
ka: პუნქტუაციის ნიშნების ავტომატურად დასმა
kk: Тыныс белгілерін автоматты қою
km: ស្វ័យ​ដាក់​វណ្ណយុត្ត
kn: ಸ್ವಯಂ ವಿರಾಮ ಚಿಹ್ನೆಗಳನ್ನು ಹಾಕು
ko_kr: 자동 마침표 입력
ky_kg: Авто-пунктуация
lo: ໃສ່ເຄື່ອງໝາຍອັດຕະໂນມັດ
lt: Automatinis skyrybos ženklų naudojimas
lv: Automātiska interpunkcija
mk: Автоматска интерпункција
ml: സ്വയം പങ്ചുവേറ്റ്
mn_mn: Автоматаар цэглэх
mr: स्वयं-विरामचिन्हे
ms: Auto bubuh tanda baca
nb: Automatisk punktum
ne: स्वतः-चिन्ह लगाउनु
nl: Automatisch punt
or: ସ୍ଵତଃ-ପୁର୍ଣ୍ଣଛେଦ
pa: ਸਵੈ-ਵਿਸ਼ਰਾਮ
pl: Automatyczna interpunkcja
pt_pt: Pontuação automática
ro: Introducere automată punctuaţie
ru_ru: Автоматическая пунктуация
si: ස්වයං-විරාම තැබීම
sk: Automatická interpunkcia
sl: Samodejna ločila
sq: Pikësim automatik
sr: Automatska provera interpukcije
sv: Interpunktera automatiskt
ta: தானியக்க-நிறுத்தக்குறி
te: స్వీయ-అవరోధం
tg_tj: Гузоштани худкори аломатҳои китобатӣ
th: วรรค​ตอน​อัตโนมัติ
tk_tm: Awto-dyngylaýyş
tr_tr: Otomatik noktalama
uk: Авторозставлення пунктуації
ur: خودکار اعراب لگانا
uz: Tinish belgilarni avtomatik qo‘yish
vi: Tự động chấm câu
zh_cn: 自动添加标点
zh_hk: 自動標點符號

# IDS_IME_MBODY_RESET
source: Reset
ar: إعادة تعيين
as: পুনঃছেট
az: Sıfırla
be_by: Скінуць
bg: Нyлиране
ca: Restablir
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el_gr: Μηδενισμός
es_us: Restablecer
et: Lähtesta
eu: Berrezarri
fa: بازنشانی
fi: Palauta
fr_ca: Réinitialiser
ga: Athshocraigh
gu: રીસેટ કરો
he: אפס
hi: रीसेट करें
hr: Ponovno postavi
hu: Visszaállítás
hy: Վերադնել
is: Endurstilla
it_it: Ripristina
ja_jp: リセット
ka: გადატვირთვა
kk: Қалпына келтіру
km: កំណត់​ឡើងវិញ
kn: ಮರುಹೊಂದಿಸು
ko_kr: 초기화
ky_kg: Кайра коюу
lo: ຕັ້ງຄ່າໃໝ່
lt: Nustatyti iš naujo
lv: Atiestatīt
mk: Ресетирај
ml: പുനഃക്രമീകരിക്കുക
mn_mn: Дахин тохируулах
mr: पुन्हा मांडणी करा
ms: Tetapkan semula
nb: Nullstill
ne: रिसेट
nl: Resetten
or: ପୁନଃସେଟ୍
pa: ਰੀਸੈੱਟ
pl: Zeruj
pt_pt: Repor
ro: Resetare
ru_ru: Сброс
si: යළි සකසන්න
sk: Vynulovať
sl: Ponastavitev
sq: Ricilëso
sr: Resetovanje
sv: Nollställ
ta: ரீசெட்
te: రీసెట్ చేయి
tg_tj: Барқарор кардан
th: รีเซ็ท
tk_tm: Täzeden düz
tl: I-reset
tr_tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں
uz: Birlamchiga tashla
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設
