Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_AUTO_CAPITALISATION
source: Auto capitalisation
ar: تكبير تلقائي
as: স্বয়ং বৰফলাকৰণ
az: Avtomatik böyütmə
bg: Автоматично преобразуване в главни
bn_bd: স্বয়ংক্রিয় ক্যাপিটালাইজেশন
ca: Majúscula inicial automàticament
cs: Automaticky velká písmena na začátku vět
da: Automatiske store bogstaver
de: Automatische Großschreibung
el_gr: Αυτόματη κεφαλαιοποίηση
es_us: Mayúsculas automáticas
et: Automaatne suur esitäht
eu: Maiuskula jartze automatikoa
fa: حروف بزرگ نویسی خودکار
fi: Automaattiset isot kirjaimet
fr_ca: Majuscules auto.
ga: Uath-cheannlitriú
gu: સ્વતઃ કેપિટલાઇઝેશન
he: הפיכה אוטומטית לאותיות גדולות
hi: स्वतः कैपिटेलाइजेशन
hr: Auto. veliko početno slovo
hu: Automatikus nagybetűs mondatkezdés
hy: Ինքնաբերական մեծատառ
id: Kapitalisasi otomatis
is: Sjálfvirkir hástafir
it_it: Maiuscole auto
ja_jp: 自動大文字変換
ka: ავტომატურად დაწყება ასომთავრულით
kk: Бас әріптерді автоматты қолдану
km: ស្វ័យ​អក្សរ​ពុម្ព
kn: ಸ್ವಯಂ ಕ್ಯಾಪಿಟಲೈಜೇಶನ್
ko_kr: 자동 대문자 전환
ky_kg: Авто баш тамгадан баштоо
lo: ເຮັດເປັນຕົວອັກສອນໃຫຍ່ອັດຕະໂນມັດ
lt: Automatinis rašymas iš didžiosios raidės
lv: Automātiska lielo burtu aktivizēšana
mk: Автоматска прва голема буква
ml: ഓട്ടോ കാപ്പിറ്റലൈസേഷന്‍
mn_mn: Автоматаар том үсгээр бичих
mr: ऑटो कॅपिटॅलायझेशन
ms: Auto huruf besar
my_zg: အလိုအေလ်ာက္အဂၤလိပ္စာလံုးအၾကီးသို႔ ေျပာင္းျခင္း
nb: Automatisk stor forbokstav
ne: आटो क्यापिटलाइजेसन
nl: Automatisch hoofdletters
or: ସ୍ଵତଃ କ୍ୟାପିଟାଲାଇଜେସନ୍
pa: ਸਵੈ ਕੈਪੀਟਲਾਈਜੇਸ਼ਨ
pl: Automatyczne wielkie litery
pt_pt: Capitalização automática
ro: Majusculă automată
ru_ru: Авто заглавные буквы
si: ස්වයං ලොකු අකුරුකරණය
sk: Automatická kapitalizácia
sl: Samodejno pisanje z veliko začetnico
sq: Kapitalizim automatik
sr: Automatska velika slova
sv: Stor bokstav automatiskt
ta: தானியக்க தலைப்பெழுத்தாக்குதல்
te: స్వయం క్యాపిటలైజేషన్
tg_tj: Калонкунии худкори ҳарфи аввал
th: ปรับ​เป็น​ตัว​พิมพ์​ใหญ่​อัตโนมัติ
tk_tm: Awtomatiki baş harplary ýazmak
tl: Awtomatikong capitalization
tr_tr: Otomatik büyük harf yapma
uk: Перша велика
ur: خودکار بڑے حرف لکھنا
uz: Avt. bosh harflar bilan boshlash
vi: Tự động viết hoa
zh_cn: 自动大写
zh_hk: 自動大寫

# IDS_IME_BODY_AUTOMATICALLY_INSERT_SPACES_BETWEEN_WORDS
source: Automatically insert spaces between words.
ar: أدخل المسافات بين الكلمات تلقائيا.
as: শব্দৰ মাজত স্বয়ংক্ৰিয়ভাৱে স্থান আন্তঃসংযোগ কৰক৷
az: Sözlərin arasına avtomatik boşluq daxil et.
bg: Автоматично вмъкване на интервали между думите
bn_bd: একাধিক শব্দের মধ্যবর্তী জায়গা স্বয়ংক্রিয়ভাবে অন্তর্ভুক্ত করে।
ca: Introdueix espais entre paraules automàticament
cs: Automaticky vkládat mezery mezi slova.
da: Indsæt automatisk mellemrum mellem ord.
de: Automatisch Leerzeichen zwischen den Wörtern einfügen
el_gr: Αυτόματη εισαγωγή κενών μεταξύ λέξεων.
es_us: Introducir automáticamente espacios entre palabras.
et: Sisesta sonade vahele automaatselt tuhikud.
eu: Sartu hitzen arteko espazioak automatikoki
fa: به طور خودکار فاصله بین کلمات درج می‌شود.
fi: Lisää automaattisesti välilyönti sanojen väliin.
fr_ca: Insérer automatiquement des espaces entre les mots.
ga: Ionsáigh spásanna idir focail go huathoibríoch
gu: શબ્દોની વચ્ચે આપમેળે જગ્યા સામેલ કરે છે.
he: הוסף באופן אוטומטי רווחים בין מילים.
hi: स्वचालित रूप से शब्दों के बीच स्‍पेस इंसर्ट करें।
hr: Auto. razmak između riječi
hu: Szóköz automatikus beszúrása a szavak közé
hy: Ինքնաբերաբար բացատներ մտցնել բառերի միջև:
id: Otomatis masukkan spasi di antara kata.
is: Setja sjálfkrafa bil á milli orða.
it_it: Inserisci automaticamente gli spazi tra le parole.
ja_jp: 単語間に自動的にスペースを挿入します。
ka: სიტყვებს შორის ინტერვალის ავტომატურად ჩასმა.
kk: Сөздер арасына бос орындар автоматты түрде енгізу.
km: បញ្ចូល​ដំណកឃ្លា​រវាង​ពាក្យ​ដោយ​ស្វ័យប្រវត្តិ។
kn: ಪದಗಳ ನಡುವೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಜಾಗಗಳನ್ನು ಸೇರಿಸಿ.
ko_kr: 단어 사이에 자동으로 공백을 삽입합니다.
ky_kg: Сөздөрдүн ортосуна автоматтык түрдө орун киргизүү
lo: ໃສ່ຍະຫວ່າງລະຫວ່າງຄຳເວົ້າໂດຍອັດຕະໂນມັດ.
lt: Automatiškai atskirti žodžius tarpeliais.
lv: Automātiski ievietot atstarpes starp vārdiem.
mk: Автоматски празни места меѓу зборовите.
ml: പദങ്ങള്‍ക്കിടയില്‍ സ്പേസുകള്‍ ഓട്ടോമാറ്റിക് ആയി ചേര്‍ക്കുക.
mn_mn: Үгсийн хооронд автоматаар зай авна
mr: शब्दांमध्ये स्वयंचलितपणे स्पेसेस समाविष्ट करा.
ms: Automatik memasukkan ruangan di antara perkataan.
my_zg: စကားလံုးမ်ားအၾကား ေနရာလြတ္ အလိုအေလ်ာက္ထည့္သြင္းပါ။
nb: Sett inn mellomrom automatisk mellom ord.
ne: स्वचालित रूपले शब्दहरू बीच ठाउँ सम्मिलित गर्नुहोस्।
nl: Automatisch spaties tussen woorden invoegen.
or: ଶବ୍ଦ ମଧ୍ୟରେ ସ୍ପେସ୍ ସ୍ଵତଃ ସନ୍ନିବେଶ କରନ୍ତୁ।
pa: ਸ਼ਬਦਾਂ ਦੇ ਵਿਚਕਾਰ ਸਵੈਚਲਿਤ ਖਾਲੀ ਥਾਂ ਸੰਮਿਲਤ ਕਰੋ।
pl: Automatycznie wstawiaj spacje między wyrazami.
pt_pt: Introduzir automaticamente espaços entre as palavras.
ro: Introducere automată de spaţii între cuvinte
ru_ru: Автоматически вставлять пробелы между словами.
si: වදන් අතර ස්වයංක්‍රීයව හිස් ඉඩ ඇතුලත් කරන්න.
sk: Automaticky vkladať medzery medzi slová.
sl: Samodejno vstavi presledke med besedami.
sq: Fut automatikisht hapësira mes fjalëve.
sr: Automatsko ubacivanje razmaka između reči.
sv: Infoga automatiskt mellanslag mellan ord.
ta: சொற்களுக்கு இடையே தானாக இடைவெளியிடவும்.
te: ఆటోమేటిక్‌గా పదాల మధ్య స్థలాలను చొప్పించండి.
tg_tj: Ба тариқи худкор гузоштани фосилаҳо байни калимаҳо.
th: เว้น​วรรค​ระหว่าง​คำ​อัตโนมัติ
tk_tm: Sözleriň arasyndaky boşlygy awtomatik goş.
tl: Awtomatikong magpasok ng mga espasyo sa pagitan ng mga salita.
tr_tr: Kelimeler arasına otomatik olarak boşluk koy.
uk: Автоматично вставляти пробіли між словами.
ur: الفاظ کے درمیان خودکار طور پر خالی جگہیں داخل کرتا ہے
uz: So‘zlar orasidagi bo‘shliqni avtomatik ravishda kiritish.
vi: Tự động chèn khoảng cách giữa các từ.
zh_cn: 在单词之间自动插入空格。
zh_hk: 在字詞中間自動插入空格。

# IDS_IME_BODY_AUTOMATICALLY_INSERT_A_FULL_STOP_BY_TAPPING_THE_SPACE_BAR_TWICE
source: Automatically insert a full stop by tapping the space bar twice.
ar: أدخل نقطة توقف تلقائيا عبر لمس شريط المسافة لمرتين.
as: স্পেচ দণ্ডিকা দুবাৰ দবাই স্বয়ংক্ৰিয়ভাৱে পূৰ্ণ বিৰতি আন্তঃসংযোগ কৰক৷
az: Boşluq zolağına iki dəfə vurmaqla avtomatik nöqtə daxil edin.
be_by: Аўтаматычна ставіць кропку, двойчы націснуўшы на клавішу прабелу.
bg: Автоматично вмъкване на точка с двукратно чукване на клавиша за интервал
bn_bd: দুইবার স্পেস বার ট্যাপ করে স্বয়ংক্রিয়ভাবে একটি ফুলস্টপ্ প্রবেশ করান।
ca: Introdueixi un punt automàticament en prémer dos cops la barra espaiadora
cs: Automaticky vložte tečku poklepáním na mezerník.
da: Indsæt automatisk et punktum ved at tappe to gange på mellemrumstasten.
de: Punkt automatisch durch zweimaliges Tippen auf die Leertaste einfügen.
el_gr: Εισάγετε αυτόματα μια τελεία, πατώντας δύο φορές το πλήκτρο κενού.
es_us: Introducir automáticamente un punto final pulsando dos veces la tecla de espacio.
et: Sisestage automaatselt punkt, toksates kaks korda tuhikuklahvi.
eu: Puntua automatikoki gehitzeko, ukitu zuriune barra bi aldiz
fa: با دو بار ضربه زدن روی نوار فاصله در بالا، یک نقطه به طور خودکار اضافه شود.
fi: Lisää piste automaattisesti napauttamalla välilyöntinäppäintä kaksi kertaa.
fr_ca: Insérer automatiquement un point en touchant deux fois la barre d'espace.
ga: Ionsáigh lánstad go huathoibríoch trí thapáil faoi dhó ar an spásbharra
gu: સ્પેસ બાર બેવાર ટેપ કરીને સ્વચાલિત રીતે એક ફુલ સ્ટોપ સામેલ કરો.
he: הזן נקודה באופן אוטומטי על-ידי הקשה פעמיים על מקש הרווח.
hi: दो बार स्पेसबार टैप करने से स्वचालित रूप से पूर्ण विराम लगाएं।
hr: Auto. umetanje točke dvostrukim dodirom tipke za razmak.
hu: A szóköz gomb kétszeri megérintésével automatikusan beszúrhat egy pontot.
hy: Ինքնաբերաբար մտցնել վերջակետ՝ բացատի ստեղնը երկու անգամ թակելով:
id: Otomatis masukkan titik dengan mengetuk tombol spasi dua kali.
is: Setja sjálfkrafa inn punkt með því að pikka tvisvar á bilstöngina.
it_it: Inserisci automaticamente un punto toccando due volte la barra spaziatrice.
ja_jp: スペースバーのダブルタップでピリオドを自動入力
ka: ინტერვალის ზოლზე ორჯერ დაკაკუნებით ავტომატურად დასვამთ წერტილს.
kk: Бос орны пернесін екі рет түрту арқылы автоматты түрде нүкте енгізіңіз.
km: បញ្ចូល​ចំណុច​ខណ្ឌ​ដោយ​ស្វ័យប្រវត្តិ​ដោយ​ការប៉ះ​របារ​ដំណកឃ្លា​ពីរ​ដង។
kn: ಎರಡು ಬಾರಿ ಸ್ಪೇಸ್ ಬಾರ್ ತಟ್ಟುವಿಕೆ ಮೂಲಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪೂರ್ಣ ವಿರಾಮ ಸೇರಿಸಿ.
ko_kr: 스페이스 키를 두 번 누르면 마침표가 자동 삽입됩니다.
ky_kg: Орун баскычын эки ирет басуу менен чекитти автоматтык түрдө киргизиңиз
lo: ໃສ່ໝາຍຈໍ້າອັດຕະໂນມັດໂດຍການແຕະປຸ່ມຍະຫວ່າງສອງເທື່ອ.
lt: Automatiškai įterpti tašką dukart bakstelėjus tarpo mygtuką.
lv: Pieskaroties divas reizes atstarpes taustiņam, automātiski ievietot punktu.
mk: Автоматско внесување точка со притискање на разделникот двапати.
ml: സ്പേസ് ബാറില്‍ രണ്ടുതവണ തട്ടി ഓട്ടോമാറ്റിക് ആയി ഒരു പൂര്‍ണ്ണ വിരാമം നല്‍കുക.
mn_mn: Зай авдаг хөндлийг хоёр удаа товшиж автоматаар цэг оруул
mr: स्पेस बार दोनदा टॅप करून स्वयंचलितपणे पूर्णविराम प्रविष्ट करा.
ms: Automatik masukkan noktah dengan menekan palang penjarak dua kali.
my_zg: ဖူးစေတာ့ ထည့္ရန္အတြက္ စေပ့ဘားကို ႏွစ္ခ်က္ႏွိပ္ပါ။
nb: Sett inn punktum automatisk ved å trykke to ganger på mellomromstasten.
ne: स्पेसबारमा दुईपटक ढकढकाएर स्वचालित रूपले पूर्ण विराम घुसाउनुहोस्।
nl: Voeg automatisch een punt in door tweemaal op de spatiebalk te tikken.
or: ସ୍ପେସ୍ ଦଣ୍ଡିକା ଦୁଇଥର ଟ୍ୟାପ୍ କରି ଏକ ପୂର୍ଣ୍ଣ ଛେଦ ସ୍ଵତଃ ସନ୍ନିବେଶ କରନ୍ତୁ।
pa: ਸਪੇਸ ਬਾਰ ਨੂੰ ਦੋ ਵਾਰ ਟੈਪ ਕਰਕੇ ਡੰਡੀ ਸਵੈਚਲਿਤ ਸੰਮਿਲਤ ਕਰੋ।
pl: Wstaw kropkę automatycznie, dotykając dwukrotnie klawisz spacji.
pt_pt: Inserir automaticamente um ponto final tocando duas vezes na barra de espaços.
ro: Introduceţi automat semnul punct atingând de două ori bara de spaţiu.
ru_ru: Автоматическая вставка точки после двойного нажатия клавиши 'пробел'.
si: හිස් ඉඩ යතුර දෙවරක් තට්ටු කිරීමෙන් ස්වයංක්‍රීයව නැවතීමේ තිතක් ඇතුල් කරන්න.
sk: Automaticky vložiť bodku dvojitým ťuknutím na medzerník.
sl: Samodejno vnese piko, če dvakrat pritisnete preslednico.
sq: Fut automatikisht një pikë duke prekur dy herë shiritin e hapësirës.
sr: Automatski ubaci tačku pritiskanjem razmaknice dvaput.
sv: Infoga automatiskt punkt genom att trycka två gånger på mellanslag.
ta: ஸ்பேஸ் பாரை இருமுறை டேப் செய்வதன் மூலம் ஒரு முற்றுப்புள்ளி தானாக நுழைக்கப்படும்.
te: స్పేస్ బార్‌ను రెండు సార్లు నొక్కడం ద్వారా ఆటోమేటిక్‌గా ఒక ఫుల్ స్టాఫ్ చొప్పించబడుతుంది.
tg_tj: Ба тариқи худкор дарҷ кардани нуқта ба тариқи ду маротиба зарба задани тугмаи фосила.
th: ใส่​เครื่อง​หมาย​ฟู​ลสต็อป​ (.) ​อัตโนมัติ​โดย​การ​เคาะ​ที่​ปุ่ม​สเปซ​บาร์​สอง​ครั้ง
tk_tm: Boşluk düwmesine iki gezek basanyňda nokady awtomatiki ýagdaýda goý.
tl: Awtomatikong magpasok ng full stop sa pamamagitan ng pag-tap sa space bar nang dalawang beses.
tr_tr: Boşluk tuşuna iki kez basarak otomatik olarak bir nokta gir.
uk: Автоматичне вставлення крапки після подвійного натискання пробілу.
ur: اسپیس بار کو دو مرتبہ تھپک کر خودکار طور پر فل اسٹاپ داخل کریں
uz: Bo‘shliq tugmasini ikki marta tegish orqali nuqtani avtomatik ravishda kiriting.
vi: Tự động chèn dấu chấm câu bằng cách chạm vào thanh khoảng cách hai lần.
zh_cn: 点击空格栏两次以自动插入句号。
zh_hk: 輕觸空格鍵兩次以自動插入句號。

# IDS_IME_BODY_AUTOMATICALLY_CAPITALISE_FIRST_LETTER_OF_SENTENCE_ABB
source: Automatically capitalise first letter of sentence.
ar: قم بتكبير الحرف الأول من الجملة تلقائيا.
as: বাক্যৰ প্ৰথম আখৰ স্বয়ংক্ৰিয়ভাৱে বৰ-ফলা কৰক৷
az: Cümlənin ilk hərfini avtomatik böyüt.
bg: Автоматично главна първа буква в изречението
ca: Posar en majúscula la primera lletra de cada frase automàticament
cs: Automaticky velká první písmena ve větách.
da: Automatisk stort første bogstav i sætning.
de: Ersten Buchstaben im Satz automatisch groß schreiben
el_gr: Αυτόματη κεφαλαιοποίηση του πρώτου γράμματος της πρότασης.
es_us: Escribir automáticamente en mayúscula la primera letra de una oración.
et: Automaatne suur lause algustaht.
eu: Jarri maiuskula automatikoki esaldiaren lehen letran
fa: اولین حرف جمله به طور خودکار بزرگ نوشته شود.
fi: Käytä automaattisesti isoa kirjainta virkkeen alussa.
fr_ca: Mettre automatiquement en majuscule la première lettre de la phrase.
ga: Déan caipitliú uathoibríoch ar an gcéad litir den abairt
gu: વાક્યોમાં પહેલો અક્ષર સ્વત: રીતે કેપિટલ કરો.
he: אות גדולה אוטומטית בתחילת מילה במשפט.
hi: स्वचालित रूप से वाक्य का पहला अक्षर कैपिटल करें।
hr: Auto. veliko slovo na početku rečenice.
hu: Automatikus nagybetűs mondatkezdés
hy: Ինքնաբերաբար մեծատառ դարձնել նախադասության առաջին տառը:
id: Kapitalisasi huruf pertama kalimat secara otomatis.
is: Setja sjálfkrafa hástaf í fyrsta orð í setningu.
it_it: Inserisci automaticamente la maiuscola all'inizio della frase.
ja_jp: 文頭文字を大文字に自動変換
ka: წინადადების პირველი ასოს ავტომატური შეცვლა ასომთავრულით.
kk: Сөйлемнің бірінші әрпін автоматты түрде бас әріппен жазу.
km: ដាក់​អក្សរ​ពុម្ព​ធំ​ដោយ​ស្វ័យប្រវត្តិ​ចំពោះ​អក្សរ​ដំបូង​នៃ​ឃ្លា។
kn: ವಾಕ್ಯದ ಮೊದಲ ಅಕ್ಷರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕ್ಯಾಪಿಟಲ್ ಮಾಡಿ.
ko_kr: 문장의 첫 글자를 대문자로 자동 전환합니다.
ky_kg: Сүйлөмдүн биринчи тамгасын автоматтуу баш тамгага айлантуу.
lo: ປັບເປັນຕົວພິມໃຫຍ່ຕົວທຳອິດຂອງປະໂຫຍກອັດຕະໂນມັດ.
lt: Automatiškai pradėti sakinį didžiąja raide.
lv: Automātiski sākt teikumu ar lielo burtu.
mk: Автоматска голема прва буква на речениците.
ml: വാചകത്തിന്‍റെ ആദ്യ അക്ഷരം ഓട്ടോമാറ്റിക് ആയി ക്യാപിറ്റല്‍ അക്ഷരം ആക്കുക.
mn_mn: Өгүүлбэрийн эхний үсгийг автоматаар том болго
mr: स्वयंचलितपणे वाक्यांतील पहिले अक्षर कॅपिटल करा.
ms: Menjadikan huruf pertama ayat sebagai huruf besar secara automatik.
my_zg: စာေၾကာင္း၏ ပထမဆံုးစာလံုးကို အလိုအေလ်ာက္အၾကီးစာလံုးျပဳလုပ္ပါ။
nb: Bruk stor bokstav automatisk i nye setninger.
ne: वाक्यको पहिलो अक्षर स्वतः क्यापिटलाइज गर्छ।
nl: Automatische beginhoofdletter van zin.
or: ବାକ୍ୟର ପ୍ରଥମ ଅକ୍ଷର ସ୍ଵତଃ କ୍ୟାପିଟାଲ୍ କରନ୍ତୁ।
pa: ਵਾਕ ਦਾ ਪਹਿਲਾ ਅੱਖਰ ਸਵੈਚਲਿਤ ਵੱਡਾ ਲਿਖੋ।
pl: Automatycznie rozpoczynaj zdania od wielkiej litery.
pt_pt: Aplicar automaticamente letra maiúscula no início da frase.
ro: Introducere automată majusculă pentru prima literă din propoziţie
ru_ru: Автоматически делать первые буквы в предложениях заглавными.
si: වාක්‍යයක මුල් අකුර ස්වයංක්‍රීයව කැපිටල් අකුරක් කරන්න.
sk: Automaticky nastaviť veľké písmeno na začiatku vety.
sl: Samodejno popravi veliko začetnico na začetku stavka.
sq: Kapitalizo automatikisht shkronjën e parë të fjalisë.
sr: Automatski napiši prvo veliko slovo u rečenici.
sv: Inled automatiskt första bokstaven i en mening med versal.
ta: வாக்கியத்தின் முதல் எழுத்தை தானாகவே பெரியெழுத்தாக மாற்றுக.
te: ఆటోమేటిక్‌గా వాక్యము యొక్క మొదటి అక్షరాన్ని క్యాపిటలైస్ చేస్తుంది.
tg_tj: Ба тариқи худкор калон кардани ҳарфи аввали ҷумла.
th: ให้​ตัว​อักษร​ตัว​แรก​ของ​ประโยค​เป็น​ตัว​พิมพ์​ใหญ่​อัตโนมัติ
tk_tm: Sözlemiň birinji harpyny awtomat ýagdaýda baş harp bilen ýaz.
tl: Awtomatikong gawing malaking titik ang unang titik ng pangungusap.
tr_tr: Cümlenin ilk harfini otomatik olarak büyük harf yap.
uk: Автоматично робити великою першу літеру речення.
ur: جملہ کا پہلا حرف خودکار طور پر بڑا لکھنا
uz: Gapning birinchi harfini avtomatik ravishda kattalashtirish.
vi: Tự động viết hoa chữ cái đầu câu.
zh_cn: 句首字母自动大写。
zh_hk: 句首字母自動大寫。

# IDS_IME_BODY_AUGUST
source: August
as: আগষ্ট
az: Avqust
bg: Август
bn_bd: আগস্ট
ca: Agost
cs: Srpen
el_gr: Αύγουστος
es_us: Agosto
eu: Abuztua
fa: آگوست
fi: Elokuu
fr_ca: Août
ga: Lúnasa
gu: ઓગષ્ટ
he: אוגוסט
hi: अगस्त
hr: Kolovoz
hu: augusztus
hy: Oգոստոս
id: Agustus
is: ágúst
it_it: Agosto
ja_jp: 8月
ka: აგვისტო
kk: Тамыз
km: សីហា
kn: ಆಗಸ್ಟ್
ko_kr: 8월
ky_kg: Август
lo: ສິງຫາ
lt: Rugpjūtis
lv: Augusts
mk: Август
ml: ആഗസ്റ്റ്‌
mn_mn: 8-р сар
mr: ऑगस्ट
ms: Ogos
my_zg: ၾသဂုတ္
ne: अगस्त
nl: Augustus
or: ଅଗଷ୍ଟ
pa: ਅਗਸਤ
pl: Sierpień
pt_pt: Agosto
ru_ru: Август
si: අගෝස්තු
sl: Avgust
sq: Gusht
sr: Avgust
sv: augusti
ta: ஆகஸ்ட்
te: ఆగష్టు
tg_tj: Август
th: สิงหาคม
tk_tm: Awgust
tl: Agosto
tr_tr: Ağustos
uk: Серпня
ur: اگست
uz: Avgust
vi: Tháng 8
zh_cn: 8月
zh_hk: 8月

# IDS_IME_BODY_AT_M_KEYBOARD_SYMBOL
source: At
ar: عند
as: ইয়াত
az: @ işarəsi
bg: Кльомба
bn_bd: -এ
ca: Arrova
cs: Zavináč
da: Snabel-a
el_gr: Σύμβολο At
es_us: Arroba
et: Ät
eu: A bildua
fa: در
fi: Ät-merkki
fr_ca: À
ga: Ag
gu: ઍટ
he: כרוכית
hi: पर
hr: At-znak
hu: Kukac
hy: Շնիկ
id: Tanda at
is: At-merki
it_it: Chiocciola
ja_jp: アットマーク
ka: ეტა
kk: Айқұлақ таңбасы
km: នៅ
kn: ಅಲ್ಲಿ
ko_kr: 앳
ky_kg: маймылча
lo: ຢູ່ທີ່
lt: Eta
lv: Et
mk: При
ml: അറ്റ്
mn_mn: Хулгана
mr: कडे
nb: Alfakrøll
ne: मा
nl: Apenstaartje
or: ଠାରେ
pa: ਇਸਤੇ
pl: Małpa
pt_pt: Arroba
ro: A rond
ru_ru: Собака
si: හි
sk: Zavináč
sl: Afna
sq: Shenja e-postare
sr: Majmunsko A
sv: Snabel-a
ta: இதில்
te: దీనిలో
th: เครื่องหมาย '@'
tr_tr: Et
uk: «Собачка»
ur: پر
uz: Quyidagida
vi: A móc
zh_cn: 邮件标准符号
zh_hk: At 符號

# IDS_IME_BODY_ASTERISK_M_KEYBOARD_SYMBOL
source: Asterisk
ar: علامة النجمة
as: তৰা চিহ্ন
az: Ulduz
bg: Звездичка
bn_bd: অ্যাসটেরিক্স
ca: Asterisc
cs: Hvězdička
da: Stjerne
de: Stern
el_gr: Αστερίσκος
es_us: Asterisco
et: Tärn
eu: Izartxoa
fa: ستاره
fi: Asteriski
fr_ca: Astérisque
ga: Réiltín
gu: ફૂદડી
he: כוכבית
hi: तारांकन चिह्न
hr: Zvjezdica
hu: Csillag
hy: Աստղանիշ
id: Tanda bintang
is: Stjarna
it_it: Asterisco
ja_jp: アスタリスク
ka: ვარსკვლავი
kk: Жұлдызша
km: ផ្កាយ
kn: ಚುಕ್ಕಿಗುರುತು
ko_kr: 별표
ky_kg: Жылдызча
lo: ດອກຈັນ
lt: Žvaigždutė
lv: Zvaigznīte
mk: Ѕвездичка
ml: നക്ഷത്രചിഹ്നം
mn_mn: Од
mr: ताराचिन्ह
ms: Berbintang
my_zg: ခေရပြင့္
nb: Stjerne
ne: तारा चिह्न
or: ତାରା ଚିହ୍ନିତ
pa: ਅਸਟੈਰਿਕਸ
pl: Gwiazdka
pt_pt: Asterisco
ro: Asterisc
ru_ru: Звездочка
si: තරු ලකුණ
sk: Hviezdička
sl: Zvezdica
sq: Yllth
sr: Zvezdica
ta: நட்சத்திரக்குறியீடு
te: నక్షత్రం
th: ดอกจัน
tr_tr: Yıldız işareti
uk: Зірочка
ur: نجمہ
uz: Yulduzcha
vi: Hoa thị
zh_cn: 星号
zh_hk: 星號

# IDS_IME_BODY_APRIL
source: April
as: এপ্ৰিল
az: Aprel
bg: Април
bn_bd: এপ্রিল
ca: Abril
cs: Duben
el_gr: Απρίλιος
es_us: Abril
et: Aprill
eu: Apirila
fa: آپريل
fi: Huhtikuu
fr_ca: Avril
ga: Aibreán
gu: એપ્રિલ
he: אפריל
hi: अप्रैल
hr: Travanj
hu: április
hy: Ապրիլ
is: apríl
it_it: Aprile
ja_jp: 4月
ka: აპრილი
kk: Сәуір
km: មេសា
kn: ಎಪ್ರಿಲ್
ko_kr: 4월
ky_kg: Апрель
lo: ເມສາ
lt: Balandis
lv: Aprīlis
mk: Април
ml: ഏപ്രില്‍
mn_mn: 4-р сар
mr: एप्रिल
my_zg: ဧၿပီ
ne: अप्रेल
or: ଏପ୍ରିଲ୍
pa: ਅਪ੍ਰੈਲ
pl: Kwiecień
pt_pt: Abril
ro: Aprilie
ru_ru: Апрель
si: අප්‍රේල්
sk: Apríl
sq: Prill
ta: ஏப்ரல்
te: ఏప్రిల్
tg_tj: Апрел
th: เมษายน
tk_tm: Aprel
tl: Abril
tr_tr: Nisan
uk: Квітня
ur: اپریل
uz: Aprel
vi: Tháng 4
zh_cn: 4月
zh_hk: 4月

# IDS_IME_BODY_AND_M_KEYBOARD_SYMBOL
source: And
ar: و
as: আৰু
az: Və
bg: И
bn_bd: এবং
ca: I comercial
cs: A
da: Og
de: Und
el_gr: Και
es_us: Ampersand
et: Ja
eu: Eta
fa: و
fi: Ja
fr_ca: Et
ga: Agus
gu: અને
he: סימן 'וגם'
hi: और
hr: I
hu: Et
hy: Եվ
id: Dan
is: Og
it_it: E
ja_jp: アンド
ka: და
kk: Және
km: និង
kn: ಮತ್ತು
ko_kr: 앤드
ky_kg: Жана
lo: ແລະ
lt: Ampersendas
lv: Un
mk: Амперсанд
ml: ആൻഡ്
mn_mn: Ба
mr: आणि
ms: Dan
my_zg: ႏွင့္
nb: Og
ne: र
nl: Ampersand
or: ଏବଂ
pa: ਅਤੇ
pl: Handlowe „i”
pt_pt: E
ro: Şi
ru_ru: И
si: සහ
sk: A
sl: In
sq: Shenja dhe
sr: I
sv: Et-tecken
ta: மற்றும்
te: మరియు
tg_tj: Ва
th: และ
tk_tm: We
tl: At
tr_tr: Ve
uk: Амперсанд
ur: اور
uz: Va
vi: Và
zh_cn: 逻辑与符号
zh_hk: 連字號

# IDS_PB_BODY_BUTTON_FOR_EXPANDING_THE_LIST_T_TTS
source: Button for expanding the list
ar: زر لتوسيع القائمة
as: সূচী বিস্তাৰ কৰাৰ বুটাম
az: Siyahını genişləndirmək üçün düymə
bg: Бутон за разгъване на списъка
ca: Botó per ampliar la llista
cs: Tlačítko pro rozbalení seznamu
da: Knap til udvidelse af listen
de: Taste für die Erweiterung der Liste
el_gr: Κουμπί για την ανάπτυξη της λίστας
es_us: Botón para expandir la lista
et: Loendi laiendamise nupp
eu: Zerrenda zabaltzeko botoia
fa: دکمه گسترش دادن لیست
fi: Luettelon laajennuspainike
fr_ca: Bouton permettant de développer la liste
ga: Cnaipe leis an liosta a leathnú
gu: યાદી વિસ્તૃત કરવા માટે બટન
he: לחצן להרחבת הרשימה
hi: सूची विस्तृत करने का बटन
hr: Gumb za širenje popisa
hu: Listakibontó gomb
hy: Կոճակ ցուցակի ընդարձակման համար
id: Tombol untuk memperluas daftar
is: Hnappur til að stækka listann
it_it: Pulsante di espansione dell'elenco
ja_jp: リストを展開するボタンです。
ka: სიის ჩამოსაშლელი სია
kk: Тізімді кеңейту түймесі
km: ប៊ូតុង​សម្រាប់​ការពង្រីក​បញ្ជី
kn: ಪಟ್ಟಿಯನ್ನು ವಿಸ್ತರಿಸುವುದಕ್ಕಾಗಿ ಬಟನ್
ko_kr: 목록을 확대하는 버튼입니다.
lo: ປຸ່ມສໍາລັບການຂະຫຍາຍບັນຊີ
lt: Sąrašo išplėtimo mygtukas
lv: Saraksta izvēršanas poga
mk: Копче за раширување листа
ml: ലിസ്റ്റ് വികസിപ്പിക്കുന്നതിനുള്ള ബട്ടണ്‍
mn_mn: Жагсаалт дэлгэх товч
mr: यादी विस्‍तृत करण्‍यासाठीचे बटण
ms: Butang mengembangkan senarai
nb: Tast for å utvide listen
ne: सूची विस्तृत गर्नको लागि बटन
nl: Knop voor het uitvouwen van de lijst
or: ତାଲିକା ବିସ୍ତୃତ କରିବା ପାଇଁ ବଟନ୍
pa: ਸੂਚੀ ਨੂੰ ਵਿਸਤਰਿਤ ਕਰਨ ਲਈ ਬਟਨ
pl: Przycisk rozwijania listy
pt_pt: Botão para expandir a lista
ro: Buton pentru extinderea listei
ru_ru: Кнопка развертывания списка
si: ලැයිස්තුව විහිදීම සඳහා බොත්තම
sk: Tlačidlo na rozbalenie zoznamu
sl: Gumb za razširitev seznama
sq: Butoni për shpalosjen e listës
sr: Dugme za proširivanje liste
sv: Knapp för att utöka listan
ta: பட்டியலை விரிவுபடுத்துவதற்கான பொத்தான்
te: జాబితాని విస్తరింప చేయడానికి బటన్
th: ปุ่มสำหรับขยายรายการ
tl: Button para sa pagpapalawak ng listahan
tr_tr: Listeyi genişletme düğmesi
uk: Кнопка розгорнення списку
ur: فہرست کو پھیلانے کا بٹن
uz: Ro‘yxatni kengaytirish tugmasi
vi: Phím mở rộng danh sách
zh_cn: 展开列表的按钮
zh_hk: 清單展開按鈕

# IDS_HELP_BODY_VOICE_INPUT
source: Voice input
ar: دخل الصوت
as: মাত ইনপুট
az: Səs daxiletməsi
bg: Гласово въвеждане
bn_bd: ভয়েস ইনপুট
ca: Entrada de veu
cs: Hlasový vstup
da: Stemme-input
de: Spracheingabe
el_gr: Είσοδος φωνής
es_us: Entrada de voz
et: Helisisend
eu: Ahots sarrera
fa: ورودی صدا
fi: Äänitulo
fr_ca: Reconnaissance vocale
ga: Ionchur gutha
gu: અવાજ ઇનપુટ
he: קלט קול
hi: वॉइस इनपुट
hr: Glas. ulaz
hu: Hangbemenet
hy: Ձայնի ներածում
id: Input suara
is: Raddupptaka
it_it: Inserimento vocale
ja_jp: 音声入力
ka: ხმის ჩანაწერი
kk: Дауыс енгізу
km: ធាតុ​បញ្ចូល​សំឡេង
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್
ko_kr: 음성 입력
ky_kg: Үн менен киргизүү
lo: ການໃສ່ສຽງເຂົ້າໄປ
lt: Balso įvestis
lv: Balss ievade
mk: Говорен влез
ml: വോയ്സ് ഇന്‍പുട്ട്
mn_mn: Дуу хоолойн оролт
mr: आवाज निविष्ट
ms: Suara input
my_zg: အသံ ျဖည့္သြင္းခ်က္
nb: Tale inndata
ne: भ्वाइस इन्पुट
nl: Spraakinvoer
or: ଭଏସ୍ ଇନପୁଟ୍
pa: ਵਾੱਇਸ ਇਨਪੁਟ
pl: Wpisywanie głosowe
pt_pt: Entrada de voz
ro: Introducere voce
ru_ru: Голосовой ввод
si: හඬ ආදානය
sk: Hlasový vstup
sl: Glasovni vhod
sq: Hyrja e zërit
sr: Ulaz govora
sv: Röstindata
ta: குரல் உள்ளீடு
te: వాయిస్ ఇన్పుట్
tg_tj: Вуруди овозӣ
th: เสียงที่เข้ามา
tk_tm: Ses girizme
tl: Input ng boses
tr_tr: Ses girişi
uk: Голосовий ввід
ur: وائس ان پٹ
uz: Ovozli kiritish
vi: Nhập giọng nói
zh_cn: 语音输入
zh_hk: 語音輸入
