Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_TURKISH_QWERTY_KEYBOARD
source: Turkish Qwerty keyboard
ar: لوحة مفاتيح Qwerty التركية
as: তুৰ্কী কুৱেৰ্টি কীব'ৰ্ড
az: Türk dili üçün Qwerty klaviaturası
bg: Турска Qwerty клавиатура
bn_bd: তুরস্ক কোয়ের্টি কিবোর্ড
ca: Teclat QWERTY turc
cs: Turecká klávesnice Qwerty
da: Tyrkisk QWERTY-tastatur
de: Tastatur Türkisch-QWERTY
el_gr: Τουρκικό πληκτρολόγιο Qwerty
es_us: Teclado Qwerty en turco
et: Türgi qwerty-klaviatuur
eu: Turkierako Qwerty teklatua
fa: صفحه کلید Qwerty ترکی
fi: Turkkilainen Qwerty-näppäimistö
fr_ca: Clavier Qwerty turc
ga: Eochairchlár Qwerty Turcach
gu: ટર્કિશ ક્વેર્ટી કીબોર્ડ
he: מקלדת Qwerty בטורקית‬
hi: तुर्की क्वेर्टी कीबोर्ड
hr: Turska Qwerty tipkovnica
hu: Török QWERTZ-billentyűzet
hy: Թուրքական Qwerty ստեղնաշար
id: Keyboard Qwerty Turki
is: Tyrkneskt Qwerty-lyklaborð
it_it: Tastiera Qwerty turca
ja_jp: トルコ語QWERTYキーボード
ka: თურქული Qwerty კლავიატურა
kk: Түрік Qwerty пернетақтасы
km: ក្ដារចុច Qwerty ទួរគី
kn: ಟರ್ಕಿಶ್‌ ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್‌
ko_kr: 터키어 쿼티 키보드
ky_kg: Түрк Qwerty ариптактасы
lo: ຄີບອດ Qwerty ຕຸຣາກີ
lt: Turkiška „Qwerty“ klaviatūra
lv: Turku Qwerty tastatūra
mk: Турска Qwerty тастатура
ml: ടര്‍ക്കിഷ് ക്വർട്ടി കീബോര്‍ഡ്
mn_mn: Турк Qwerty гар товчлуур
mr: तर्किश क्वेर्ठी कीबोर्ड
ms: Papan kekunci Qwerty Turkish
my_zg: တူရကီ Qwerty ကီးဘုတ္
nb: Tyrkisk Qwerty-tastatur
ne: तुर्किस क्वेर्टी कीबोर्ड
nl: Turks Qwerty-toetsenbord
or: ତୁର୍କୀୟ କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍
pa: ਤੁਰਕੀ ਕਵੇਰਟੀ ਕੀਬੋਰਡ
pl: Klawiatura turecka Qwerty
pt_pt: Teclado Qwerty turco
ro: Tastatură Qwerty în turcă
ru_ru: Турецкая раскладка Qwerty
si: තුර්කි ක්වර්ටි යතුරුපුවරුව
sk: Turecká klávesnica Qwerty
sl: Turška tipkovnica Qwerty
sq: Tastiera Qwerty turqisht
sr: Turska Qwerty tastatura
sv: Turkiskt qwerty-tangentbord
ta: டர்கீஷ் க்வர்ட்டி விசைப்பலகை
te: టర్కీష్ క్వర్టీ కీబోర్డ్
tg_tj: Клавиатураи туркии Qwerty
th: แป้นพิมพ์ Qwerty ตุรกี
tk_tm: Türkçe Qwerty klawiaturasy
tr_tr: Türkçe Qwerty Klavye
uk: Клавіатура Qwerty (турецька)
ur: ترکی Qwerty کی بورڈ
uz: Turkcha Qwerty klaviatura
vi: Bàn phím Qwerty Thỗ Nhĩ Kỳ
zh_cn: 土耳其语 Qwerty 键盘
zh_hk: 土耳其文 Qwerty 鍵盤

# IDS_IME_BODY_TURKISH_F_KEYBOARD
source: Turkish F keyboard
ar: لوحة مفاتيح F التركية
as: তুৰ্কিচ F কীব'ৰ্ড
az: Türk dili üçün F klaviaturası
bg: Турска F клавиатура
bn_bd: তুরস্ক F কিবোর্ড
ca: Teclat F turc
cs: Turecká klávesnice F
da: Tyrkisk F-tastatur
de: Tastatur Türkisch-F
el_gr: Τουρκικό πληκτρολόγιο F
es_us: Teclado F en turco
et: Türgi F-klaviatuur
eu: Turkierako F teklatua
fa: صفحه کلید F ترکی
fi: Turkkilainen F-näppäimistö
fr_ca: Clavier F turc
ga: Eochairchlár F Turcach
gu: ટર્કિશ F કીબોર્ડ
he: מקלדת F בטורקית‬
hi: तुर्की F कीबोर्ड
hr: Turska F tipkovnica
hu: Török F-billentyűzet
hy: Թուրքական F ստեղնաշար
id: Keyboard F Turki
is: Tyrkneskt F-lyklaborð
it_it: Tastiera F turca
ja_jp: トルコ語Fキーボード
ka: თურქული F კლავიატურა
kk: Түрік F пернетақтасы
km: ក្ដារចុច F ទួរគី
kn: ಟರ್ಕಿಶ್‌ F ಕೀಬೋರ್ಡ್‌
ko_kr: 터키어 F 키보드
ky_kg: Түрк F ариптактасы
lo: ຄີບອດ F ຕຸຣາກີ
lt: Turkiška F klaviatūra
lv: Turku F tastatūra
mk: Турска F-тастатура
ml: ടര്‍ക്കിഷ് F കീബോര്‍ഡ്
mn_mn: Турк F гар товчлуур
mr: तर्किश F कीबोर्ड
ms: Papan kekunci Turkish F
my_zg: တူရကီ F ကီးဘုတ္
nb: Tyrkisk F-tastatur
ne: तुर्किस F कीबोर्ड
nl: Turks F-toetsenbord
or: ତୁର୍କୀ F କୀବୋର୍ଡ
pa: ਤੁਰਕੀ F ਕੀਬੋਰਡ
pl: Klawiatura turecka typu F
pt_pt: Teclado F turco
ro: Tastatură F în turcă
ru_ru: Турецкая раскладка F
si: තුර්කි F යතුරුපුවරුව
sk: Turecká klávesnica F
sl: Turška tipkovnica F
sq: Tastiera F turqisht
sr: Turska F tastatura
sv: Turkiskt F-tangentbord
ta: டர்கீஷ் F விசைப்பலகை
te: టర్కీష్ F కీబోర్డ్
tg_tj: Клавиатураи туркии F
th: แป้นพิมพ์ F ตุรกี
tk_tm: Türkçe F klawiaturasy
tr_tr: Türkçe F klavye
uk: Клавіатура F (турецька)
ur: ترکی F کی بورڈ
uz: Turkcha F klaviatura
vi: Bàn phím F Thổ Nhĩ Kỳ
zh_cn: 土耳其语 F 键盘
zh_hk: 土耳其文 F 鍵盤

# IDS_IME_BODY_TO_CHANGE_THE_LANGUAGE_SWIPE_HORIZONTALLY_ACROSS_THE_SPACE_BAR
source: To change the language, swipe horizontally across the space bar.
ar: لتغيير اللغة، ‏‫‏‫اسحب أفقيا عبر شريط المسافة.
as: ভাষা পৰিৱৰ্তন কৰিবলৈ, স্পেচবাৰৰ ওপৰত আনুভূমিকভাৱে চোয়াইপ কৰক৷
az: Dili dəyişmək üçün boşluq zolağında üfüqi sürüşdür.
bg: За да промените езика, плъзнете хоризонтално през интервала.
bn_bd: ভাষাটি পরিবর্তন করতে স্পেস বার জুড়ে উল্লম্বভাবে সোয়াইপ করুন।
ca: Per canviar l'idioma, desplaci's horitzontalment per la barra espaiadora
cs: Chcete-li změnit jazyk, přejeďte horizontálně přes mezerník.
da: Stryg vandret over mellemrumstasten for at skifte sprog.
de: Zum Ändern der Sprache horizontal über die Leertaste streichen.
el_gr: Για να αλλάξετε γλώσσα, σύρετε οριζόντια κατά μήκος του πλήκτρου διαστήματος.
es_us: Para cambiar el idioma, deslice la barra de espacio horizontalmente.
et: Keele muutmiseks liigutage sorme horisontaalselt ule tuhikuklahvi.
eu: Hizkuntza aldatzeko, mugitu horizontalean espazio barran
fa: برای تعویض زبان، انگشت خود را در جهت افقی بر روی نوار فاصله بکشید.
fi: Voit vaihtaa kieltä pyyhkäisemällä vaakasuunnassa välilyöntinäppäimen yli.
fr_ca: Pour modifier la langue, faites glisser votre doigt horizontalement sur la barre d'espace.
ga: Svaidhpeáil go cothrománach thar an spásbharra chun an teanga a athrú
gu: ભાષા બદલવાં, સ્પેસ બાર તરફ સમક્ષિતિજ રીતે સ્વાઇપ કરો.
he: כדי לשנות את השפה, החלק הצידה על פני מקש הרווח.
hi: भाषा बदलने के लिए, स्‍पेस बार पर क्षैतिज रूप से स्वाइप करें।
hr: Da biste promijenili jezik, vodoravno kliznite preko tipke za razmak.
hu: Nyelvváltáshoz simítsa végig vízszintesen a szóköz gombot.
hy: Լեզուն փոխելու համար մատը հորիզոնական սահեցրեք բացատի ստեղնով:
id: Untuk mengubah bahasa, usap spasi secara horizontal.
is: Til að skipta um tungumál skaltu strjúka lárétt yfir bilslána.
it_it: Per modificare la lingua, fate scorrere orizzontalmente il dito sulla barra spaziatrice.
ja_jp: 言語を変更するには、スペースバーを水平にスワイプしてください。
ka: ენის შესაცვლელად, ინტერვალის ზოლს გადაუსვით ხელი ჰორიზონტალურად.
kk: Тілді өзгерту үшін бос орын пернесін көлденеңінен сипаңыз.
km: ដើម្បី​ប្ដូរ​ភាសា សូម​អូស​ផ្ដេក​កាត់​របារ​ដំណកឃ្លា។
kn: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಲು, ಸ್ಪೇಸ್‌ ಬಾರ್‌ ಉದ್ದಕ್ಕೂ ಕ್ಷಿತೀಜೀಯವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಿ.
ko_kr: 스페이스 키를 수평으로 드래그하여 입력 언어를 변경합니다.
ky_kg: Тилди өзгөртүүгө, ара тилкеси боюнча горизонталдуу ала салыңыз
lo: ເພື່ອປ່ຽນພາສາ, ເລື່ອນໄປທາງຂວາງຂ້າມປຸ່ມຍະຫວ່າງ.
lt: Jei norite keisti kalbą, braukite horizontaliai per tarpo mygtuką.
lv: Lai mainītu valodu, velciet horizontāli pāri atstarpes taustiņam.
mk: За да го смените јазикот, поминете хоризонтално преку разделникот.
ml: ഭാഷ മാറ്റുന്നതിന്, സ്പെയ്സ് ബാറിലുടനീളം തിരശ്ചീനമായി സ്വൈപ്പുചെയ്യുക.
mn_mn: Хэлийг солихын тулд зай авдаг хөндөлд хөндлөн хэвтээ чиглэлд шудар
mr: भाषा बदलण्‍यासाठी, स्‍पेस बार वरून आडवे स्‍वाइप करा.
ms: Untuk menukar bahasa, leret secara mendatar merentasi bar ruang.
my_zg: အာသာစကားေျပာင္းရန္၊ စေပ့စ္ဘားအားေရျပင္ညီအတိုင္းပြတ္ပါ။
nb: Stryk horisontalt langs mellomromstasten for å endre språk.
ne: भाषा परिवर्तन गर्न, स्पेस बारमा तेर्सो गरि स्वाइप गर्नुहोस्।
nl: Veeg horizontaal over de spatiebalk om een andere taal te kiezen.
or: ଭାଷା ପରିବର୍ତ୍ତନ କରିବାକୁ, ସ୍ପେସ୍ ଦଣ୍ଡିକାରେ ଭୂସମାନ୍ତର ଭାବେ ସ୍ଵାଇପ୍ କରନ୍ତୁ।
pa: ਭਾਸ਼ਾ ਨੂੰ ਬਦਲਣ ਲਈ, ਸਪੇਸ ਬਾਰ ਦੇ ਆਰਪਾਰ ਲੇਟਵੇਂ ਰੂਪ ਵਿੱਚ ਸਵਾਈਪ ਕਰੋ।
pl: Aby zmienić język, przeciągnij palcem poziomo po klawiszu spacji.
pt_pt: Para alterar o idioma, passe o dedo horizontalmente pela barra de espaços.
ro: Pentru a schimba limba, glisaţi bara de spaţiu orizontal.
ru_ru: Чтобы изменить язык, проведите пальцем по клавише пробела (горизонтально).
si: භාෂාව වෙනස් කිරීමට, හිස්ඉඩ යතුර මතින් තිරස්ව ස්වයිප් කරන්න.
sk: Jazyk môžete zmeniť horizontálnym potiahnutím po medzerníku.
sl: Če želite spremeniti jezik, v vodoravni smeri podrsajte po preslednici.
sq: Për të ndërruar gjuhën, rrëshqit horizontalisht përmes tastit hapësirë.
sr: Da bi promenio/la jezik, prevuci prstom horizontalno preko razmaknice.
sv: Om du vill byta språk sveper du horisontellt över mellanslag.
ta: மொழி மாற்றவென ஸ்பேஸ் பார் ஊடாய் கிடைமட்டமாக ஸ்வைப் செய்க.
te: భాషను మార్చడానికి, స్పేస్ బార్‌పై సమాంతరంగా స్వైప్ చేయండి.
tg_tj: Барои иваз кардани забон, тугмаи фосиларо дар масти уфуқӣ бимолед
th: ปัดตามแนวนอนบนสเปซบาร์ เพื่อเปลี่ยนภาษา
tk_tm: Dili üýtgetmek üçin, boşluk paneliniň üstünden keseligine syýryň
tl: Upang palitan ang wika, mag-swipe nang pahalang sa space bar.
tr_tr: Dili değiştirmek için, boşluk tuşu boyunca yatay kaydırın.
uk: Щоб змінити мову, проведіть по пробілу по горизонталі.
ur: زبان تبدیل کرنے کے لئے، اسپیس بار پر ایک سے دوسری طرف افقی حالت میں ہلکی سی ضرب لگائیں
uz: Tilni o‘zgartirish uchun bo‘shliq tugmasini gorizontaliga suring.
vi: Để thay đổi ngôn ngữ, hãy vuốt ngang phím khoảng cách.
zh_cn: 若要更改语言，水平方向滑动空格条。
zh_hk: 若要變更語言，請以水平方向滑動空格鍵。

# IDS_IME_BODY_TIMES_M_KEYBOARD_SYMBOL
source: Times
ar: الأوقات
as: পূৰণ
az: Dəfə
bg: Умножение
bn_bd: গুণ
ca: Multiplicat per
cs: Krát
da: Gange
de: Mal
el_gr: Επί
es_us: Multiplicar
et: Korrutusmärk
eu: Aldiak
fa: ساعت
fi: Kerrat
fr_ca: Fois
ga: Méadaithe faoi
gu: સમય
he: כפול
hi: गुना
hr: Pomnoženo s
hu: Szorzás
hy: Բազմապատկման նշան
id: Kali
is: Sinnum
it_it: Moltiplicato
ja_jp: 掛ける
ka: დროები
kk: Көбейту
km: គុណ
kn: ಸಮಯಗಳು
ko_kr: 곱하기
ky_kg: Көбөйтүү белгиси
lo: ເຄື່ອງໝາຍ x
lt: Dauginimo ženklas
lv: Reizināts ar
mk: Помножено со
ml: ഗുണിക്കണം
mn_mn: Үржих
mr: वेळा
ms: Darab
my_zg: အႀကိမ္မ်ား
nb: Ganger
ne: गुणा
nl: Keer
or: ସମୟ
pa: ਗੁਣਾ
pl: Znak mnożenia
pt_pt: Vezes
ro: Ori
ru_ru: Умножение
si: වේලාවන්
sk: Krát
sl: Krat
sq: Herë
sr: Puta
sv: Multiplikationstecken
ta: முறைகள்
te: సమయాలు
tg_tj: Маротиба
th: คูณ
tk_tm: Wagtlar
tr_tr: Çarpı
uk: Знак множення
ur: اوقات
uz: Marta
vi: Nhân
zh_cn: 乘号
zh_hk: 乘號

# IDS_IME_BODY_TILDE_M_KEYBOARD_SYMBOL
source: Tilde
ar: التلدة
as: টিল্ডড
az: Tilda işarəsi
bg: Тилда
bn_bd: টিল্ড
ca: Titlla
cs: Tilda
el_gr: Περισπωμένη
es_us: Acento
eu: Azentu marka
fa: علامت مَد
fi: Aaltoviiva
gu: ઝૂલતો ડૅશ
he: טילדה
hi: टिल्ड
hr: Tilda
hy: Ալիքանշան
id: Gelombang
is: Tilda
ja_jp: チルダ
ka: ტილდა
kk: Ирек сызықша
km: សញ្ញា​រលក
kn: ಟ್ಲೈಡ್
ko_kr: 물결표
ky_kg: Тильда
lo: ເຄື່ອງໝາຍໂຕໜອນ
lt: Tildė
mk: Тилда
ml: ടിൽഡെ
mn_mn: Долгион
mr: खूण
my_zg: ေထးလ္ဒါ
ne: टिल्ड
or: ଟିଲ୍ଡ
pa: ਅਨੁਨਾਸਕ ਸੂਚਕ ਚਿੰਨ੍ਹ
pl: Tylda
pt_pt: Til
ro: Tildă
ru_ru: Тильда
si: නාසික්‍ය ලකුණ
sk: Vlnovka
sl: Tilda
sq: Tildë
sr: Tilda
ta: அலைக்குறியீடு
te: టైల్డ్
tg_tj: Тилда
th: เครื่องหมาย '~'
tk_tm: Tilda
uk: Тильда
ur: ٹلڈا
uz: Tilda belgisi
vi: Dấu ngã
zh_cn: 波浪符号
zh_hk: 波浪符號
