Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_OPT_AZERTY_KEYBOARD_ABB
source: Azerty keyboard
ar: لوحة مفاتيح Azerty
as: Azerty কীব'ৰ্ড
az: Azerty klaviaturası
bg: Azerty клавиатура
bn_bd: অ্যাজার্টি কিবোর্ড
ca: Teclat Azerty
cs: Klávesnice Azerty
da: Azerty-tastatur
de: AZERTY-Tastatur
el_gr: Πληκτρολόγιο Azerty
es_us: Teclado azerty
et: Azerty-klaviatuur
eu: Azerty teklatua
fa: صفحه کلید Azerty
fi: Azerty-näppäimistö
fr_ca: Clavier Azerty
ga: Eochairchlár Azerty
gu: એઝર્ટી કીબોર્ડ
he: מקלדת Azerty
hi: अज़ेर्टी कीबोर्ड
hr: Azerty tipkovnica
hu: AZERTY-billentyűzet
hy: AZERTY ստեղնաշար
id: Keyboard Azerty
is: Azerty-lyklaborð
it_it: Tastiera Azerty
ja_jp: AZERTYキーボード
ka: AZERTY კლავიატურა
kk: AZERTY пернетақтасы
km: ក្ដារចុច Azerty
kn: ಅಝೆರ್ಟಿ ಕೀಬೋರ್ಡ್
ko_kr: Azerty 키보드
lo: ຄີບອດ Azerty
lt: AZERTY klaviatūra
lv: AZERTY tastatūra
mk: Тастатура Azerty
ml: അസേർട്ടി കീബോർഡ്
mn_mn: Azerty гар товчлуур
mr: अॅझर्टी कीबोर्ड
ms: Papan kekunci Azerty
my_zg: Azerty ကီးဘုတ္
nb: Azerty-tastatur
ne: अजेर्टी कीबोर्ड
nl: Azerty-toetsenbord
or: ଏଜେର୍ଟି କୀବୋର୍ଡ
pa: ਅਜ਼ਰਟੀ ਕੀਬੋਰਡ
pl: Klawiatura Azerty
pt_pt: Teclado Azerty
ro: Tastatură Azerty
ru_ru: Клавиатура AZERTY
si: Azerty යතුරුපුවරුව
sk: Klávesnica Azerty
sl: Tipkovnica Azerty
sq: Tastiera Azerty
sr: Azerty tastatura
sv: Azerty-tangentbord
ta: அசெர்டி விசைப்பலகை
te: అజెర్తి కీబోర్డ్
th: แป้นพิมพ์ Azerty
tr_tr: Azerty tuş takımı
uk: Клавіатура AZERTY
ur: آزرتائی کی بورڈ
uz: Azerty klaviaturasi
vi: Bàn phím Azerty
zh_cn: Azerty 键盘
zh_hk: Azerty 鍵盤

# IDS_IME_OPT_ATTENTION
source: Attention
ar: انتباه
as: মনোযোগ
az: Diqqət
be_by: Увага
bg: Внимание
bn_bd: মনোযোগ দিন
ca: Atenció
cs: Pozor
da: Bemærk!
de: Achtung
el_gr: Προσοχή
es_us: Atención
et: Tähelepanu!
eu: Oharra
fa: توجه
fi: Huomio
ga: Aire
gu: સાવધાન
he: שים לב
hi: ध्यान दें
hr: Pozor
hu: Figyelem
hy: Ուշադրություն
id: Perhatian
is: Athuga
it_it: Attenzione
ja_jp: 注意
ka: ყურადღება
kk: Назар аударыңыз
km: ប្រុងប្រយ័ត្ន
kn: ಗಮನಿಸಿ
ko_kr: 주의
ky_kg: Көңүл буруңуз
lo: ຂໍ້ຄວນຄຳນຶງ
lt: Dėmesio
lv: Uzmanību
mk: Внимание
ml: ശ്രദ്ധിക്കുക
mn_mn: Хэнд
mr: लक्ष द्या
ms: Perhatian
my_zg: သတိ
nb: OBS!
ne: ध्‍यान दिनुहोस्
nl: Let op
or: ସତର୍କତା
pa: ਧਿਆਨ ਦਿਉ
pl: Uwaga
pt_pt: Atenção
ro: Atenţie
ru_ru: Внимание
si: අවධානය යොමු කරන්න
sk: Pozor
sl: Pozor
sq: Kujdes
sr: Pažnja
sv: Obs!
ta: கவனம்
te: అటెన్షన్
tg_tj: Таваҷҷӯҳ
th: โปรดทราบ
tk_tm: Üns beriň
tl: Atensyon
tr_tr: Dikkat
uk: Увага
ur: توجہ
uz: Diqqat
vi: Chú ý
zh_cn: 注意
zh_hk: 注意

# IDS_IME_OPT_3_X_4_KEYBOARD
source: 3 x 4 keyboard
ar: لوحة مفاتيح 4 × 3
as: 3 x 4 কীব'ৰ্ড
az: 3 x 4 klaviatura
be_by: Клавіятура 3 x 4
bg: 3 х 4 клавиатура
bn_bd: 3 x 4 কীবোর্ড
ca: Teclat 3 x 4
cs: Klávesnice 3 x 4
da: 3×4-tastatur
de: 3 x 4 - Tastatur
el_gr: Πληκτρολόγιο 3 x 4
es_us: Teclado 3 x 4
et: 3 x 4 klaviatuur
eu: 3 x 4 teklatua
fa: صفحه کلید 3x4
fi: 3 x 4 -näppäimistö
fr_ca: Clavier 3 x 4
ga: Eochairchlár 3 x 4
gu: 3 x 4 કીબોર્ડ
he: מקלדת 3 x‏ 4
hi: 3 x 4 कीबोर्ड
hr: Tipkovnica 3 x 4
hu: 3x4 gombos billentyűzet
hy: 3 x 4 ստեղնաշար
id: Keyboard 3 x 4
is: 3 x 4 lyklaborð
it_it: Tastiera 3 x 4
ja_jp: テンキー
ka: 3 x 4 კლავიატურა
kk: 3 x 4 пернетақтасы
km: ក្ដារចុច 3 x 4
kn: 3 x 4 ಕೀಬೋರ್ಡ್
ko_kr: 3x4 키보드
lo: ຄີບອດ 3 x 4
lt: 3 x 4 klaviatūra
lv: 3 x 4 tastatūra
mk: Тастатура 3 х 4
ml: 3 x 4 കീബോര്‍ഡ്
mr: 3 x 4 कीबोर्ड
ms: Papan kekunci 3 x 4
my_zg: 3 x 4 ကီးဘုတ္
nb: 3 x 4-tastatur
ne: 3 x 4 कीबोर्ड
nl: 3 x 4 toetsenbord
or: 3 x 4 କୀବୋର୍ଡ୍
pa: 3 x 4 ਕੀਬੋਰਡ
pl: Klawiatura 3 x 4
pt_pt: Teclado 3 x 4
ro: Tastatură 3 x 4
ru_ru: Клавиатура 3 x 4
si: 3 x 4 යතුරුපුවරුව
sk: Klávesnica 3 x 4
sl: Tipkovnica 3 x 4
sq: Tastiera 3 x 4
sr: Tastatura 3 x 4
sv: 3 x 4-tangentbord
ta: 3 x 4 வி.பலகை
te: 3 x 4 కీబోర్డ్
tg_tj: Клавиатураи 3 x 4
th: แป้นพิมพ์ 3 x 4
tk_tm: 3 x 4 klawiatura
tr_tr: 3 x 4 klavye
uk: Клавіатура 3 x 4
ur: کی بورڈ 3 ضرب 4
uz: 3 x 4 klaviatura
vi: Bàn phím 3 x 4
zh_cn: 3 x 4 键盘
zh_hk: 3 x 4 鍵盤

# IDS_IME_MBODY_VIBRATION
source: Vibration
ar: الاهتزاز
as: ভাইব্ৰেশ্বন
az: Vibrasiya
be_by: Вібрацыя
bg: Вибрация
bn_bd: কম্পন
ca: Vibració
cs: Vibrace
el_gr: Δόνηση
es_us: Vibración
et: Värin
eu: Bibrazioa
fa: لرزاننده
fi: Värinä
ga: Crith
gu: કંપન
he: רטט
hi: कंपन
hr: Vibracija
hu: Rezgés
hy: Թրթռում
id: Getar
is: Titringur
it_it: Vibrazione
ja_jp: バイブ
ka: ვიბრაცია
kk: Діріл
km: រំញ័រ
kn: ಕಂಪನ
ko_kr: 진동
ky_kg: Дирилдөө
lo: ການສັ່ນ
lt: Vibracija
lv: Vibrācija
mk: Вибрации
ml: വൈബ്രേഷന്‍
mn_mn: Чичиргээ
mr: कंपन
ms: Getaran
my_zg: တုန္ခါျခင္း
nb: Vibrasjon
ne: कम्पन
nl: Trillen
or: କମ୍ପନ
pa: ਵਾਈਬ੍ਰੇਸ਼ਨ
pl: Wibracja
pt_pt: Vibração
ro: Vibraţie
ru_ru: Вибрация
si: කම්පනය
sk: Vibrovanie
sl: Vibriranje
sq: Dridhje
sr: Vibracija
ta: அதிர்வு
te: వైబ్రేషన్
tg_tj: Ларзиш
th: ระบบสั่น
tk_tm: Wibrasiýa
tl: Pag-vibrate
tr_tr: Titreşim
uk: Вібрація
ur: تھرتھراہٹ
uz: Vibratsiya
vi: Rung
zh_cn: 振动
zh_hk: 震動

# IDS_IME_MBODY_SPACE_BAR_SWIPE
source: Space bar swipe
ar: سحب شريط المسافة
as: স্পেচবাৰ চোয়াইপ
az: Boşluq zolağında sürüşdür
bg: Плъзгане на интервала
bn_bd: স্পেস বার সোয়াইপ
ca: Desplaç barra espaiadora
cs: Přejetí přes mezerník
da: Stryg o. mellemrumstasten
de: Über Leertaste streichen
el_gr: Σάρωση πλήκτρου διαστήμ.
es_us: Deslizar barra de espacio
et: Tühikuklahvil liigutamine
eu: Espazio barrako mugimendua
fa: حرکت بر روی نوار فاصله
fi: Välilyöntinäpp. pyyhkäisy
fr_ca: Balayage barre d'espace
ga: Svaidhpeáil spásbharra
gu: સ્પેસ બાર સ્વાઇપ
he: החלקה על פני מקש הרווח
hi: स्‍पेस बार स्वाइप
hr: Klizanje tipkom za razmak
hu: Szóköz gomb végigsimítása
hy: Սահեցնել բացատի ստեղնով
id: Usapan pada spasi
is: Strokið yfir bilslá
it_it: Scorr. barra spaziatrice
ja_jp: スペースバーをスワイプ
ka: გადასმა ინტერვალის ზოლზე
kk: Бос орын пернесін сипау
km: អូស​កាត់​របារ​ដំណកឃ្លា
kn: ಸ್ಪೇಸ್ ಬಾರ್ ಸ್ವೈಪ್ ಮಾಡಿ
ko_kr: 입력 언어 변경
ky_kg: Ара тилкесин ала салдыруу
lo: ເລື່ອນປຸ່ມຍະຫວ່າງ
lt: Braukimas per tarpo mygt.
lv: Atstarpes taust. vilkšana
mk: Минув. преку разделникот
ml: സ്പെയ്സ് ബാര്‍ സ്വൈപ്പ്
mn_mn: Зай авдаг хөндлийг шудрах
mr: स्‍पेस बार स्‍वाइप करा
ms: Leret bar ruang
my_zg: စေပ့စ္ ဘားပြတ္ျခင္း
nb: Stryking på mellomromst.
ne: स्पेस बार स्वाइप
nl: Vegen over spatiebalk
or: ସ୍ଥାନ ଦଣ୍ଡିକା ସ୍ଵାଇପ୍
pa: ਸਪੇਸ ਬਾਰ ਸਵਾਈਪ
pl: Przeciąg. po klaw. spacji
pt_pt: Pssg. dedo barra espaços
ro: Glisare bară de spaţiu
ru_ru: Скольжение по пробелу
si: ස්පේස් යතුර ස්වයිප් කිරීම
sk: Potiahnutie po medzerníku
sl: Drsanje po preslednici
sq: Rrëshq. tastin hapësirë
sr: Prev. prst. po razmaknici
sv: Svep över mellanslag
ta: ஸ்பேஸ் பார் ஸ்வீப்
te: స్పేస్ బార్ స్వైప్
tg_tj: Молишдиҳии тугмаи фосила
th: ปัดสเปซบาร์
tk_tm: Ýer itelemek düwmesi
tl: Pag-swipe sa space bar
tr_tr: Boşluk tuşu kaydırma
uk: Проведення по пробілу
ur: اسپیس بار ہلکی ضرب لگانا
uz: Bo‘shliq tugmasini surish
vi: Vuốt phím khoảng cách
zh_cn: 空格条滑动
zh_hk: 空格鍵滑動

# IDS_IME_MBODY_SOUND
source: Sound
ar: الصوت
as: ধ্বনি
az: Səs
be_by: Гук
bg: Звук
bn_bd: ধ্বনি
ca: So
cs: Zvuk
da: Lyd
de: Ton
el_gr: Ήχος
es_us: Sonido
et: Heli
eu: Soinua
fa: صدا
fi: Ääni
fr_ca: Son
ga: Fuaim
gu: ધ્વનિ
he: צלילים
hi: ध्वनि
hr: Zvuk
hu: Hang
hy: Ձայն
id: Suara
is: Hljóð
it_it: Suono
ja_jp: 音
ka: ხმა
kk: Дыбыс
km: សំឡេង
kn: ಶಬ್ದ
ko_kr: 소리
ky_kg: Добуш
lo: ສຽງ
lt: Garsas
lv: Skaņa
mk: Звук
ml: ശബ്ദം
mn_mn: Дуу
mr: ध्वनी
ms: Bunyi
my_zg: အသံ
nb: Lyd
ne: ध्वनि
nl: Geluid
or: ଧ୍ଵନି
pa: ਧੁਨੀ
pl: Dźwięk
pt_pt: Som
ro: Sunet
ru_ru: Звук
si: ශබ්දය
sk: Zvuk
sl: Zvok
sq: Tingull
sr: Zvuk
sv: Ljud
ta: ஒலி
te: ధ్వని
tg_tj: Садо
th: เสียง
tk_tm: Sesler
tl: Tunog
tr_tr: Ses
uk: Звук
ur: ساؤنڈ
uz: Ohang
vi: Âm thanh
zh_cn: 声音
zh_hk: 聲音

# IDS_IME_MBODY_RESET_SETTINGS
source: Reset settings
ar: إعادة ضبط الإعدادات
as: ছেটিংছ পুনঃছেট কৰক
az: Parametrləri sıfırla
bg: Нyлиране на настройките
bn_bd: সেটিংস পুনঃনির্ধারণ করুন
ca: Restablir ajustaments
cs: Obnovit nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el_gr: Επαναφορά ρυθμίσεων
es_us: Restablecer configuración
et: Lähtesta seaded
eu: Berrezarri ezarpenak
fa: تنظيم مجدد
fi: Palauta asetukset
fr_ca: Réinitialiser paramètres
ga: Athshocraigh socruithe
gu: સેટિંગ્સ ફરીથી ગોઠવો
he: איפוס הגדרות
hi: रीसेट सेटिंग्‍स
hr: Poništi postavke
hu: Beállítás visszaállítása
hy: Հետադարձել դրվածքները
id: Atur ulang pengaturan
is: Núllstilla stillingar
it_it: Ripristino impostazioni
ja_jp: 設定をリセット
ka: პარამეტრების გადატვირთვა
kk: Параметрлер қалп. келтіру
km: កំណត់​ឡើង​វិញ​នូវ​ការកំណត់
kn: ಮರುಹೊಂದಿಕೆ ಸಂಯೋಜನೆಗಳು
ko_kr: 설정 초기화
ky_kg: Орнотууларды кайра коюу
lo: ຕັ້ງການຕັ້ງຄ່າໃໝ່
lt: Nustatyti iš naujo
lv: Atjaunot iestatījumus
mk: Ресетирај параметри
ml: ക്രമീകരണങ്ങള്‍ റീസെറ്റ് ചെയ്യുക
mn_mn: Тохир. хэвэнд нь оруулах
mr: सेटिंग्स पुन्हा मांडणी करा
ms: Tetapkan semula tetapan
my_zg: သတ္မွတ္ခ်က္မ်ား ျပန္သတ္မွတ္ပါ
nb: Nullstill innstillinger
ne: सेटिङहरू रिसेट गर्नुहोस्
nl: Instellingen resetten
or: ସେଟିଂସ୍ ପୁନଃସେଟ୍
pa: ਸੈੱਟਿੰਗਸ ਰੀਸੈੱਟ ਕਰੋ
pl: Zeruj ustawienia
pt_pt: Repor definições
ro: Resetare setări
ru_ru: Сброс параметров
si: සැකසුම් නැවත සකසන්න
sk: Vynulovať
sl: Ponastavi nastavitve
sq: Rikthe cilësimet
sr: Resetuj podešavanja
sv: Återställ inställningar
ta: ரீசெட் அமைவுகள்
te: సెట్టింగులు రీసెట్
tg_tj: Барқарор кардани танзимот
th: ตั้งค่าใหม่
tk_tm: Sazlamalary täzeden sazlaň
tl: I-reset ang mga setting.
tr_tr: Ayarları sıfırla
uk: Скинути налаштування
ur: سیٹنگز ریسیٹ کریں
uz: Parametrlarni tashlash
vi: Đặt lại các cài đặt
zh_cn: 重置
zh_hk: 重設設定

# IDS_IME_MBODY_KEYBOARD_SWIPE
source: Keyboard swipe
ar: سحب لوحة المفاتيح
as: কীব'ৰ্ড ঘহাঁওক
az: Klaviatura sürüşdürməsi
bg: Плъзгане на клавиатура
bn_bd: কিবোর্ড সোয়াইপ
ca: Desplaçament de teclat
cs: Přejíždění po klávesnici
da: Tastaturstrygning
de: Tastatur wischen
el_gr: Κύλιση πληκτρολογίου
es_us: Teclado swipe
et: Klaviatuuril libistamine
eu: Teklatu aldaketa
fa: جابجایی صفحه کلید
fi: Näppäimistön pyyhkäisy
fr_ca: Glissement du clavier
ga: Svaidhpeáil eochairchláir
gu: કીબોર્ડ સ્વાઇપ
he: החלקת מקלדת
hi: कीबोर्ड स्वाइप
hr: Klizanje tipkovnice
hu: Billentyűzethúzás
hy: Ստեղնաշարի սահեցում
id: Usap papan tombol
is: Lyklaborðsstroka
it_it: Scorrimento tastiera
ja_jp: キーボードスワイプ
ka: ხელის გადასმა კლავიატურ.
kk: Пернетақтаны ауыстыру
km: ក្តារចុច​អូស
kn: ಕೀಬೋರ್ಡ್ ಸ್ವೈಪ್
ko_kr: 슬라이드 동작 사용
ky_kg: Клавиатурадан жылдыруу
lo: ເລື່ອນຄີບອດ
lt: Braukimas per klaviatūrą
lv: Tastatūras vilkšana
mk: Поминување по тастатура
ml: കീബോര്‍ഡ് സ്വൈപ്
mn_mn: Гар шудрах
mr: कीबोर्ड स्वाइप
ms: Papan kekunci sapu
my_zg: ကီးဘုတ္ကို ပြတ္ပါ
nb: Tastaturstryking
ne: कीबोर्ड तान्ने
nl: Over toetsenbord vegen
or: କୀବୋର୍ଡ୍ ସ୍ଵାଇପ୍
pa: ਕੀਬੋਰਡ ਸਵਾਈਪ
pl: Przeciąganie po klawiat.
pt_pt: Passagem dedo
ro: Glisare tastatură
ru_ru: Провед. пальцем по клав.
si: යතුරුපුවරු පිසදැමුම
sk: Swype
sl: Drsanje tipkovnice
sq: Fshirje me tastierë
sr: Prevlač. prstom po tast.
sv: Tangentbordssvep
ta: விசைப்பலகை ஸ்வைப்
te: కీబోర్డ్‌ను స్వైప్ చేయి
tg_tj: Молиш дар клавиатура
th: ปัด​แป้น​พิมพ์
tk_tm: Klawiaturany çalyşmak
tl: Pag-swipe sa keyboard
tr_tr: Klavye kaydırma
uk: Проведення по клавіатурі
ur: کی بورڈ پر چلتی ہوئی ضرب
uz: Klaviaturani surish
vi: Vuốt bàn phím
zh_cn: 键盘滑动
zh_hk: 鍵盤滑動

# IDS_IME_MBODY_CHARACTER_PREVIEW
source: Character preview
ar: معاينة الحرف
as: বৰ্ণ পূৰ্বলোকন
az: Simvola önbaxış
be_by: Перадпрагляд сімвалаў
bg: Визуализация на символа
bn_bd: অক্ষর পূর্বরূপ
ca: Vista prèvia de caràcter
cs: Náhled znaků
da: Tegneksempel
de: Zeichenvorschau
el_gr: Προεπισκόπηση χαρακτήρα
es_us: Vista previa caracteres
et: Märgi eelvaade
eu: Karaktere aurrebista
fa: پیش نمایش نویسه
fi: Merkin esikatselu
fr_ca: Aperçu du caractère
ga: Réamhamharc ar charachtar
gu: વર્ણ પૂર્વદર્શન
he: תצוגה מקדימה של תו
hi: वर्ण पूर्वावलोकन
hr: Prikaz znakova
hu: Karakterek előnézete
hy: Նիշի նախադիտում
id: Tinjauan karakter
is: Stafaforskoðun
it_it: Anteprima carattere
ja_jp: 文字プレビュー
ka: სიმბოლოს გადახედვა
kk: Таңбаларды қарап шығу
km: ការបង្ហាញ​តួអក្សរ
kn: ಅಕ್ಷರ ಪೂರ್ವಾವಲೋಕನ
ko_kr: 글자 미리보기
ky_kg: Белгини алдын ала көрүү
lo: ຕົວຢ່າງຕົວອັກສອນ
lt: Simbolių peržiūra
lv: Rakstzīmju priekšskatījums
mk: Преглед на ликот
ml: കാരക്ടര്‍ പ്രിവ്യൂ
mn_mn: Тэмдэгтийг урьдчилан хар
mr: वर्ण पूर्वदृश्य
ms: Pratonton aksara
my_zg: ကာရိုက္တာ ႀကိဳတင္ၾကည့္ရႈျခင္း
nb: Forhåndsvis tegn
ne: क्यारेक्टर पूर्वावलोकन
nl: Pop-up bij toetsaanslag
or: ବର୍ଣ୍ଣ ପୂର୍ବାବଲୋକନ
pa: ਵਰਣ ਪੂਰਵ-ਦਰਸ਼ਨ
pl: Podgląd znaków
pt_pt: Visualizar caracteres
ro: Previzualizare caracter
ru_ru: Просмотр символов
si: අක්ෂර පෙරදැක්ම
sk: Ukážka znakov
sl: Predogled znakov
sq: Parapamje e karakterit
sr: Pregled karaktera
sv: Förhandsgranska tecken
ta: எழுத்து முன்காணல்
te: అక్షరం ప్రివ్యూ
tg_tj: Пешнамоиши аломат
th: ตัวอย่าง​ตัว​อักษร
tk_tm: Nyşanlary öňünden görmek
tl: Preview ng character
tr_tr: Karakter önizleme
uk: Перегляд символів
ur: حرفی پیش منظر
uz: Belgi dastlabki ko‘r/chiq
vi: Xem trước ký tự
zh_cn: 字符预览
zh_hk: 預覽字元

# IDS_IME_MBODY_AUTO_REPLACEMENT
source: Auto replacement
ar: استبدال تلقائي
as: স্বয়ং প্রতিস্থাপন
az: Avto-əvəzetmə
bg: Автоматична смяна
bn_bd: স্বয়ংক্রিয় প্রতিস্থাপন
ca: Substitució automàtica
cs: Automatické nahrazení
da: Auto-udskiftning
de: Automatisch ersetzen
el_gr: Αυτόματη αντικατάσταση
es_us: Sustitución automática
et: Automaatne asendamine
eu: Ordezkapen automatikoa
fa: تعویض خودکار
fi: Automaattinen korvaus
fr_ca: Remplacement automatique
ga: Uath-ionadú
gu: સ્વત: પ્રતિસ્થાપન
he: החלפה אוטומטית
hi: स्वतः प्रतिस्थापना
hr: Automatska zamjena
hu: Automatikus helyettesítés
hy: Ինքնափոխարինում
id: Penggantian otomatis
is: Skipta sjálfkrafa út
it_it: Sostituzione automatica
ja_jp: 自動置換
ka: ავტომატური გამოცვლა
kk: Автоматты ауыстыру
km: ស្វ័យ​ជំនួស
kn: ಸ್ವಯಂ ಬದಲಾವಣೆ
ko_kr: 문구 자동 대체
ky_kg: Авто алмаштыруу
lo: ການປ່ຽນແທນອັດຕະໂນມັດ
lt: Automatinis pakeitimas
lv: Automātiskā aizstāšana
mk: Автоматска замена
ml: യാന്ത്രികമായി മാറ്റിപകരം വയ്ക്കല്‍
mn_mn: Автомат орлуулалт
mr: स्वयं प्रतिस्थापना
ms: Penggantian automatik
my_zg: အလိုအေလ်ာက္ အစားထိုးျခင္း
nb: Erstatt automatisk
ne: स्वः प्रतिस्थापन
nl: Automatische vervanging
or: ସ୍ଵତଃ ବିସ୍ଥାପନ
pa: ਸਵੈ ਬਦਲੀ
pl: Automatyczna wymiana
pt_pt: Substituição automática
ro: Înlocuire automată
ru_ru: Автозамена
si: ස්වයං ප්‍රතිස්ථාපනය
sk: Automatická náhrada
sl: Samodejna zamenjava
sq: Zëvendësim automatik
sr: Automatska zamena
sv: Ersätt automatiskt
ta: தானியக்க மாற்றீடு
te: స్వీయ భర్తీ
tg_tj: Ҷойивазкунии худкор
th: การเปลี่ยนอัตโนมัติ
tk_tm: Awtomatik usulda ornuny çalşyş
tl: Awtomatikong pagpapalit
tr_tr: Otomatik değiştirme
uk: Автозаміна
ur: خودکار تبدیلی
uz: Avtomatik almashtirish
vi: Tự động thay thế
zh_cn: 自动替换
zh_hk: 自動替代

# IDS_IME_MBODY_AUTO_PUNCTUATE
source: Auto punctuate
ar: وضع علامات ترقيم تلقائيا
as: স্বয়ং চিহ্ন দিয়া
az: Avto durğu işarələri
be_by: Аўтаматычная пунктуацыя
bg: Автоматична пунктуация
bn_bd: স্বয়ংক্রিয় যতিচিহ্ন
ca: Puntuar automàticament
cs: Automatická interpunkce
da: Automatisk tegnsætning
de: Autom. Satzzeichen setzen
el_gr: Αυτόματη στίξη
es_us: Autopuntuar
et: Lisa punkt automaatselt
eu: Puntuatu automatikoki
fa: نشانه گذاری خودکار
fi: Automaattiset välimerkit
fr_ca: Ponctuation automatique
ga: Uathphoncaigh
gu: સ્વતઃ વિરામ
he: בצע פיסוק אוטומטי
hi: स्वतः विराम
hr: Auto. interpunkcija
hu: Automatikus központozás
hy: Ինքնաբերաբար կետադրել
id: Tambah tandabaca otomatis
is: Sjálfv. greinamerkjasetn.
it_it: Punteggiatura automatica
ja_jp: 自動句読点挿入
ka: ავტომატური პუნქტუაცია
kk: Авто тыныс белгі қою
km: ស្វ័យ​ដាក់​វណ្ណយុត្ត
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಉಚ್ಚರಿಸಿ
ko_kr: 마침표 자동 입력
ky_kg: Авто пунктуация
lo: ໃສ່ເຄື່ອງໝາຍວັກຕອນໂອໂຕ່
lt: Aut. įterpti skyr.ženklus
lv: Automātiskās pieturzīmes
mk: Автоматска интерпункција
ml: വിരാമമിടല്‍
mr: ऑटो उद्गारचिन्ह
ms: Tanda baca auto
my_zg: အလိုအေလ်ာက္ ပုဒ္ျဖတ္ပုဒ္ရပ္
nb: Automatisk tegnsetting
ne: सवत: विराम चिन्ह हाल्नुहोस्
nl: Automatische interpunctie
or: ସ୍ଵତଃ ପୁର୍ଣ୍ଣଛେଦ
pa: ਸਵੈ ਵਿਰਾਮ ਚਿੰਨ੍ਹ ਲਗਾਉ
pl: Automatyczna interpunkcja
pt_pt: Pontuação automática
ro: Introd. autom. punctuaţie
ru_ru: Автоматическая пунктуация
si: ස්වයං විරාම
sk: Automatická interpunkcia
sl: Samodejno dodaj ločila
sq: Pikësim auto
sr: Automatska interpunkcija
sv: Automatisk interpunktion
ta: தானியக்க நிறுத்தற்குறி
te: స్వీయ విరామ చిహ్నాన్ని ఉంచు
tg_tj: Китобати худкор
th: ใส่วรรคตอนโดยอัตโนมัติ
tk_tm: Awto-dyngylaýyş
tr_tr: Oto. noktalama
uk: Автоматична пунктуація
ur: خودکار رموز اوقاف
uz: Tinish belgini avto-qo‘y
vi: Tự động chấm câu
zh_cn: 自动标点
zh_hk: 自動標點

# IDS_IME_HEADER_SMART_TYPING_ABB
source: Smart typing
ar: الكتابة الذكية
as: স্মাৰ্ট টাইপিং
az: Smart yazı
bg: Умно писане
bn_bd: স্মার্ট লিখন
ca: Escriptura avançada
cs: Inteligentní psaní
da: Smart-skrivning
de: Intelligentes Tippen
el_gr: Έξυπνη πληκτρολόγηση
es_us: Escritura inteligente
et: Nutikas kirjutamine
eu: Idazte adimenduna
fa: تایپ هوشمند
fi: Älykäs kirjoitus
fr_ca: Saisie intelligente
ga: Clóscríobh cliste
gu: સ્માર્ટ ટાઇપિંગ
he: הקלדה חכמה
hi: स्मार्ट टाइपिंग
hr: Pametno tipkanje
hu: Intelligens írás
hy: Խելացի մեքենագրում
id: Ketik cerdas
is: Snjallinnsláttur
it_it: Inserimento intelligente
ja_jp: スマート入力
ka: ტექსტის ინტელექტუალური აკრეფა
kk: Смарт теру
km: ការវាយ​វៃឆ្លាត
kn: ಸ್ಮಾರ್ಟ್ ಟೈಪಿಂಗ್
ko_kr: 스마트 입력
ky_kg: Эстүү жазуу
lo: ການພິມອັດສະລິຍະ
lt: Išmanusis rašymas
lv: Viedā rakstīšana
mk: Паметно пишување
ml: സ്മാർട്ട് ടൈപ്പിംഗ്
mn_mn: Ухаалаг шивэлт
mr: स्‍मार्ट टंकलेखन
ms: Menaip pintar
my_zg: စမတ္ စာရိုက္ျခင္း
nb: Smart inntasting
ne: स्मार्ट टाइपिङ
nl: Slim typen
or: ସ୍ମାର୍ଟ୍ ଟାଇପିଂ
pa: ਸਮਾਰਟ ਟਾਈਪਿੰਗ
pl: Inteligentne wpisywanie
pt_pt: Escrita inteligente
ro: Introducere inteligentă
ru_ru: Интеллектуальный набор
si: ස්මාර්ට් ටයිප් කිරීම
sk: Inteligentné písanie
sl: Pametno tipkanje
sq: Shkrim inteligjent
sr: Pametan unos
sv: Smart skrift
ta: ஸ்மார்ட் டைப்பிங்
te: స్మార్ట్ టైపింగ్
tg_tj: Ҳарфчинии зеҳнӣ
th: การพิมพ์อัจฉริยะ
tk_tm: Smart çap ediji
tr_tr: Akıllı yazma
uk: Розумне-введення
ur: اسمارٹ ٹائپنگ
uz: Smart terish
vi: Nhập thông minh
zh_cn: 智能输入
zh_hk: 智能輸入

# IDS_IME_HEADER_KEY_TAP_FEEDBACK_ABB
source: Key-tap feedback
ar: ملاحظات نقر المفاتيح‬
as: কী-টেপ ফীডবেক
az: Düymə basımı əks-əlaqəsi
be_by: Зварот.сувязь націску кнопкі
bg: Обр. вр. при чукване на клавиш
bn_bd: কী-ট্যাপ প্রতিক্রিয়া
ca: Resposta de toc de tecles
cs: Zpětná vazba klepnutí na tl.
da: Tilbagem. ved tryk på tast
de: Tastenfeedback
el_gr: Ανταπόκριση πατήματος πλήκτρων
es_us: Respuesta táctil del teclado
et: Klahvil toksamise tagasiside
eu: Teklen erantzuna
fa: بازخورد ضربه روی کلید
fi: Näppäinnapautuspalaute
fr_ca: Retour tactile
ga: Aiseolas tapála eochrach
gu: કી-ટેપ પ્રતિસાદ
he: משוב הקשת מקשים
hi: कुंजी-टैप प्रतिपुष्टि
hr: Vibracija dodira tipke
hu: Visszajelzés gombérintésre
hy: Հետադարձ արձգնք՝ ստեղն թակելով
id: Umpan balik ketuk tombol
is: Takkasvörun við pikk
it_it: Feedback tocco tasto
ja_jp: キータップ時のバイブ
ka: კლავიშზე შეხების რეაქცია
kk: Пернені түрту кері байланысы
km: រំញ័រ​ប៉ះ​គ្រាប់ចុច
kn: ಕೀ-ತಟ್ಟುವ ಪ್ರತಿಕ್ರಿಯೆ
ko_kr: 키 입력 시 반응
ky_kg: Баскыч-таптоо кайтарым жообу
lo: ການຕອບສະໜອງການສຳຜັດປຸ່ມ
lt: Atsakas bakstelėjus mygtuką
lv: Taustiņu atbilde
mk: Повр. инфо. за допир на копче
ml: കീ-സ്പർശന ഫീഡ്ബാക്ക്
mn_mn: Товчлуур товших хариу үйлдэл
mr: की-टॅप प्रतिक्रिया
ms: Maklum balas ketik kekunci
my_zg: ကီး-တပ္ တုန္႔ျပန္မႈ
nb: Tilbakemelding ved tastetrykk
ne: कुञ्जी-ट्याप प्रतिक्रिया
nl: Feedback toetstik
or: କୀ-ଟ୍ୟାପ୍ ମତାମତ
pa: ਕੀ-ਟੈਪ ਫੀਡਬੈਕ
pl: Monit dotknięcia klawisza
pt_pt: Reacção de toque
ro: Feedback atingere taste
ru_ru: Отзыв при нажатии клавиши
si: යතුර-තට්ටු කරන ප්‍රතිපෝෂණය
sk: Ťuknutie
sl: Povr. infor. ob pritisku tipke
sq: Feedback-u i tast-trokitjes
sr: Eho kucanja na taster
sv: Knapptrycksåterkoppling
ta: விசை-டேப் பதில்கருத்து
te: కీ-ట్యాప్ స్పందన
tg_tj: Ақидаи тугма-зарба
th: การ​ตอบ​สนอง​เมื่อแตะที่ปุ่ม
tk_tm: Yza gitmek açary
tl: Feedback sa pag-tap ng key
tr_tr: Tuş vuruşu geri bildirimi
uk: Відгук при натисканні клавіш
ur: کی-تھپتھپاہٹ فیڈ بیک
uz: Tugmada tegish javobi
vi: Phản hồi chạm phím
zh_cn: 轻敲按键回馈
zh_hk: 輕觸按鍵回饋

# IDS_IME_HEADER_INPUT_LANGUAGES
source: Input languages
ar: لغات الإدخال
as: ভাষা ইনপুট
az: Daxiletmə dili
be_by: Мовы ўводу
bg: Езици на въвеждане
bn_bd: ইনপুট ভাষাগুলো
ca: Idiomes d'entrada
cs: Jazyky zadávání
da: Indtastningssprog
de: Eingabesprachen
el_gr: Γλώσσες εισαγωγής
es_us: Idiomas de entrada
et: Sisestuskeeled
eu: Sarrera hizkuntzak
fa: زبان های ورودی
fi: Syöttökielet
fr_ca: Langues de saisie
ga: Teangacha ionchuir
gu: ઇનપુટ ભાષા
he: שפות הזנה
hi: इनपुट भाषाएँ
hr: Unesite jezike
hu: Beviteli nyelvek
hy: Ներածման լեզուներ
id: Bahasa masukan
is: Ílagstungumál
it_it: Lingue di inserimento
ja_jp: 入力言語
ka: ხმოვანი ბრძანების ენები
kk: Тілдер енгізу
km: ភាសា​បញ្ចូល
kn: ಇನ್‌ಪುಟ್ ಭಾಷೆಗಳು
ko_kr: 입력 언어
ky_kg: Жазуу тилдери
lo: ໃສ່ພາສາຕ່າງໆເຂົ້າໄປ
lt: Įvesties kalbos
lv: Ievades valodas
mk: Работни јазици
ml: ഇന്‍പുട്ട് ഭാഷകള്‍
mn_mn: Оролтын хэлнүүд
mr: निविष्ट भाषा
ms: Bahasa input
my_zg: ထည့္သြင္းရန္ ဘာသာစကားမ်ား
nb: Inndataspråk
ne: इन्पुट भाषाहरू
nl: Invoertalen
or: ଇନପୁଟ୍ ଭାଷାଗୁଡିକ
pa: ਇਨਪੁਟ ਭਾਸ਼ਾਵਾਂ
pl: Języki wpisywania
pt_pt: Idioma introdução
ro: Limbă tastatură
ru_ru: Языки ввода
si: ආදාන භාෂා
sk: Jazyky vstupu
sl: Jeziki vnosa
sq: Gjuhët e futjes së shkrimit
sr: Jezici unosa
sv: Inmatningsspråk
ta: உள்ளீடு மொழிகள்
te: ఇన్పుట్‌ భాషలు
tg_tj: Забонҳои вуруд
th: ภาษา​เขียน
tk_tm: Girizme dilleri
tl: Mga wika ng input
tr_tr: Giriş dilleri
uk: Мови введення
ur: اندراج کی زبانیں
uz: Kiritish tillari
vi: Ngôn ngữ nhập
zh_cn: 输入语言
zh_hk: 輸入語言

# IDS_IME_BUTTON_SIGN_IN_M_KEYBOARD
source: Sign in
ar: الدخول
as: ছাইন ইন
az: Dxl ol
be_by: Уваход
bg: Влизане
bn_bd: সাইন ইন করুন
ca: In ses
cs: Přihl.
da: Log på
de: Anmeld.
el_gr: Σύνδεση
es_us: In. s.
et: Logi si
eu: Hasi saioa
fa: ورود
fi: Kirj. s.
fr_ca: Connex.
ga: Sín ist
gu: સાઇન ઇન કરો
he: היכנס
hi: साइन इन
hr: Prijava
hu: Bejel.
hy: Մտնել
id: Masuk
is: Innskrá
it_it: Accedi
ja_jp: ｻｲﾝｲﾝ
ka: შესვლა
kk: Кіру
km: ចុះ​ឈ្មោះ​ចូល
kn: ಸೈನ್ ಇನ್
ko_kr: 로그인
ky_kg: Кирүү
lo: ລົງຊື່ເຂົ້າໃຊ້
lt: Jungtis
lv: Ienākt
mk: Најава
ml: സൈന്‍ ഇന്‍ ചെയ്യുക
mn_mn: Нэвтрэх
mr: साइन इन करा
ms: Log msk
my_zg: ဆိုင္းအင္
nb: Logg på
ne: साइन इन गर्नुहोस्
nl: Log in
or: ସାଇନ୍ ଇନ୍
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj
pt_pt: In. ses
ro: Conect.
ru_ru: Вход
si: පිවිසෙ.
sk: Prihl.
sl: Prijava
sq: Lidhu
sr: Prijava
sv: Inlogg.
ta: உள்நுழைவு
te: సైన్ ఇన్
tg_tj: Ворид шудан
th: ไซน์อิน
tk_tm: Bellige alynmak
tr_tr: Otrm aç
uk: Вхід
ur: سائن ان
uz: Kirish
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入

# IDS_IME_BUTTON_SEND_M_KEYBOARD
source: Send
ar: إرسال
as: প্ৰেৰণ
az: Göndər
be_by: Адправ.
bg: Изпращ.
bn_bd: পাঠান
ca: Enviar
cs: Odeslat
de: Senden
el_gr: Αποστ.
es_us: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr_ca: Envoyer
ga: Seol
gu: મોકલો
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
hy: Ուղարկել
id: Kirim
is: Senda
it_it: Invia
ja_jp: 送信
ka: გაგზავ.
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
ko_kr: 전송
ky_kg: Жөнөтүү
lo: ສົ່ງ
lt: Siųsti
lv: Sūtīt
mk: Прати
ml: അയയ്ക്കുക
mn_mn: Илгээх
mr: पाठवा
ms: Hantar
my_zg: ပို႔ပါ
ne: पठाउनुहोस्
nl: Verzend
or: ପଠାନ୍ତୁ
pa: ਭੇਜੋ
pl: Wyślij
pt_pt: Enviar
ro: Trim.
ru_ru: Отправ.
si: යවන්න
sk: Odoslať
sl: Pošlji
sq: Dërgo
sr: Pošalji
sv: Sänd
ta: அனுப்பு
te: పంపండి
tg_tj: Ирсол
th: ส่ง
tk_tm: Iber
tl: Ipadala
tr_tr: Gönder
uk: Надісл.
ur: بھیجیں
uz: Yubor
vi: Gửi
zh_cn: 发送
zh_hk: 發送
