Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Open Settings, then select Language and keyboard > Keyboard > Keyboard settings > Predictive text.
ar: افتح الضبط، ثم حدد اللغة ولوحة المفاتيح > لوحة المفاتيح > ضبط لوحة المفاتيح > ‏‫نص تنبؤي‬.
as: ছেটিংছ খোলক, ইয়াৰ পিছত ভাষা আৰু কীব'ৰ্ড > কীব'ৰ্ড > কীব'ৰ্ড ছেটিংছ > পূৰ্বানুমান পাঠ চয়ন কৰক৷
az: Parametrləri açın, sonra Dil və klaviatura > Klaviatura > Klaviatura parametrləri > Proqnoz mətni seçin
bg: Отворете Настройки, след което изберете Език и клавиатура > Клавиатура > Настройки на клавиатура > Текст с предвиждане.
ca: Obri Ajustaments i seleccioni Idioma i teclat > Teclat > Ajustaments de teclat > Text predictiu
cs: Otevřete Nastavení, vyberte položku Jazyk a klávesnice > Klávesnice > Nastavení klávesnice > Prediktivní zadávání textu.
da: Åbn Indstillinger, og vælg derefter Sprog og tastatur > Tastatur > Tastaturindstillinger > Ordbog.
de: Öffnen Sie „Einstellungen“, und wählen Sie dann „Sprache und Tastatur > Tastatur > Tastatureinstellungen > Textvorhersage“ aus.
el_gr: Ανοίξτε τις Ρυθμίσεις και, κατόπιν, επιλέξτε Γλώσσα και πληκτρολόγιο > Πληκτρολόγιο > Ρυθμίσεις πληκτρολογίου > Προβλεπόμενο κείμενο.
es_us: Abra Configuración, luego seleccione Idioma y teclado > Teclado > Configuración del teclado > Texto predictivo.
et: Avage menüü Seaded ning seejärel valige Keel ja klaviatuur > Klaviatuuri seaded > Ennustav tekst.
eu: Ireki Ezarpenak, ondoren hautatu Hizkuntza eta teklatua > Teklatua > Teklatu ezarpenak > Testu iragarlea
fa: تنظیمات را باز کنید، سپس زبان و صفحه کلید > صفحه کلید > تنظیمات صفحه کلید > متن پیشگو را انتخاب کنید.
fi: Avaa Asetukset ja valitse sitten Kieli ja näppäimistö > Näppäimistö > Näppäimistöasetukset > Ennakoiva teksti.
fr_ca: Ouvrez Paramètres, puis sélectionnez Langue et clavier > Clavier > Paramètres du clavier > Texte intuitif.
ga: Oscail Socruithe, ansin roghnaigh Teanga agus eochairchlár > Eochairchlár > Socruithe eochairchláir > Téacs tuarthach.
gu: સેટિંગ્સ ખોલો, પછી ભાષા અને કીબોર્ડ > કીબોર્ડ > કીબોર્ડ સેટિંગ્સ > આગાહી ટેક્સ્ટ પસંદ કરો.
he: פתח את ’הגדרות‘ ובחר באפשרות ’שפה ומקלדת‘ > ’מקלדת‘ > ’הגדרות מקלדת‘ > ’השלמת מילים‘.
hi: सेटिंग्स खोलें, फिर भाषा और कीबोर्ड > कीबोर्ड > कीबोर्ड सेटिंग्स > प्रीडिक्टिव टेक्स्ट चुनें।
hr: Otvorite Postavke, a zatim odaberite Jezik i tipkovnica > Tipkovnica > Postavke tipkovnice > Predvidljiv tekst.
hu: Nyissa meg a Beállításokat, majd válassza a Nyelv és billentyűzet > Billentyűzet > Billentyűzet beállításai > Prediktív szöveg menüpontokat.
hy: Բացեք Դրվածքները, հետո ընտրեք Լեզու և ստեղնաշար > Ստեղնաշար > Ստեղնաշարի դրվածքներ > Կանխատեսող տեքստ
id: Buka Pengaturan, lalu pilih Bahasa dan keyboard > Keyboard > Pengaturan keyboard > Teks prediktif.
is: Opnaðu Stillingar og veldu síðan Tungumál og lyklaborð > Lyklaborð > Lyklaborðsstillingar > Flýtiritun.
it_it: Aprite Impostazioni, quindi selezionare Lingua e tastiera > Tastiera > Impostazioni tastiera > Previsione testo.
ja_jp: [設定]を開き、[言語とキーボード] > [キーボード] > [キーボード設定] > [予測入力]を選択します。
ka: გახსენით პარამეტრები, შემდეგ აირჩიეთ ენა და კლავიატურა > კლავიატურა > კლავიატურის პარამეტრები > ტექსტის კარნახი
kk: Параметрлерді ашып, Тіл және пернетақта > Пернетақта > Пернетақта параметрлері > Болжамды мәтін бөлімін таңдаңыз
km: បើក​ការកំណត់ រួច​ជ្រើស ភាសា និង ក្ដារចុច > ក្ដារចុច > ការកំណត់​ក្ដារចុច > អត្ថបទ​ទាយ។
kn: ಸಂಯೋಜನೆಗಳನ್ನು ತೆರೆಯಿರಿ, ನಂತರ ಭಾಷೆ ಮತ್ತು ಕೀಬೋರ್ಡ್ > ಕೀಬೋರ್ಡ್ > ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳು > ಊಹಾತ್ಮಕ ಪಠ್ಯ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: [설정]을 실행한 후 [언어 및 키보드] > [키보드] > [키보드 설정] > [문구 자동 완성]을 선택하세요.
lo: ເປີດການຕັ້ງຄ່າ, ຈາກນັ້ນ ເລືອກພາສາ ແລະຄີບອດ > ຄີບອດ > ຕັ້ງຄ່າຄີບອດ > ຂໍ້ຄວາມທີ່ເດົາໄດ້.
lt: Atidarykite nustatymus, pasirinkite Kalba ir klaviatūra > Klaviatūra > Klaviatūros nustatymai> Nuspėjamas tekstas.
lv: Atveriet Iestatījumi, pēc tam izvēlieties Valoda un tastatūra > Tastatūra > Tastatūras iestatījumi > Intuitīvais teksts.
mk: Отворете Опции, па изберете Јазик и тастатура > Тастатура > Поставки за тастатурата > Предвидлив текст.
ml: ക്രമീകരണങ്ങൾ എന്നത് തുറക്കുക, തുടർന്ന് ഭാഷയും കീബോർഡും > കീബോർഡ് > കീബോർഡ് ക്രമീകരണങ്ങൾ > പ്രവചിത ടെക്സ്റ്റ് എന്നിവ തിരഞ്ഞെടുക്കുക.
mn_mn: Тохиргоог нээгээд Хэл ба гар товчлуур > Гар товчлуур > Гар товчлуурын тохиргоо > Урьдчилан таамаглах бичвэрийг сонго.
mr: सेटिंग्‍स उघडा, नंतर भाषा आणि कीबोर्ड > कीबोर्ड > कीबोर्ड सेटिंग्‍स > प्रेडिक्टिव्ह मजकूर निवडा.
ms: Buka Aturan, kemudian pilih Bahasa dan papan kekunci > Papan kekunci > Aturan papan kekunci > Teks ramalan.
nb: Åpne Innstillinger, og velg deretter Språk og tastatur > Tastatur > Tastaturinnstillinger > Ordforslag.
ne: सेटिङहरू खोल्नुहोस्, त्यसपछि भाषा र किबोर्ड चयन गर्नुहोस् > किबोर्ड > किबोर्ड सेटिङहरू > भविष्यवाणी पाठ।
nl: Open Instellingen, selecteer Taal en toetsenbord > Toetsenbord > Toetsenbordinstellingen > Voorspellende tekst.
or: ସେଟିଂ ଖୋଲନ୍ତୁ, ତାପରେ ଭାଷା ଏବଂ କୀବୋର୍ଡ୍ ଚୟନ କରନ୍ତୁ > କୀବୋର୍ଡ୍ > କୀବୋର୍ଡ୍ ସେଟିଂ > ପୂର୍ବାନୁମାନ ଟେକ୍ସଟ୍‍।
pa: ਸੈੱਟਿੰਗਸ ਖੋਲ੍ਹੋ, ਫਿਰ ਭਾਸ਼ਾ ਅਤੇ ਕੀਬੋਰਡ > ਕੀਬੋਰਡ > ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ > ਪੂਰਵ ਅਨੁਮਾਨਤ ਟੈਕਸਟ ਚੁਣੋ।
pl: Otwórz menu Ustawienia, a następnie wybierz kolejno opcje Język i klawiatura > Klawiatura > Ustawienia klawiatury > Przewidywanie tekstu.
pt_pt: Abra Definições e, em seguida, seleccione Idioma e teclado > Teclado > Definições do teclado > Texto inteligente.
ro: Deschideţi meniul Setări, apoi selectaţi Limbă şi tastatură > Tastatură > Setări tastatură > Text predictiv.
ru_ru: Откройте меню “Параметры”, а затем выберите “Язык и клавиатура” > “Клавиатура” > “Параметры клавиатуры” > “Режим Т9”
si: සැකසුම් විවෘත කරන්න, අනතුරුව භාෂාව සහ යතුරුපුවරුව > යතුරුපුවරුව > යතුරුපුවරු සැකසුම් > පුරෝකථන පෙළ තෝරන්න.
sk: Otvorte aplikáciu Nastavenia a potom vyberte položku Jazyk a klávesnica > Klávesnica > Nastavenia klávesnice > Prediktívny text.
sl: Odprite Nastavitve in izberite Jezik in tipkovnica > Tipkovnica > Nastavitve tipkovnice > Predvidevanje besedila.
sq: Hap Cilësimet, pastaj përzgjidh Gjuha dhe tastiera > Tastiera > Cilësimet e tastierës > Teksti parashikues.
sr: Otvori Podešavanja, a zatim izaberi Jezik i tastatura > Tastatura > Podešavanja tastature > Prediktivni unos teksta.
sv: Öppna Inställningar och välj sedan Språk och tangentbord > Tangentbord > Tangentbordsinställningar > Intelligent ordbok.
ta: அமைவுகளைத் திறந்து பின்னர் மொழி மற்றும் விசைப்பலகை > விசைப்பலகை > விசைப்பலகை அமைவுகள் > யூக உரை என்பதைத் தேர்ந்தெடுக்கவும்.
te: సెట్టింగ్‌లను తెరిచి, ఆపై భాష మరియు కీబోర్డ్ > కీబోర్డ్ > కీబోర్డ్ సెట్టింగ్‌లు > సూచనా టెక్స్ట్‌ని ఎంచుకోండి.
th: เปิด การตั้งค่า แล้วเลือก ภาษาและแป้นพิมพ์ > แป้นพิมพ์ > การตั้งค่าแป้นพิมพ์ > ข้อความล่วงหน้า
tl: Buksan ang Mga Setting, pagkatapos ay piliin ang Wika at keyboard > Keyboard > Mga setting ng keyboard > Predictive text.
tr_tr: Ayarlar'ı açın, ardından Dil ve klavye > Klavye > Klavye ayarları > Otomatik metin seçeneğini seçin.
uk: Відкрийте меню «Установки», а потім виберіть «Мова та клавіатура» > «Клавіатура» > «Установки клавіатури» > «Прогнозування тексту»
ur: سیٹنگز کھولیں، پھر منتخب کریں زبان اور کی بورڈ > کی بورڈ > کی بورڈ سیٹنگز > پیشگوئی متن۔
uz: Parametrlarni oching, so‘ngra Til va klaviatura > Klaviatura > Klaviatura parametrlari > Taxminiy matnni tanlang
vi: Mở Cài đặt, rồi chọn Ngôn ngữ và bàn phím > Bàn phím > Cài đặt bàn phím > Dự đoán văn bản.
zh_cn: 打开设置，然后选择语言和键盘 > 键盘 > 键盘设置 > 预测文本。
zh_hk: 開啟設定，然後選擇語言和鍵盤 > 鍵盤 > 鍵盤設定 > 預測文字。

source: If two or more languages are selected in keyboard settings, tap the globe key to switch between them.
ar: إذا تم تحديد لغتين أو أكثر في ضبط لوحة المفاتيح، انقر فوق مفتاح الكرة الأرضية للتبديل بينها.
as: যদি এটা বা অধিক ভাষা কীব'ৰ্ড ছেটিংছত চয়ন কৰে, তাৰ মাজত সলনি কৰিবলৈ গ্ল'ব কী টিপক৷
az: Klaviatura parametrlərində iki və daha çox dil seçildiyi halda onları dəyişdirmək üçün boşluq düyməsini vurun.
bg: Ако в настройките за клавиатурата са избрани два или повече езика, чукнете клавиша с глобуса, за да превключвате между тях.
ca: Si s'han seleccionat dos o més idiomes als ajustaments de teclat, toqui la tecla de globus per alternar entre ells.
cs: Pokud byly v nastavení klávesnice zvoleny dva nebo více jazyků, můžete je přepínat klepnutím na tlačítko zeměkoule.
da: Hvis to eller flere sprog er valgt i tastaturindstillinger, skal du tappe på globustasten for at skifte mellem dem.
de: Wenn in den Tastatureinstellungen eine oder mehrere Sprachen ausgewählt wurden, tippen Sie zum Umschalten auf die Globus-Taste.
el_gr: Εάν είναι επιλεγμένες δύο ή περισσότερες γλώσσες στις ρυθμίσεις πληκτρολογίου, πατήστε το πλήκτρο με την υδρόγειο για να κάνετε εναλλαγή μεταξύ των γλωσσών.
es_us: Si hay dos o más idiomas seleccionados en la configuración del teclado, deslice el dedo por la barra espaciadora para cambiar entre idiomas.
et: Kui klaviatuuri seadetes on valitud kaks või enam keelt, toksake keele vahetamiseks gloobuseklahvi.
eu: Bi hizkuntza edo gehiago hautatuz gero teklatuaren ezarpenetan, ukitu globo tekla haiek aldatzeko
fa: اگر دو یا چند زبان در تنظیمات صفحه‌کلید انتخاب شده باشد، برای تغییر زبان به کلید سراسری ضربه بزنید.
fi: Jos näppäimistön asetuksissa on valittu vähintään kaksi kieltä, voit vaihtaa niiden välillä napauttamalla maapallon kuvaketta.
fr_ca: Si au moins deux langues sont sélectionnées dans les paramètres du clavier, appuyez sur la touche de globe pour passer de l'une à l'autre.
ga: Má tá dhá theanga nó níos mó roghnaithe i socruithe eochairchláir, tapáil an eochair chruinneoige le haistriú eatarthu.
gu: જો કીબોર્ડ સેટિંગ્સમાં બે કે વધુ ભાષાઓ પસંદ કરેલી હોય, તો તેમની વચ્ચે સ્વિચ કરવા માટે ગ્લોબ કીને ટેપ કરો.
he: אם נבחרו שתי שפות או יותר בהגדרות המקלדת, הקש על מקש הגלובוס כדי לעבור ביניהן.
hi: यदि कीबोर्ड सेटिंग्स में दो या अधिक भाषाएँ चुनी गई हैं, तो दोनों के बीच स्विच करने के लिए ग्लोब कुंजी टैप करें।
hr: Ako su u postavkama tipkovnice odabrana dva ili više jezika, dodirnite tipku globusa za prebacivanje jezika.
hu: Ha a billentyűzet beállításaiban több nyelv van kiválasztva, az ezek közti váltáshoz érintse meg a földgömb gombot.
hy: Եթե ստեղնաշարի դրվածքներում ընտրվել են երկու կամ ավելի լեզուներ, թակեք գլոբուսի ստեղնը՝ մի լեզվից մյուսին անցնելու համար:
id: Jika dipilih dua bahasa atau lebih pada pengaturan keyboard, ketuk tombol spasi untuk beralih di antara kedua bahasa tersebut.
is: Ef tvö eða fleiri tungumál eru valin í lyklaborðsstillingum skaltu pikka á hnattarlykilinn til að skipta á milli þeirra.
it_it: Se nelle impostazioni della tastiera sono state selezionate due o più lingue, toccate il tasto con il mondo per passare da una lingua all'altra.
ja_jp: 2つ以上の言語をキーボード設定で選択した場合、地球儀キーをタップして、言語を切り替えます。
ka: თუ კლავიატურის პარამეტრებში არჩეულია ორი ან მეტი ენა, მათ შორის გადასართავად შეეხეთ გლობუსის ღილაკს.
kk: Екі немесе одан артық тіл пернетақта параметрлерінде таңдалған болса, олар арасында ауыстыру үшін ғаламдық пернені түртіңіз.
km: បើ​បាន​ជ្រើស​ភាសា​ពីរ ឬ ច្រើន​ក្នុង​ការកំណត់​ក្ដារចុច សូម​ប៉ះ​គ្រាប់ចុច​សាកល ដើម្បី​ប្ដូរ​រវាង​ពួកវា។
kn: ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಎರಡು ಅಥವಾ ಹೆಚ್ಚು ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿದರೆ, ಅವುಗಳ ನಡುವೆ ಬದಲಾಯಿಸಲು ಗ್ಲೋಬ್ ಕೀ ಅನ್ನು ತಟ್ಟಿ.
ko_kr: 키보드 설정에서 언어를 2개 이상 선택한 경우, 지구본 버튼을 눌러 언어를 전환하세요.
ky_kg: Эгер клавиатура орнотууларында эки же андан ашык тил тандалса, аларды орду менен которуу үчүн глобус баскычын басыңыз.
lo: ຖ້າໄດ້ເລືອກເອົາສອງພາສາ ຫຼືຫຼາຍກວ່ານັ້ນຢູ່ໃນການຕັ້ງຄ່າຄີບອດ, ແຕະປຸ່ມຮູບໂລກ ເພື່ອປ່ຽນພາສາ.
lt: Jei klaviatūros nustatymuose pasirenkate dvi ar daugiau kalbų, norėdami jas perjungti bakstelėkite gaublio klavišą.
lv: Ja tastatūras iestatījumos ir izvēlētas divas vai vairāk valodas, pieskarieties globusa taustiņam, lai pārslēgtos starp tām.
mk: Ако се избрани два или повеќе јазици во поставките на тастатурата, допрете го копчето глобус за да менувате меѓу нив.
ml: കീപാഡ് ക്രമീകരണത്തില്‍ രണ്ടോ അതിലധികമോ ഭാഷകള്‍ തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ, അവയ്‌ക്കിടയിൽ മാറാൻ ഗ്ലോബ് കീ ടാപ്പുചെയ്യുക.
mn_mn: Хэрэв гар товчлуурын тохиргоонд хоёр буюу түүнээс олон хэл сонговол, тэдгээрийн хооронд шилжихдээ бөмбөрцөгтэй товчлуурыг товш.
mr: जर कीबोर्ड सेटिंग्स मध्ये दोन किंवा अधिक भाषा निवडल्या गेल्या, तर त्यांच्या दरम्यान स्वाइप करण्यासाठी ग्‍लोब की स्वाइप करा.
ms: Jika dua atau lebih bahasa dipilih dalam aturan papan kekunci, ketik kekunci dunia untuk bertukar antaranya.
nb: Hvis to eller flere språk er valgt i tastaturinnstillinger, kan du trykke på klodetasten for å veksle mellom dem.
ne: यदि कीबोर्ड सेटिङहरूमा दुई वा धेरै भाषाहरू चयन गरिन्छ भने, तिनीहरू बीच स्विच गर्न ग्लोब कुञ्जी ट्याप गर्नुहोस्।
nl: Als twee of meer talen zijn geselecteerd in de toetsenbordinstellingen, tikt u op de wereldboltoets om af te wisselen.
or: ଯଦି କୀବୋର୍ଡ ସେଟିଂଗୁଡିକରେ ଦୁଇ କିମ୍ବା ଅଧିକ ଭାଷା ମନୋନୀତ ହୋଇଥାଏ, ସେଗୁଡିକ ମଧ୍ୟରେ ସ୍ଵିଚ୍ କରିବାକୁ ଗ୍ଲୋବ୍ କୀ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਜੇ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਵਿੱਚ ਦੋ ਜਾਂ ਦੋ ਤੋਂ ਜਿਆਦਾ ਭਾਸ਼ਾਵਾਂ ਚੁਣੀਆਂ ਗਈਆਂ ਹਨ, ਤਾਂ ਉਨ੍ਹਾਂ ਵਿੱਚ ਸਵਿਚ ਕਰਨ ਲਈ ਗਲੋਬ ਬਟਨ ਦਬਾਓ।
pl: Jeśli w ustawieniach klawiatury wybrano kilka języków, dotknij klawisza z globusem, aby przełączać się między nimi.
pt_pt: Se estiverem seleccionados dois ou mais idiomas nas definições do teclado, toque na tecla do globo para alternar entre estes.
ro: Dacă în setările tastaturii sunt selectate două sau mai multe limbi, atingeţi tasta glob pentru a trece de la o limbă la alta.
ru_ru: Если в настройках клавиатуры выбрано более двух языков, нажмите клавишу с глобусом для переключения между ними.
si: යතුරුපුවරු සැකසුම්වල භාෂා දෙකක් හෝ වැඩි ගණනක් තෝරා ඇත්නම්, ඒවා අතර මාරු වීමට ගෝල යතුර තට්ටු කරන්න.
sk: Ak sú v nastaveniach klávesnice vybraté najmenej dva jazyky, ťuknutím na tlačidlo glóbusu ich môžete prepínať.
sl: Če v nastavitvah tipkovnice izberete dva ali več jezikov, pritisnite tipko z globusom, da preklopite med njimi.
sq: Nëse janë përzgjedhur dy ose më shumë gjuhë në cilësimet e tastierës, trokit mbi tastin e globit për t'u këmbyer mes tyre.
sr: Ako su izabrana dva ili više jezika u okviru podešavanja tastature, kucni na taster globusa da bi prelazio/la sa jednog jezika na drugi.
sv: Om två eller flera språk har valts i tangentbordsinställningarna trycker du på jordglobsknappen för att växla mellan dem.
ta: விசைப்பலகை அமைவுகளில் இரண்டு அல்லது அதற்கும் அதிகமான மொழிகள் தேர்வு செய்யப்பட்டால் அவற்றுக்கு இடையே மாற க்ளோப் விசையை ஸ்வைப் செய்யவும்.
te: కీబోర్డ్ సెట్టింగ్‌లలో రెండు లేదా అంత కంటే ఎక్కువ భాషలు ఎంచుకోబడి ఉంటే, వాటి మధ్య మారడానికి గ్లోబ్ కీని స్వైప్ చేయండి.
tg_tj: Агар дар танзимоти клавиатура ду ё зиёда забон интихоб шуда бошанд, тугмаи глобусро зарба зада, байни онҳо интихоб кунед.
th: ถ้าเลือกสองภาษาหรือมากกว่าไว้ในการตั้งค่าแป้นพิมพ์ ให้สัมผัสปุ่มลูกโลกเพื่อสลับระหว่างภาษา
tk_tm: Eger klawiatura sazlamalarynda iki ýa-da has köp dil saýlanan bolsa, globus düwmesine basyň we olaryň arasyndan dili saýlaň.
tl: Kung dalawa o higit pang mga wika ang pinili sa mga setting ng keyboard, i-tap ang globe key upang magpalipat-lipat sa mga ito.
tr_tr: Klavye ayarlarında iki veya daha fazla dil seçilmişse bunlar arasında geçiş yapmak için dünya tuşuna dokunun.
uk: Якщо в установках клавіатури вибрано дві або більше мов, натисніть клавішу «Глобус» для переходу між ними.
ur: اگر کی بورڈ کی سیٹنگز میں دو یا زیادہ زبانیں منتخب ہوں تو، ان کے مابین سوئچ کرنے کیلئے گلوب کی پر ٹیپ کریں۔
uz: Agar klaviatura parametrlarida ikkitadan ko‘proq tillar tanlangan bo‘lsa, ularni almashtirish uchun globus tugmasini suring.
vi: Nếu hai hay nhiều ngôn ngữ được chọn trong phần cài đặt bàn phím, hãy chạm phím địa cầu để chuyển đổi giữa các ngôn ngữ đó.
zh_cn: 如果在键盘设置中选择两种或两种以上语言，轻敲地球仪键以在它们之间切换。
zh_hk: 若在鍵盤設定中選擇兩個或以上的語言，可輕觸地球儀鍵進行切換。
