Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: If personalised data is enabled, Samsung keyboard can learn your writing style, from Gmail, Twitter, Messages, and Contacts, and offer predictions and corrections tailored to you.
ar: في حال تفعيل البيانات المخصصة، تستطيع لوحة مفاتيح Samsung التعرف على أسلوب الكتابة من Gmail وTwitter والرسائل وجهات الاتصال وعرض التنبؤات والتصحيحات المخصصة لك.
as: যদি ব্যক্তিগতকৰণ কৰা ডাটা সক্ষম কৰা থাকে, চেমচাং কীব'ৰ্ডে জিমেইল, টুইটাৰ, মেচেজিং আৰু সম্পৰ্কৰ পৰা আপোনাৰ লিখন শৈলী শিকিব পাৰে আৰু আপোনাৰ বাবে প্ৰয়োজনীয় পূৰ্বানুমান আৰু সংশোধনসমূহ আগবঢ়াব পাৰে৷
az: Fərdiləşdirilmiş məlumat aktiv edildikdə, Samsung klaviaturası Gmail, Twitter, Mesajlar və Kontaktlardan sizin yazı üslubunuzu öyrənə və düzəlişlər təklif edə bilər.
bg: Ако са активирани персонализираните данни, клавиатурата Samsung може да се учи от вашия стил на писане, от Gmail, Twitter, Съобщения и Контакти, и да предлага предсказвания и поправки, избрани специално за вас.
ca: Si les dades personalitzades estan habilitades, el teclat de Samsung pot aprendre del seu estil d'escriptura, de Gmail, Twitter, Missatges i Contactes, i oferir prediccions i correccions a la seva mida
cs: Pokud jsou zapnuta přizpůsobená data, klávesnice Samsung se naučí váš styl psaní z aplikací Gmail, Twitter, Zprávy a Kontakty a bude vám nabízet návrhy a opravy dle vašeho stylu psaní.
da: Hvis tilpassede data er aktiveret, kan Samsung-tastatur lære din skrivestil fra Gmail, Twitter, Beskeder og Kontakter og tilbyde ordbøger og rettelser, der er skræddersyede til dig.
de: Wenn personalisierte Daten aktiviert sind, kann die Samsung-Tastatur Ihren Schreibstil von Gmail, Twitter, Nachrichten und Kontakten lernen und Vorhersagen und Korrekturen nach Maß anbieten.
el_gr: Αν έχουν ενεργοποιηθεί τα εξατομικευμένα δεδομένα, το πληκτρολόγιο Samsung μπορεί να απομνημονεύσει το στυλ γραφής σας, από το Gmail, το Twitter, τα Μηνύματα και τις Επαφές, ώστε να σας προσφέρει προβλέψεις και διορθώσεις στα δικά σας μέτρα.
es_us: Si los datos personalizados están activados, el teclado Samsung puede aprender su estilo de escritura, desde Gmail, Twitter, Mensajes y Contactos, y ofrecerle predicciones y correcciones personalizadas.
et: Kui isikupärastatud andmed on aktiveeritud, saab Samsungi klaviatuur õppida teie kirjutamisstiili Gmailist, Twitterist, sõnumitest ja kontaktidest ning pakub teile mõeldud ennustusi ja parandusi.
eu: Datu pertsonalizatuak gaitzen badira, Samsung teklatuak zure idazketa estiloa ikas dezake, Gmail-etik, Twitter-etik, Mezularitzatik eta Kontaktuetatik, eta zure neurrirako iragazpenak eskainiko dizkizu
fa: اگر گزینه داده‌های شخصی‌شده فعال شود، صفحه‌کلید Samsung سبک نوشتاری شما را از Gmail،‏ Twitter، پیام‌ها، و مخاطبین آموخته و متناسب با سبک شما پیش‌گویی‌ها و اصلاحات را پیشنهاد می‌دهد.
fi: Jos yksilölliset tiedot ovat käytössä, Samsung-näppäimistö pystyy oppimaan kirjoitustyylisi Gmailista, Twitteristä, Viesteistä ja Yhteystiedoista sekä tarjoamaan sinulle mukautettuja ennustuksia ja korjauksia.
fr_ca: Si les données personnalisées sont activées, le clavier Samsung peut étudier votre style d'écriture à partir de vos écrits sur Gmail, Twitter et les Contacts, et proposer des prédictions et des corrections adaptées à votre profil.
ga: Má tá sonraí pearsantaithe cumasaithe, is féidir le heochairchlár Samsung do stíl scríbhneoireachta a fhoghlaim ó Gmail, ó Twitter, ó Theachtaireachtaí agus ó Theagmhálaithe, agus tuartha agus ceartúcháin a oireann duitse a mholadh.
gu: જો વ્યક્તિગત બનાવેલ ડેટા સક્ષમ હોય, તો સેમસંગ કીબોર્ડ જીમેલ, ટ્વિટર, સંદેશા અને સંપર્કોથી તમારી લેખન શૈલી જાણી શકે છે અને તમને ઉપયુક્ત અનુમાનો અને સુધારાઓ પૂરા પાડી શકે છે.
he: כאשר התכונה 'נתונים מותאמים אישית' מופעלת, מקלדת Samsung יכולה ללמוד את סגנון הכתיבה שלך מתוך ‏Gmail, ‏Twitter, ’הודעות‘ ו’אנשי קשר‘, ולהציע תחזיות ותיקונים מותאמים במיוחד לך.
hi: व्यक्तिगत डाटा सक्षम होने पर, सैमसंग कीबोर्ड जीमेल, ट्विटर, संदेशों और संपर्कों से आपकी लेखन शैली सीख सकता है और आपके अनुसार पूर्वानुमान और सुधार पेश कर सकता है।
hr: Ako su uključeni personalizirani podaci, Samsung tipkovnica može učiti o vašem stilu pisanja kroz Gmail, Twitter, Poruke i Imenik te ponuditi prilagođena predviđanja i ispravke.
hu: A személyre szabott adatok engedélyezése esetén a Samsung billentyűzet megtanulja a felhasználó írási stílusát a Gmail, Twitter, Üzenetek és Névjegyzék alkalmazásokból, és személyre szabott javaslatokat és javításokat kínál.
hy: Եթե անհատականացված տվյալներն ընձեռված են, Samsung ստեղնաշարը կարող է սովորել Ձեր գրելաոճը՝ Gmail-ից, Twitter-ից, Հաղորդագրություններից ու Կոնտակտներից, և առաջարկել Ձեր պահանջներին հարմարեցված կանխատեսումներ և ուղղումներ:
id: Jika data yang dipersonalisasikan aktif, keyboard Samsung dapat mempelajari gaya penulisan Anda dari Gmail, Twitter, Pesan, dan Kontak, serta menawarkan prediksi dan koreksi yang disesuaikan untuk Anda.
is: Ef kveikt er á sérsniðnum gögnum getur Samsung-lyklaborðið lært að þekkja ritstílinn þinn af Gmail, Twitter, skilaboðum og tengiliðum og boðið þér flýtiritun og leiðréttingar sem henta þér.
it_it: Se i dati personalizzati sono attivati, la tastiera Samsung sarà in grado di imparare il vostro stile di scrittura da Gmail, Twitter, Messaggi e Rubrica e di prevedere e correggere il testo inserito fornendo soluzioni su misura.
ja_jp: 学習データが有効な場合、Samsungキーボードは、Gmail、Twitter、メッセージ、連絡先などから文章のスタイルを学習し、ユーザーに合わせた単語の予測や訂正を提示します。
ka: თუ პერსონალიზირებული მონაცემები აქტიურია, Samsung კლავიატურას შეუძლია შეისწავლოს თქვენი წერის სტილი Gmail, Twitter, შეტყობინებებიდან და კონტაქტებიდან და შემოგთავაზოთ თქვენზე მორგებული კარნახი და შესწორებები.
kk: Жекеленген деректер қосулы болса, Samsung пернетақтасы Gmail, Twitter, хабарлар және контактілер қызметтерінен жазу стиліңізді үйреніп, сізге лайықталған болжаулар мен түзетулерді ұсынады.
km: បើ​បាន​បើកប្រើ​ទិន្នន័យ​តាម​បុគ្គល ក្តារចុច Samsung អាច​រៀន​ពី​របៀប​ដែល​អ្នក​សរសេរ, ពី Gmail, Twitter, សារ និង ទំនាក់ទំនង ហើយ​ផ្តល់​នូវ​ការទាយ និង ការកែ​ដែល​បាន​ថែមថយ​សម្រាប់​អ្នក។
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಡೇಟಾವನ್ನು ಶಕ್ತಗೊಳಿಸಿದಲ್ಲಿ, ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್‌ ನಿಮ್ಮ ಬರೆಯುವ ಶೈಲಿಯನ್ನು ಜಿಮೇಲ್‌, ಟ್ವಿಟ್ಟರ್‌, ಸಂದೇಶಗಳು ಮತ್ತು ಸಂಪರ್ಕಗಳಿಂದ ಕಲಿಯಬಹುದು ಮತ್ತು ನಿಮಗಾಗಿ ಸಿದ್ಧಪಡಿಸಲಾಗಿರುವ ಮುನ್ಸೂಚನೆಗಳನ್ನು ಹಾಗೂ ಸರಿಪಡಿಸುವಿಕೆಗಳನ್ನು ಒದಗಿಸಬಹುದು.
ko_kr: [개인 데이터]를 실행하면 삼성 키보드가 Gmail, Twitter, 메시지, 연락처에서 사용자의 문체를 학습하여 사용자에게 최적화된 예측 단어 및 교정 단어를 제공합니다.
lo: ຖ້າຂໍ້ມູນສ່ວນຕົວເປີດໃຊ້ງານ, ຄີບອດຊໍາຊຸງສາມາດຮຽນຮູ້ຮູບແບບການຂຽນຂອງທ່ານໄດ້, ຈາກຈີເມລ໌, ທວີດເຕີ, ຂໍ້ຄວາມ, ແລະຜູ້ຕິດຕໍ່, ແລະ ການເດົາຂໍ້ຄວາມ ແລະການແກ້ໄຂໃຫ້ຖືກຕ້ອງທີ່ໄດ້ຈັດໃຫ້ກັບທ່ານ.
lt: Jei asmeniniai duomenys įjungti, „Samsung“ klaviatūra gali įsisavinti jūsų rašymo stilių iš „Gmail“, „Twitter“, žinučių ir adresatų bei pasiūlyti jums parinktus spėjimus ir taisymus.
lv: Ja ir aktivizēti personalizētie dati, Samsung tastatūra var apgūt jūsu rakstīšanas stilu no pakalpojuma Gmail, Twitter, programmas Ziņas un Kontakti un piedāvāt tieši jums piemērotus ieteikumus un labojumus.
mk: Ако се вклучени персонализираните податоци, тастатурата Samsung може да го научи Вашиот стил на пишување од Gmail, Twitter, Пораки и Контакти и да понуди исправки скроени според Вас.
ml: വ്യക്തിഗതമാക്കപ്പെട്ട ഡാറ്റ പ്രാപ്തമാക്കിയാൽ‍, ജിമെയിൽ, ട്വിറ്റർ‍, സന്ദേശങ്ങൾ, കോൺടാക്ടുകള്‍ എന്നിവയിൽ നിന്ന് സാംസംഗ് കീബോർഡിന് നിങ്ങളുടെ രചനാ ശൈലി മനസ്സിലാക്കാനും നിങ്ങള്‍ക്ക് അനുയോജ്യമായ പ്രവചനങ്ങളും തിരുത്തലുകളും വാഗ്ദാനം ചെയ്യാനും സാധിക്കും.
mn_mn: Хэрэв тохируулан өөрчилсөн өгөгдөл идэвхжсэн бол, Samsung гар товчлуур нь Gmail, Twitter, Зурвас болон Харилцагчдаас таны бичих хэв маягийг суралцах ба танд тохирсон таамаглалууд болон залруулгуудыг санал болгоно.
mr: जर व्यक्तिगत डेटा सक्षम केलेला असेल, तर सॅमसंग कीबोर्ड आपली लेखन शैली, जीमेल, ट्वीटर, संदेश आणि संपर्कांमधून जाणून घेऊ शकतो आणि आपल्यासाठी तयार केलेली भाकिते आणि सुधारणा प्रदान करू शकते.
ms: Jika data peribadi diaktifkan, papan kekunci Samsung boleh mengetahui gaya penulisan anda, dari Gmail, Twitter, Mesej dan Kenalan serta menawarkan ramalan dan pembetulan yang disesuaikan dengan anda.
nb: Hvis personlig data er aktivert, kan Samsung-tastaturet lære skrivestilen din fra Gmail, Twitter, Meldinger og Kontakter og gi forslag og rettelser som er skreddersydd for deg.
ne: यदि व्यक्तिगत गरिएको डाटा सक्षम छ भने, सैमसंग कीबोर्डले जिमेल, ट्विटर, संदेशहरू र सम्पर्कहरूबाट तपाईको लेख्ने शैली सिक्न सक्छ र तपाईको लागि अनुकूलित पूर्वानुमान र सुधारहरू प्रस्ताव गर्न सक्छ।
nl: Als aangepaste gegevens zijn ingeschakeld, kan het Samsung-toetsenbord uw schrijfstijl via Gmail, Twitter, Berichten en Contacten leren en voorspellingen en verbeteringen aanbieden die op u zijn afgestemd.
or: ଯଦି ବ୍ୟକ୍ତିଗତ ହୋଇଥିବା ଡାଟା ସକ୍ଷମ ହୋଇଥାଏ, ସାମସଙ୍ଗ କୀବୋର୍ଡ ଆପଣଙ୍କୁ ଫେସବୁକ୍‍, ଜିମେଲ୍‍, ଟ୍ୱିଟର, ସନ୍ଦେଶ ଏବଂ ସମ୍ପର୍କଗୁଡିକରୁ ଲେଖିବା ଶୈଳୀ ଶିଖାଇ ଥାଏ ଏବଂ ଆପଣଙ୍କ ପାଇଁ ପୂର୍ବାନୁମାନ ଏବଂ ସଠିକ୍ କରିବା ଦେଇଥାଏ।
pa: ਜੇਕਰ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਸੈਮਸੰਗ ਕੀਬੋਰਡ ਜੀਮੇਲ, ਟਵਿੱਟਰ, ਸੰਦੇਸ਼ ਸੇਵਾ ਅਤੇ ਸੰਪਰਕਾਂ ਤੋਂ ਤੁਹਾਡੀ ਲਿਖਣ ਦੀ ਸ਼ੈਲੀ ਸਿੱਖ ਸਕਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਅਨੁਰੂਪ ਭਵਿੱਖਬਾਣੀਆਂ ਅਤੇ ਸੁਧਾਰ ਪੇਸ਼ ਕਰਦਾ ਹੈ।
pl: Jeśli dane spersonalizowane są włączone, klawiatura Samsung może pobrać Twój styl pisania z aplikacji Gmail, Twitter, Wiadomości i Kontakty oraz oferować przewidywania i poprawki dostosowane do Ciebie.
pt_pt: Se os dados personalizados estiverem activados, o teclado Samsung consegue aprender o seu estilo de escrita a partir do Gmail, do Twitter, das Mensagens e dos Contactos, e oferecer previsões e correcções personalizadas em função do utilizador.
ro: Dacă sunt activate datele personalizate, tastatura Samsung poate învăţa stilul dvs. de a scrie de pe Gmail, Twitter, Mesaje şi Contacte şi vă poate oferi predicţii şi corecturi adaptate.
ru_ru: Если включены персонализированные данные, клавиатура Samsung сможет запоминать, какие сведения вы вводите в Gmail, Twitter, приложениях “Сообщения” и “Контакты”, а затем предлагать подходящие вам варианты и исправления.
si: පුද්ගලායිත දත්ත සක්‍රිය කොට ඇත්නම් සැම්සුං යතුරු පුවරුවට ජීමේල්, ට්වීටර්, පණිවුඩ හා සබඳතා ඔස්සේ ඔබේ ලේඛන ශෛලිය හදාරා ඔබට සරිලන පුරෝකථන හා නිවැරදි කිරීම් ලබා දිය හැක.
sk: Ak sú zapnuté prispôsobené údaje, klávesnica Samsung sa môže učiť váš štýl písania z aplikácií Gmail, Twitter, Správy a Kontakty a ponúkať predikcie a korekcie prispôsobené pre vás.
sl: Če so prilagojeni podatki omogočeni, lahko tipkovnica Samsung kopira vaš slog pisanja iz storitev Gmail, Twitter, Sporočila in Stiki ter vam ponudi napovedi in popravke, prilagojene vam.
sq: Në qoftë se janë aftësuar të dhënat e personalizuara, tastiera Samsung mund të mësojë stilin tënd të shkrimit, nga Gmail, Twitter, Mesazhet dhe Kontaktet, dhe të ofrojë parashikime dhe korrigjime enkas për ty.
sr: Ako su lični podaci omogućeni, Samsung tastatura može da nauči tvoj stil pisanja sa Gmail-a, Twitter-a, kao i iz Poruka i Kontakata i ponudi ti predviđanje i ispravke prilagođene tebi.
sv: Om anpassade data är aktiverade kan Samsung-tangentbordet lära sig din skrivstil från Gmail, Twitter, Meddelanden och Kontakter och ge förslag och korrigeringar som är anpassade för dig.
ta: தனிப்பயனாக்கிய தரவு செயல்படுத்தப்பட்டால் ஜிமெயில், ட்வீட்டர், தகவல்கள் மற்றும் தொடர்புகள் ஆகியவற்றிலிருந்து சாம்சங் விசைப்பலகை உங்கள் எழுத்து நடையை கற்றுக்கொண்டு உங்களுக்குப் பொருத்தமான கணிப்புகள் மற்றும் திருத்தங்களை வழங்கலாம்.
te: వ్యక్తిగతీకరించిన డేటా ప్రారంభించబడి ఉంటే, జీమెయిల్ను, ట్విట్టర్, సందేశాలు మరియు పరిచయాలు నుండి స్యామ్‌సంగ్ కీబోర్డ్ మీ వ్రాత శైలిని తెలుసుకుంటుంది మరియు మీకు తగిన సూచనలు మరియు దిద్దుబాట్లును అందిస్తుంది.
th: ถ้าเปิดใช้งานข้อมูลแบบส่วนตัวอยู่ แป้นพิมพ์ Samsung จะเรียนรู้รูปแบบการเขียนของคุณได้จาก Gmail, Twitter, ข้อความ และรายชื่อ และเสนอการเดาคำศัพท์และการแก้ไขที่ตรงกับความต้องการของคุณได้
tl: Kung pinagana ang personalized na data, malalaman ng keyboard ng Samsung ang iyong estilo ng pagsusulat, mula sa Gmail, Twitter, Mga Mensahe, at Mga Contact, at mag-aalok ng mga hula at pagwawasto na iniakma sa iyo.
tr_tr: Kişiselleştirilmiş veriler etkinleştirilirse Samsung klavye Gmail, Twitter, Mesajlar ve Kişilerden yazı stilinizi öğrenebilir ve size özel tahminler ve düzeltmeler sunabilir.
uk: Якщо персоналізовані дані увімкнено, стиль написання може бути запам’ятований клавіатурою Samsung з Gmail, Twitter, повідомлень та контактів. Також клавіатурою можуть бути запропоновані потрібні прогнозування та виправлення.
ur: اگر ذاتی ڈیٹا کو فعال کیا گیا تو، Samsung کی بورڈ Gmail، Twitter، پیغامات، اور رابطوں سے آپ کی طرز تحریر جان سکتا ہے، اور آپ کو تجویز کردہ پیشین گوئی اور اصلاحات پیش کر سکتا ہے۔
uz: Shaxsiylashtirilgan ma’lumot yoqilgan bo‘lsa, Samsung klaviaturasi Gmail, Twitter, Xabarlar va Kontaktlardan yozish uslubingizni o‘rganishi va Siz uchun mo‘ljallangan taxmin va tuzatishlarni taklif qilishi mumkin.
vi: Nếu bật dữ liệu được cá nhân hóa, bàn phím Samsung có thể học kiểu viết tay của bạn từ Gmail, Twitter, Tin nhắn và Danh bạ, rồi đưa ra những dự đoán và chỉnh sửa dành cho bạn.
zh_cn: 如果个性化数据已启用，三星键盘可从 Gmail、Twitter、信息和联系人了解您的书写风格，并为您提供量身打造的联想和纠正。
zh_hk: 若個人化數據已啟用，三星鍵盤可從 Gmail、Twitter、訊息以及聯絡人模擬您的書寫風格，並提供專為您打造的預測與修正功能。

# IDS_MA_HEADER_TERMS_AND_CONDITIONS
source: Terms and Conditions
ar: البنود والشروط
as: নিয়ম আৰু চৰ্ত্তসমূহ
az: Şərtlər
bg: Правила и условия
ca: Termes i condicions
cs: Podmínky
da: Betingelser og vilkår
de: Geschäftsbedingungen
el_gr: Όροι και προϋποθέσεις
es_us: Términos y condiciones
et: Tingimused
eu: Baldintzak
fa: شرایط و ضوابط
fi: Käyttöehdot
fr_ca: Conditions d'utilisation
ga: Téarmaí agus coinníollacha
gu: નિયમો અને શરતો
he: תנאי שימוש
hi: नियम और शर्तें
hr: Uvjeti i odredbe
hu: Feltételek
hy: Պայմաններ և դրույթներ
id: Syarat dan kondisi
is: Skilmálar
it_it: Termini e condizioni
ja_jp: 利用規約
ka: წესები და პირობები
kk: Шарттар мен ережелер
km: ពេល​វេលា និង លក្ខខណ្ឌ
kn: ನಿಯಮ ಮತ್ತು ನಿಬಂಧನೆಗಳು
ko_kr: 이용약관
ky_kg: Шарттар жана жагдайлар
lo: ຂໍ້ກໍານົດ ແລະເງື່ອນໄຂ
lt: Taisyklės ir sąlygos
lv: Noteikumi un nosacījumi
mk: Надлежности и услови
ml: നിബന്ധനകള്‍
mn_mn: Нөхцөл, болзлууд
mr: अटी आणि शर्ती
ms: Syarat-Syarat
nb: Betingelser og vilkår
ne: शर्त तथा नियमहरू
nl: Algemene voorwaarden
or: ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
pl: Zasady i warunki
pt_pt: Acordo de Licença de utilizador final
ro: Termeni şi condiţii
ru_ru: Условия использования
si: නියමයන් හා කොන්දේසි
sk: Ustanovenia a podmienky
sl: Določila in pogoji
sq: Termat dhe kushtet
sr: Uslovi korišćenja
sv: Villkor
ta: விதிகளும் நிபந்தனைகளும்
te: నిబంధనలు మరియు షరతులు
tg_tj: Шарту шароит
th: ข้อ​ตกลง​และ​เงื่อนไข
tk_tm: Şertler we düzgünler
tl: Mga tuntunin at kundisyon
tr_tr: Hüküm ve koşullar
uk: Умови та Положення
ur: شرائط اور ضوابط
uz: Talab va shartlar
vi: Điều khoản và điều kiện
zh_cn: 条款和条件
zh_hk: 條款及細則

# IDS_MUSIC_BUTTON_ALL
source: All
ar: الكل
as: সকলো
az: Hamısı
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el_gr: Όλα
es_us: Todo
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr_ca: Tout
ga: Gach
gu: બધા
he: הכל
hi: सभी
hr: Sve
hu: Mind
hy: Բոլորը
id: Semua
is: Allt
it_it: Tutto
ja_jp: 全て
ka: ყველა
kk: Барлығы
km: ទាំងអស់
kn: ಎಲ್ಲಾ
ko_kr: 전체
ky_kg: Баары
lo: ທັງໝົດ
lt: Viskas
lv: Visi
mk: Сите
ml: എല്ലാം
mn_mn: Бүгд
mr: सर्व
ms: Semua
nb: Alle
ne: सबै
nl: Alles
or: ସମସ୍ତ
pa: ਸਭ
pl: Wszyst.
pt_pt: Tudo
ro: Toate
ru_ru: Все
si: සියල්ල
sk: Všetko
sl: Vse
sq: Gjith.
sr: Sve
sv: Alla
ta: எல்லாம்
te: అన్ని
tg_tj: Ҳама
th: ทั้ง​หมด
tk_tm: Hemmesi
tl: Lahat
tr_tr: Tümü
uk: Усі
ur: سب
uz: Hammasi
vi: Tất cả
zh_cn: 全部
zh_hk: 全部

# IDS_ST_BODY_LANGUAGE
source: Language
ar: اللغة
as: ভাষা
az: Dil
bg: Език
bn_bd: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el_gr: Γλώσσα
es_us: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fr_ca: Langue
ga: Teanga
gu: ભાષા
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it_it: Lingua
ja_jp: 言語
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ko_kr: 언어
ky_kg: Тил
lo: ພາສາ
lt: Kalba
lv: Valoda
mk: Јазик
ml: ഭാഷ
mn_mn: Хэл
mr: भाषा
ms: Bahasa
my_zg: ဘာသာစကား
nb: Språk
ne: भाषा
nl: Taal
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
pt_pt: Idioma
ro: Limbă
ru_ru: Язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Jezik
sv: Språk
ta: மொழி
te: భాష
tg_tj: Забон
th: ภาษา
tk_tm: Dil
tl: Wika
tr_tr: Dil
uk: Мова
ur: زبان
uz: Til
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言

# IDS_ST_BODY_NOT_TICKED_T_TTS
source: Not ticked
ar: غير محدد
as: টিক নকৰা
az: Qeyd edilməmiş
bg: Не са отметнати
bn_bd: টিক দেওয়া নেই
ca: Sense marcar
cs: Nezaškrtnuto
da: Ikke markeret
de: Nicht aktiviert
el_gr: Δεν έχει επιλεγεί
es_us: No marcados
et: Pole märgistatud
eu: Markatu gabe
fa: انتخاب نشد
fi: Ei ole valittu
fr_ca: Non coché
ga: Níl tic air
gu: ટિક કરેલું નથી
he: לא מסומנת
hi: टिक नहीं किया गया
hr: Nije označeno
hu: Nincs bejelölve
hy: Չի նշվել
id: Tidak dicentang
is: Ekki merkt
it_it: Non selezionato
ja_jp: チェックなし
ka: არ არის მონიშნული
kk: Белгіленбеген
km: មិន​បាន​ធីក
kn: ಟಿಕ್ ಮಾಡಿಲ್ಲ
ko_kr: 선택 안 됨
ky_kg: Белгиленген эмес
lo: ບໍ່ໄດ້ໝາຍຕິກ
lt: Nepažymėta
lv: Nav atzīmēts
mk: Нештиклирано
ml: ടിക്കുചെയ്തില്ല
mn_mn: Тэмдэглээгүй
mr: टिक केलेले नाही.
ms: Tidak ditanda
my_zg: အမွတ္ျခစ္မထားပါ
nb: Ikke merket av
ne: टिक गरिएको छैन
nl: Niet aangevinkt
or: ଟିକ୍ ହୋଇ ନାହିଁ
pa: ਚਿੰਨ੍ਹਿਤ ਨਹੀਂ ਕੀਤਾ
pl: Niezaznaczony
pt_pt: Não marcada
ro: Nebifată
ru_ru: Флажок не установлен
si: ලකුණු කර නැත
sk: Nezačiarknuté
sl: Ni potrjeno
sq: Nuk është shënjuar
sr: Nije obeleženo
sv: Inte markerad
ta: தேர்வுசெய்யப்படாதது
te: ఎంచుకోలేదు
tg_tj: Ишора гузошта нашудааст
th: ไม่ได้ทำเครื่องหมาย
tk_tm: Bellenmedik
tl: Hindi naka-tick
tr_tr: İşaretli değil
uk: Не вибрано
ur: نشان نہیں لگایا گیا
uz: Belgi qo‘yilmagan
vi: Chưa đánh dấu
zh_cn: 未勾选
zh_hk: 未勾選

# IDS_ST_BUTTON_AGREE
source: Agree
ar: موافق
as: একমত
az: Razıyam
bg: Съгласен
bn_bd: সম্মত
ca: Aceptar
cs: Souhlasím
da: Acceptér
de: Zustimmen
el_gr: Αποδοχή
es_us: Acepto
et: Nõustu
eu: Ados
fa: موافقم
fi: Hyväksyn
fr_ca: Accepter
ga: Aontaim
gu: સંમત છે
he: מסכים
hi: सहमत
hr: Prihvaćam
hu: Elfogad
hy: Հմձայն եմ
id: Setuju
is: Samþykkt
it_it: Accetto
ja_jp: 同意
ka: თანხმობა
kk: Келісемін
km: យល់​ព្រម
kn: ಒಪ್ಪುತ್ತೇನೆ
ko_kr: 동의
ky_kg: Макул
lo: ເຫັນດີ
lt: Sutikti
lv: Piekrist
mk: Добро
ml: സമ്മതിക്കുക
mn_mn: Зөвшөөрнө
mr: सहमत
ms: Bersetuju
my_zg: သေဘာတူညီ
nb: Godta
ne: स्वीकार्नु
nl: Akkoord
or: ରାଜି
pa: ਸਹਿਮਤ
pl: Akceptuję
pt_pt: Concordo
ro: De acord
ru_ru: Принять
si: එකඟයි
sk: Súhlasím
sl: Sprejmem
sq: Pranoj
sr: Slažem se
sv: Godkänn
ta: ஏற்பு
te: ఆమోదించు
tg_tj: Розиам
th: ยินยอม
tk_tm: Ylalaş
tl: Sang-ayon
tr_tr: Onayla
uk: Згоден(а)
ur: منظور
uz: Roziman
vi: Đồng ý
zh_cn: 同意
zh_hk: 同意

# IDS_IME_OPT_QWERTY_KEYBOARD_ABB
source: Qwerty keyboard
ar: لوحة مفاتيح Qwerty
as: কুৱেৰ্টি কীব'র্ড
az: Qwerty klaviaturası
be_by: Клавіятура Qwerty
bg: Qwerty клавиатура
bn_bd: কোয়ের্টি কিবোর্ড
ca: Teclat Qwerty
cs: Klávesnice Qwerty
da: Qwerty-tastatur
de: QWERTZ-Tastatur
el_gr: Πληκτρολόγιο Qwerty
es_us: Teclado Qwerty
et: Qwerty-klaviatuur
eu: Qwerty teklatua
fa: صفحه کلید Qwerty
fi: Qwerty-näppäimistö
fr_ca: Clavier Qwerty
ga: Eochairchlár Qwerty
gu: ક્વેર્ટી કીબોર્ડ
he: מקלדת Qwerty
hi: क्वेर्टी कीबोर्ड
hr: Qwertz tipkovnica
hu: QWERTZ-billentyűzet
hy: Qwerty ստեղնաշար
id: Keyboard Qwerty
is: Qwerty-lyklaborð
it_it: Tastiera Qwerty
ja_jp: QWERTYキーボード
ka: Qwerty კლავიატურა
kk: Qwerty пернетақтасы
km: ក្ដារចុច Qwerty
kn: ಕ್ವೆರ್ಟಿ ಕೋಬೋರ್ಡ್
ko_kr: 쿼티 키보드
ky_kg: Qwertу ариптактасы
lo: ຄີບອດ Qwerty
lt: „Qwerty“ klaviatūra
lv: Qwerty tastatūra
mk: Тастатура qwerty
ml: ക്വർട്ടി കീബോര്‍ഡ്
mn_mn: Qwerty гар товчлуур
mr: क्वेर्ठी कीबोर्ड
ms: Papan kekunci Qwerty
nb: Qwerty-tastatur
ne: क्वेर्टी कीबोर्ड
nl: QWERTY-toetsenbord
or: କ୍ୱେର୍ଟି କୀବୋର୍ଡ
pa: ਕਵੇਰਟੀ ਕੀਬੋਰਡ
pl: Klawiatura Qwerty
pt_pt: Teclado Qwerty
ro: Tastatură Qwerty
ru_ru: Клавиатура Qwerty
si: ක්වර්ටි ඉංග්‍රීසි යතුරුපු.
sk: Klávesnica qwerty
sl: Tipkovnica qwerty
sq: Tastiera Qwerty
sr: Qwerty tastatura
sv: Qwerty-tangentbord
ta: க்வர்ட்டி விசைப்பலகை
te: క్వర్టీ కీబోర్డ్
tg_tj: Клавиатураи стандартӣ
th: แป้นพิมพ์ Qwerty
tk_tm: Standart klawiatura
tr_tr: Qwerty tuş takımı
uk: Клавіатура Qwerty
ur: کی بورڈ Qwerty
uz: Qwerty klaviaturasi
vi: Bàn phím Qwerty
zh_cn: 普通键盘
zh_hk: Qwerty 鍵盤

# IDS_IME_MBODY_PERSONALISED_DATA
source: Personalised data
ar: البيانات المخصصة
as: ব্যক্তিগতকৰণ ডাটা
az: Fərdi məlumatlar
bg: Персонализирани данни
bn_bd: স্বকীয় তথ্য
ca: Dades personalitzades
cs: Přizpůsobená data
da: Tilpassede data
de: Personalisierte Daten
el_gr: Εξ/μένα δεδομένα
es_us: Datos personalizados
et: Isikupärastatud andmed
eu: Datu pertsonalizatuak
fa: داده شخصی شده
fi: Yksilölliset tiedot
fr_ca: Données personnelles
ga: Sonraí pearsantaithe
gu: વ્યક્તિગત કરેલો ડેટા
he: נתונים מותאמים אישית
hi: वैयक्तिकृत डाटा
hr: Personalizirani podaci
hu: Személyre szabott adatok
hy: Անհատականացված տվյալներ
id: Data yang dipersonalisasi
is: Sérsniðin gögn
it_it: Dati personalizzati
ja_jp: 学習データ
ka: პერსონალიზირებული მონაც.
kk: Жекеленген деректер
km: ទិន្នន័យ​ដែល​តម្រូវ​តាម​បុគ្គល
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಡೇಟಾ
ko_kr: 개인 입력 데이터 활용
ky_kg: Жекелештирилген маалыматтар
lo: ຂໍ້ມູນທີ່ໄດ້ເຮັດເປັນສ່ວນຕົວແລ້ວ
lt: Pritaikyti duomenys
lv: Personalizēti dati
mk: Персон. податоци
ml: വ്യക്തിപരമാക്കിയ ഡാറ്റ
mn_mn: Өөриймшүүлсэн өгөгдөл
mr: व्यक्तिगत केलेला डेटा
ms: Data diperibadikan
my_zg: ကိုယ္ပိုင္အမွတ္သညာျပဳ အခ်က္အလက္
nb: Tilpasset data
ne: व्यक्तिगतकरण गरिएको डाटा
nl: Aangepaste gegevens
or: ବ୍ୟକ୍ତିଗତକରଣ ଡାଟା
pa: ਵਿਅਕਤੀਗਤ ਡੈਟਾ
pl: Własne dane
pt_pt: Dados personalizados
ro: Date personalizate
ru_ru: Персонализир. данные
si: පුද්ගලීකරණය කළ දත්ත
sk: Prispôsobené údaje
sl: Prilagojeni podatki
sq: Të dhëna personalizuar
sr: Personalizovani podaci
sv: Anpassade data
ta: தனிப்பயனாக்கப்பட்ட தரவு
te: వ్యక్తిగతీకరించిన డేటా
tg_tj: Иттилооти шахсикунонидашуда
th: ข้อมูลแบบส่วนตัว
tk_tm: Şahsylaşdyrylan data
tl: Na-personalize na data
tr_tr: Kişiselleştirilmş veriler
uk: Персоналізовані дані
ur: شخصی بنائے گئے کوائف
uz: Shaxsiylash-gan ma’lumot
vi: Dữ liệu được cá nhân hóa
zh_cn: 个性化数据
zh_hk: 個人化數據

# IDS_CST_BODY_CALL_ME_LATER
source: Call me later.
ar: اتصل بي فيما بعد.
as: মোক পিছত কল কৰক৷
az: Mənə daha sonra zəng et.
bg: Обади ми се по-късно.
ca: Trucar-me més tard
cs: Zavolejte mi později.
da: Ring til mig senere.
de: Ruf mich später an
el_gr: Καλέστε αργότερα.
es_us: Llamarme más tarde.
et: Helista mulle hiljem.
eu: Deitu geroago
fa: بعدا با من تماس بگیرید.
fi: Soita minulle myöhemmin.
fr_ca: Appelle-moi plus tard.
ga: Glaoigh orm níos moille
gu: મને પછી કૉલ કરો.
he: התקשר אלי מאוחר יותר.
hi: मुझे बाद में कॉल करें
hr: Nazovi poslije.
hu: Hívjon később.
hy: Զանգահարեք ինձ ավելի ուշ:
id: Hubungi saya nanti.
is: Hringdu í mig síðar.
it_it: Richiama più tardi.
ja_jp: 後で電話してください。
ka: მოგვიანებით დამირეკე.
kk: Маған кейінірек қоңырау шалу.
km: ហៅ​ខ្ញុំ​ពេល​ក្រោយ។
kn: ನನಗೆ ನಂತರ ಕರೆ ಮಾಡಿ.
ko_kr: 나중에 전화해 주세요.
ky_kg: Мага бир аздан кийин чалыңыз.
lt: Paskambinkite vėliau.
lv: Piezvani man vēlāk.
mk: Јави ми се попосле.
ml: എന്നെ പിന്നീട് വിളിക്കുക.
mr: मला नंतर कॉल करा.
ms: Hubungi saya kemudian.
nb: Ring meg senere.
ne: मलाई पछि कल गनुहोला।
nl: Bel me later.
or: ମୋତେ ପରେ ଡାକିବେ।
pa: ਮੈਨੂੰ ਬਾਅਦ 'ਚ ਕਾੱਲ ਕਰੋ।
pl: Zadzwoń później.
pt_pt: Telefone-me mais tarde.
ro: Apelaţi-mă mai târziu.
ru_ru: Перезвоните позже.
si: මට පසුව අමතන්න.
sk: Zavolajte mi neskôr.
sl: Pokliči me kasneje.
sq: Më telefono më vonë.
sr: Pozovi me kasnije.
sv: Ring mig senare.
ta: என்னை பின்னர் அழை.
te: నాకు తర్వాత కాల్ చెయ్యండి.
tg_tj: Ба ман баъдтар занг занед.
th: โทรกลับ​ภาย​หลัง
tk_tm: Maňa soňrak jaň ediň.
tl: Tawagan ako sa ibang pagkakataon
tr_tr: Beni sonra ara.
uk: Зателефонуйте мені пізніше.
ur: مجھے بعد میں کال کریں
vi: Gọi tôi sau.
zh_cn: 稍候再打电话给我。
zh_hk: 稍後致電我。
