Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: The keyboard offers functions such as continuous input and predictive text.
ar: تقدم لوحة المفاتيح وظائف مثل الإدخال المتواصل والنص التنبئي‬.
as: কীব'র্ডে ধাৰাবাহিক ইনপুট আৰু পূৰ্বানুমান পাঠৰ দৰে কার্যসমূহ আগবঢ়ায়।
az: Klaviatura davamlı daxiletmə və pronozlaşdırılmış mətn kimi funksiyalar təklif edir.
bg: Клавиатурата предлага функции, като продължително въвеждане и текст с предвиждане.
ca: El teclat proporciona funcions com ara entrada contínua i text predictiu
cs: Klávesnice nabízí funkce jako je souvislé zadávání a prediktivní zadávání textu.
da: Tastaturet tilbyder funktioner, såsom kontinuerlig indtastning og ordbog.
de: Die Tastatur verfügt über verschiedene Funktionen, wie Serieneingabe und Texterkennung.
el_gr: Το πληκτρολόγιο προσφέρει λειτουργίες, όπως η συνεχής εισαγωγή και προβλεπόμενο κείμενο.
es_us: El teclado ofrece funciones como entrada continua y texto predictivo
et: Klaviatuur pakub funktsioone nagu pidev sisestamine ja ennustav tekst.
eu: Teklatuak askotariko funtzioak ematen ditu, adibidez, etengabeko sarrera eta testu iragarlea
fa: صفحه کلید عملکردهایی مانند ورودی پی در پی و متن پیشگو ارائه می دهد.
fi: Näppäimistöltä voi käyttää eri toimintoja, kuten jatkuvaa syöttöä ja ennakoivaa tekstiä.
fr_ca: Le clavier propose des fonctions, telles que la saisie en continu et la saisie intuitive
ga: Tá go leor feidhmeanna san eochairchlár amhail ionchur leanúnach agus téacs tuarthach.
gu: કીબોર્ડ સતત ઇનપુટ અને આગાહી ટેક્સ્ટ જેવા ફંક્શન્સ રજૂ કરે છે.
he: המקלדת מציעה פונקציות כגון קלט רציף והשלמת מילים.
hi: कीबोर्ड, लगातार इनपुट और पूर्वसूचक टेक्स्ट जैसे कार्य प्रदान करता है।
hr: Tipkovnica nudi funkcije kao što su uzastopni unos i predvidljivi tekst.
hu: A billentyűzet olyan funkciókat kínál, mint a folyamatos bevitel vagy a prediktív szöveg.
hy: Ստեղնաշարը տրամադրում է այնպիսի գործառույթներ, ինչպիսիք են անընդմեջ ներածումը և կանխատեսող տեքստը:
id: Keyboard menawarkan fungsi seperti input berkelanjutan dan teks prediktif.
is: Lyklaborðið hefur eiginleika á borð við samfelldan innslátt og flýtiritun.
it_it: La tastiera dispone di diverse funzioni come inserimento continuo e previsione testo.
ja_jp: 連続入力、予測テキスト入力など、キーボードのさまざまな機能を提供
ka: კლავიატურა გთავაზობთ ფუნქციებს, როგორიცაა ხელნაწერი, გადაბმით აკრეფა და ტექსტის კარნახი.
kk: Пернетақта үздіксіз енгізу және болжамды мәтін сияқты функцияларды ұсынады.
km: ក្ដារចុច​ផ្ដល់​នូវ​មុខងារ​ដូចជា​ការបញ្ចូល​ជា​បន្តបន្ទាប់ និង អត្ថបទ​ទាយ។
kn: ನಿರಂತರ ಇನ್‌ಪುಟ್ ಮತ್ತು ಊಹಾತ್ಮಕ ಪಠ್ಯದಂತಹ ಕ್ರಿಯೆಗಳನ್ನು ಕೀಬೋರ್ಡ್ ನೀಡುತ್ತದೆ.
ko_kr: 키보드는 단어 입력, 문구 자동 완성 등의 기능을 제공합니다.
ky_kg: Ариптакта үзгүлтүксүз жазуу жана жарыш сөз тексти сыяктуу иш-милдеттерди сунуштайт.
lo: ຄີບອດມີຟັງຄ໌ຊັນຕ່າງໆໃຫ້ເຊັ່ນ: ການປ້ອນຂໍ້ມູນຕໍ່ເນື່ອງ ແລະເດົາຂໍ້ຄວາມໄດ້.
lt: Klaviatūroje įdiegtos funkcijos, pvz., nepertraukiamas įvedimas ir nuspėjamasis tekstas.
lv: Tastatūra piedāvā šādas funkcijas: nepārtrauktā ievade un intuitīvais teksts.
mk: Тастатурата овозможува функции како постојан внес и предвидлив текст.
ml: തുടര്‍ച്ചയായ ഇന്‍‌പുട്ട്, പ്രവചിത ടെക്സ്റ്റ്‌ തുടങ്ങിയ പ്രവര്‍ത്തനങ്ങള്‍ കീബോര്‍ഡ് വാഗ്ദാനം ചെയ്യുന്നു.
mn_mn: Гар товчлуур нь тасралтгүй оролт болон урьдчилан таамаглах бичвэр зэрэг функцууд санал болгоно.
mr: कीबोर्ड सातत्यपूर्ण निविष्ट आणि भाकीत मजकूरासारखी कार्ये देऊ करतो.
ms: Papan kekunci menawarkan fungsi seperti input berterusan dan teks ramalan.
nb: Tastaturet støtter funksjoner som fortløpende inndata og ordforslag.
ne: कीबोर्डले निरन्तर इन्पुट र अनुमानित पाठ जस्ता फंक्शनहरू प्रदान गर्दछ।
nl: Het toetsenbord biedt functies als handschrift, doorlopende invoer en voorspellende tekst.
or: କୀବୋର୍ଡ୍ ଲଗାତର ଇନପୁଟ୍ ତଥା ପୂର୍ବାନୁମାନ ଟେକ୍ସଟ୍‌ ପରି ପ୍ରକାର୍ଯ୍ୟ ଅଫର୍ କରେ।
pa: ਕੀਬੋਰਡ ਲਗਾਤਾਰ ਇਨਪੁਟ ਅਤੇ ਪੂਰਵ-ਅਨੁਮਾਨਿਤ ਟੈਕਸਟ ਜਿਹੇ ਫੰਕਸ਼ਨ ਪੇਸ਼ ਕਰਦਾ ਹੈ।
pl: Klawiatura oferuje takie funkcje, jak wpisywanie ciągłe i przewidywanie tekstu.
pt_pt: O teclado oferece funções, tais como, introdução contínua e texto inteligente.
ro: Tastatura oferă funcţii precum introducerea continuă şi textul predictiv.
ru_ru: Клавиатура оснащена функцией непрерывного ввода и режимом Т9.
si: අඛණ්ඩ ආදානය සහ පුරෝකථන පෙළ වැනි ක්‍රියාවන් යතුරු පුවරුව ලබා දෙයි.
sk: Klávesnica ponúka funkcie ako súvislý vstup a prediktívny text.
sl: Tipkovnica omogoča funkcije, kot sta neprekinjen vnos in predvidevanje besedila.
sq: Tastiera ofron funksione të tilla si futje të vijueshme dhe tekst parashikues
sr: Tastatura obezbeđuje funkcije kao što su neprekidni unos i prediktivni unos teksta.
sv: Tangentbordet erbjuder olika funktioner, t.ex. kontinuerlig inmatning och intelligent ordbok.
ta: விசைப்பலகையானது தொடர்ச்சியான உள்ளீடு மற்றும் யூக உரை ஆகிய செயல்பாடுகளை வழங்குகிறது.
te: కీబోర్డ్ నిరంతర ఇన్‌పుట్ మరియు సూచనా టెక్స్ట్ వంటి విధులను ఆఫర్ చేస్తుంది.
tg_tj: Клавиатура функсияҳои ба мисли вуруди бардавом ва пешгӯии матн пешниҳод мекунад.
th: แป้นพิมพ์มีฟังก์ชั่น เช่น อินพุตต่อเนื่อง และข้อความล่วงหน้า
tk_tm: Klawiatura dowamly giriş ýa-da öňden kesgitlemeli metin ýaly funksiýalary hödürleýär.
tl: Nagbibigay ang keyboard ng mga function gaya ng tuluy-tuloy na input at predictive text.
tr_tr: Klavye, sürekli giriş ve otomatik metin gibi işlevler sunar.
uk: Клавіатурою підтримуються функції безперервного введення та прогнозування тексту.
ur: تختہ کلید افعال جیسا کہ، مسلسل ان پٹ اور پیشگوئی متن پیش کرتا ہے۔
uz: Klaviatura davomiy kiritish va taxminiy matn kabi funksiyalarni taklif qiladi.
vi: Bàn phím cung cấp các chức năng như nhập liên tục và tiên đoán văn bản.
zh_cn: 键盘提供连续输入和联想文本等功能。
zh_hk: 鍵盤提供如連續輸入以及預測文字等功能。

# IDS_HELP_BODY_TAP_THE_VOICE_ICON_TO_USE_VOICE_INPUT
source: Tap the voice icon to use voice input.
ar: انقر فوق رمز الصوت لاستخدام إدخال الصوت.
as: মাত ইনপুট ব্যৱহাৰ কৰিবৰ বাবে মাত আইকনটো টিপক৷
az: Səs daxil etmək üçün səs elementi üzərindən vurun.
bg: Чукнете иконата за глас, за да използвате гласово въвеждане.
ca: Toqui la icona de veu per utilitzar entrada de veu
cs: Chcete-li použít zadávání hlasem, klepněte na ikonu hlasu.
da: Tap på stemmeikonet for at bruge stemmeinput.
de: Tippen Sie auf das Sprachsymbol, um die Spracheingabe zu verwenden.
el_gr: Πατήστε το εικονίδιο φωνής, για να χρησιμοποιήσετε την είσοδο φωνής.
es_us: Pulse el ícono de voz para usar la entrada de voz
et: Häälsisestuse kasutamiseks toksake hääle ikooni.
eu: Ukitu ahots ikonoa ahots sarrera erabiltzeko
fa: برای استفاده از ورودی صدا بر روی نماد صدا ضربه بزنید.
fi: Napauta äänikuvaketta, jos haluat äänituloa.
fr_ca: Touchez l'icône vocale pour utiliser la saisie vocale
ga: Tapáil an deilbhín gutha le hionchur gutha a úsáid.
gu: અવાજ ઇનપુટનો ઉપયોગ કરવા માટે અવાજનાં ચિહ્નને ટેપ કરો.
he: הקש על סמל הקול כדי להשתמש בקלט קול.
hi: वॉइस इनपुट का उपयोग करने के लिए वॉइस चिह्न टैप करें।
hr: Dodirnite ikonu glasa da biste koristili unos glasa.
hu: A hangikont érintve használhatja a hangbemenetet.
hy: Թակեք ձայնի պատկերակը՝ ձայնի ներածումն օգտագործելու համար:
id: Ketuk ikon suara untuk menggunakan input suara.
is: Pikkaðu á raddtáknið til að nota raddinnlestur.
it_it: Toccate l'icona corrispondente per utilizzare l'inserimento vocale.
ja_jp: 音声入力を使用するには、音声アイコンをタップします。
ka: შეეხეთ ხმის ნიშანს, რომ გამოიყენოთ ტექსტის აკრეფა ხმით.
kk: Дауыспен енгізу функциясын пайдалану үшін дауыс белгішесін түртіңіз.
km: ប៉ះ​អាយខុន​សំឡេង ដើម្បី​ធ្វើ​ការបញ្ចូល​សំឡេង។
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಬಳಕೆ ಮಾಡಲು ಧ್ವನಿ ಐಕಾನ್ ಒತ್ತಿ.
ko_kr: 음성 입력을 사용하려면 음성 아이콘을 누르세요.
ky_kg: Үн менен жазууну колдонуу үчүн үн сүрөтчөсүн таптаңыз.
lo: ແຕະໄອຄອນສຽງເພື່ອໃຊ້ການໃສ່ຂໍ້ມູນສຽງເຂົ້າໄປ.
lt: Bakstelėkite balso piktogramą ir naudokite balso funkciją.
lv: Lai izmantotu balss ievadi, pieskarieties balss ikonai.
mk: Допрете ја иконата за глас за да користите внесување со говор.
ml: ശബ്ദ ഇന്‍പുട്ട് ഉപയോഗിക്കുന്നതിനായി ശബ്ദ ഐക്കണ്‍ ടാപ്പുചെയ്യുക
mn_mn: Дуу оруулах тохиолдолд дууны тэмдэг дээр товшино.
mr: आवाज निविष्ट वापरण्यासाठी आवाज आपकॉन टॅप करा.
ms: Ketik ikon suara untuk menggunakan input suara.
nb: Trykk på taleikonet for å bruke taleinndata.
ne: भ्वाइस इन्पुट प्रयोग गर्न भ्वाइस प्रतिमा ट्याप गर्नुहोस्।
nl: Tik op het spraakpictogram om de spraakinvoer te gebruiken.
or: ଭଏସ୍‌ ଇନପୁଟ୍ ବ୍ୟବହାର କରିବାକୁ ଭଏସ୍‌ ଆଇକନ୍‌ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਵਾੱਇਸ ਇਨਪੁਟ ਵਰਤਣ ਲਈ ਵਾੱਇਸ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Dotknij ikony głosu, aby skorzystać z wpisywania głosowego.
pt_pt: Toque no ícone da voz para utilizar a introdução de voz.
ro: Atingeţi pictograma pentru voce pentru a utiliza introducerea vocală.
ru_ru: Чтобы использовать голосовой ввод, коснитесь соответствующего значка.
si: හඬ ඇතුළු කිරීම භාවිතා කිරීමට හඬ අයිකනයට තට්ටු කරන්න.
sk: Ťuknutím na ikonu hlasu môžete použiť hlasový vstup.
sl: Pritisnite ikono za glas, če želite uporabiti glasovni vnos.
sq: Trokit mbi ikonën e zërit për të përdorur futje zanore.
sr: Kucnite ikonu sa glasom za korišćenje unosa glasom.
sv: Tryck på röstikonen för att använda röstinmatning.
ta: குரல் உள்ளீட்டைப் பயன்படுத்த குரல் சின்னத்தை டேப் செய்யவும்.
te: వాయిస్ ఇన్‌పుట్‌ని ఉపయోగించడానికి వాయిస్ ఐకాన్‌ని ట్యాప్ చేయండి.
tg_tj: Барои истифодаи вуруди овозӣ, нишони овозро зарба занед.
th: สัมผัสไอคอนเสียง เพื่อใช้อินพุตเสียง
tk_tm: Ses girişini ulanmak üçin ses şekiljigine basyň.
tl: I-tap ang icon na voice upang gamitin ang input na voice.
tr_tr: Ses girişini kullanmak için ses simgesine dokunun.
uk: Натисніть значок голосов. введення, щоб скористатися відповідною функцією.
ur: آواز فعل استعمال کرنے کے لئےآواز شبیہ پر دبائیں۔
uz: Ovozli kiritishdan foydalanish uchun ovoz ikonchasiga teging.
vi: Chạm biểu tượng thoại để sử dụng nhập thoại.
zh_cn: 轻敲语音图标以使用语音输入。
zh_hk: 輕觸語音圖示以使用語音輸入。

source: Tap the text entry field while the keyboard is open to make the handle appear. Move the handle to move the cursor.
ar: انقر فوق حقل إدخال النص أثناء فتح لوحة المفاتيح لإظهار المقبض. حرك المقبض لتحريك المؤشر.
as: কীব'ৰ্ড খোলা অৱস্থাত হেণ্ডল দৃশ্যমান কৰাবৰ বাবে পাঠ প্ৰৱিষ্টি ঠাই টিপিব৷ কাৰ্চাৰ লৈ যাবলৈ হেণ্ডেল লৈ যাওক৷
az: Tutqacın ekrana çıxması üçün klaviatura açıq olduğu zaman mətnin daxil edildiyi sahə üzərindən vurun. Kursoru tərpətmək üçün tutqacı hərəkət etdirin.
bg: Чукнете върху полето за въвеждане, когато клавиатурата е отворена, за да накарате манипулатора да се появи. Преместете манипулатора, за да преместите курсора
ca: Toqui el camp d'entrada de text mentre el teclat està obert per fer aparèixer el controlador. Mogui el controlador per moure el cursor.
cs: Klepnutím do pole pro zadání textu při otevřené klávesnici se zobrazí úchyt. Pohybem úchytu pohnete kurzorem
da: Tap på tekstindtastningsfeltet, når tastaturet er åbent, for at se håndtaget. Flyt håndtaget for at flytte markøren.
de: Wenn die Tastatur geöffnet ist, tippen Sie auf das Texteingabefeld, um den Marker anzuzeigen. Bewegen Sie den Marker, um den Cursor zu bewegen.
el_gr: Πατήστε το πεδίο εισαγωγής κειμένου, όταν είναι ανοιχτό το πληκτρολόγιο, για να εμφανιστεί η λαβή χειρισμού. Μετακινήστε τη λαβή χειρισμού για τη μετακίνηση του δρομέα
es_us: Pulse el campo de entrada de texto mientras el teclado está abierto para hacer que aparezca el indicador. Mueva el indicador para mover el cursor
et: Sanga kuvamiseks toksake teksti sisestusvälja, kui klaviatuur on avatud. Kursori liigutamiseks liigutage sanga
eu: Ukitu testua idazteko eremua teklatua irekita dagoenean, heldulekua ager dadin. Mugitu heldulekua kurtsorea mugitzeko.
fa: هنگامی که صفحه کلید باز است به قسمت ورودی متن ضربه بزنید تا دستگیره ظاهر شود. برای حرکت دادن نشانگر، دسته را حرکت دهید.
fi: Napauta tekstinsyöttökenttää, kun näppäimistö on avattuna, jolloin kahva tulee näkyviin. Siirrä kohdistinta siirtämällä kahvaa.
fr_ca: Lorsque le clavier est activé, touchez la zone de saisie du texte pour afficher le descripteur. Déplacez le descripteur pour déplacer le curseur
ga: Tapáil réimse iontrála an téacs nuair atá an t-eochairchlár ar oscailt le go mbeidh an hanla le feiceáil. Bog an hanla leis an gcúrsóir a bhogadh.
gu: હેન્ડલ પ્રદર્શિત કરવા માટે કીબોર્ડ ચાલુ હોવા પર લખાણ પ્રવિષ્ટિ ક્ષેત્રને ટેપ કરો. કર્સર ખસેડવા માટે હેન્ડલને ખસેડો.
he: הקש על שדה הזנת הטקסט כאשר המקלדת פתוחה כדי ש‏‫תו הסמן יופיע. הזז את תו הסמן להזזת הסמן.
hi: हैंडल प्रकट करने के लिए कीबोर्ड खुला होने पर टेक्स्ट प्रविष्टि फ़ील्ड पर टैप करें। कर्सर अन्यत्र ले जाने के लिए हैंडल सरकाएँ।
hr: Dodirnite polje za unos teksta dok je tipkovnica uključena da bi se pojavila ručica. Pomaknite ručicu da biste pomicali pokazivač
hu: A fogó megjelenítéséhez megnyitott billentyűzet mellett érintse meg a beviteli mezőt. A kurzort a fogó mozgatásával irányíthatja
hy: Ստեղնաշարը միացված լինելու ընթացքում թակեք տեքստի մուտքագրման դաշտը, որպեսզի բռնիչը հայտնվի: Տեղափոխեք բռնիչը՝ շարժագիծը տեղափոխելու համար:
id: Ketuk bidang entri teks saat keyboard terbuka untuk memunculkan gagang. Gerakkan gagang untuk memindahkan kursor.
is: Pikkaðu á innsláttarreit texta á meðan lyklaborðið er opið svo að handfangið birtist. Færðu handfangið til að færa bendilinn.
it_it: Toccate il campo di immissione del testo mentre la tastiera è aperta per visualizzare il cursore. Muovete il cursore per spostare il puntatore.
ja_jp: ハンドルを表示させるには、キーボードが表示されている状態でテキスト入力フィールドをタップします。ハンドルを動かすことでカーソルを移動できます。
ka: შეეხეთ ტექსტურ ველს, როდესაც ჩართულია კლავიატურა, რომ გამოჩნდეს იდენტიფიკატორი. ამოძრავეთ იდენტიფიკატორი კურსორის გადასაადგილებლად.
kk: Тұтқаны шығару үшін пернетақта ашық кезде мәтінді енгізу жолын түртіңіз. Курсорды жылжыту үшін тұтқаны жылжытыңыз.
km: ប៉ះ​វាល​បញ្ចូល​អត្ថបទ ខណៈពេល​បាន​បើក​ក្ដារចុច ដើម្បី​ធ្វើ​ឲ្យ​ដងទ្រនិច​លេចឡើង។ ផ្លាស់ទី​ដងទ្រនិច ដើម្បី​ផ្លាស់ទី​ទស្សន៍ទ្រនិច។
kn: ಹ್ಯಾಂಡಲ್ ಕಂಡುಬರುವಂತೆ ಮಾಡಲು ಕೀಬೋರ್ಡ್ ತೆರೆದಿರುವಾಗ ಮುಂದಿನ ನಮೂದು ಕ್ಷೇತ್ರ ತಟ್ಟಿ. ಕರ್ಸರ್ ಅನ್ನು ಚಲಿಸಲು ಹ್ಯಾಂಡಲ್ ಅನ್ನು ಚಲಿಸಿ.
ko_kr: 핸들이 나타나게 하려면 키보드가 열려 있는 상태에서 텍스트 입력란을 누르세요. 핸들을 움직여 커서를 이동하세요.
lo: ແຕະບ່ອນໃສ່ຂໍ້ຄວາມເຂົ້າໄປ ໃນຂະນະທີ່ຄີບອດເປີດ ເພື່ອເຮັດໃຫ້ມືຈັບປະກົດຂຶ້ນ. ເລື່ອນດ້າມຈັບ ເພື່ອເລື່ອນເຄີເຊີ.
lt: Kad atsirastų rankenėlė, atidarę klaviatūrą bakstelėkite teksto įvedimo lauką. Jei norite perkelti žymeklį, perkelkite rankenėlę
lv: Aktivizējiet tastatūru un pieskarieties teksta ievades laukam, lai tiktu parādīts turis. Pārvietojiet turi, lai pārvietotu kursoru
mk: Допрете го полето за внесување текст додека е отворена тастатурата за да се појави ознаката. Поместете ја ознаката за да се помести покажувачот
ml: കീബോർഡ് തുറന്നിരിക്കുമ്പോൾ ഹാൻ‍ഡിൽ ദൃശ്യമാക്കുന്നതിന് ടെക്സ്റ്റ്‌ എൻ‍‌ട്രി ഫീൽ‍ഡിൽ സ്പർശിക്കുക. കര്‍സര്‍ നീക്കുന്നതിന് ഹാന്‍ഡില്‍ നീക്കുക.
mn_mn: Гар товчлуур нээлттэй үед бичвэр оруулах талбар дээр товшиж бариулыг гаргаж ир. Курсорыг хөдөлгөхийн тулд бариулыг хөдөлгө.
mr: हँडल प्रगट होण्यासाठी कीबोर्ड उघडा असताना मचकूर प्रविष्टी क्षेत्र टॅप करा. कर्सर हलवण्यासाठी हँडल हलवा.
ms: Ketik medan entri teks semasa papan kekunci terbuka untuk membuat pemegang muncul. Gerakkan pemegang untuk menggerakkan kursor.
nb: Trykk på feltet for tekstinndata mens tastaturet er åpent for å vise håndtaket. Flytt på håndtaket for å bevege markøren.
ne: ह्याण्डल देखिने बनाउनलाई कीबोर्ड खुला गरिँदा पाठ प्रविष्टि फील्डलाई ट्याप गर्नुहोस्। कर्सरलाई सार्न ह्याण्डललाई सार्नुहोस्।
nl: Tik op het tekstinvoerveld terwijl het toetsenbord is geopend om de handgreep weer te geven. Verplaats de handgreep om de cursor te verplaatsen.
or: ହ୍ୟାଣ୍ଡେଲ୍ ଦୃଶ୍ୟଲବ୍ଧ ପ୍ରସ୍ତୁତ କରିବାକୁ କୀବୋର୍ଡ୍ ଖୋଲୁଥିବା ବେଳେ ଟେକ୍ସଟ୍ ପ୍ରବେଶ ଫିଲ୍ଡ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ। କର୍ସର୍ ଚଳାଇବାକୁ ହ୍ୟାଣ୍ଡେଲ୍ ଚଳାନ୍ତୁ।
pa: ਜਦੋਂ ਹੈਂਡਲ ਦਿਖਾਉਣ ਲਈ ਕੀਬੋਰਡ ਖੁਲ੍ਹਾ ਹੋਵੇ ਤਾਂ ਟੈਕਸਟ ਦਾਖਲਾ ਖੇਤਰ 'ਤੇ ਟੈਪ ਕਰੋ। ਕਰਸਰ ਨੂੰ ਮੂਵ ਕਰਨ ਲਈ ਹੈਂਡਲ ਮੂਵ ਕਰੋ।
pl: Aby wyświetlić uchwyt, dotknij pola wprowadzania tekstu, gdy klawiatura jest otwarta. Przesuń uchwyt, aby poruszyć kursorem.
pt_pt: Toque no campo de introdução de texto com o teclado aberto para fazer aparecer o identificador. Desloque o identificador para mover o cursor.
ro: Atingeţi câmpul de introducere a textului în timp ce tastatura este deschisă, pentru a afişa reperul. Mutaţi reperul pentru a muta cursorul
ru_ru: Чтобы появился маркер, коснитесь поля ввода текста при включенной клавиатуре. Переместите маркер для перемещения курсора.
si: හසුරුව දිස්වන ලෙස සැකසීමට යතුරු පුවරුව විවෘතව ඇති අතරදී පෙළ ඇතුළු කිරීමේ ක්ෂේත්‍රය තට්ටු කරන්න. කර්සරය චලනය කිරීමට හසුරුව චලනය කරන්න.
sk: Ťuknutím na pole na zadávanie textu pri otvorenej klávesnici zobrazíte rukoväť. Premiestnením rukoväte môžete premiestniť kurzor
sl: Medtem, ko je tipkovnica odprta, pritisnite polje za vnos besedila, da se pojavi ročica. Premaknite ročico, da premaknete kazalec
sq: Trokit mbi fushën e futjes së tekstit kur tastiera është e hapur, që ta bësh dorezën të shfaqet. Lëvize dorezën, për ta lëvizur kursorin
sr: Kucni na polje za unos teksta dok je tastatura otvorena da bi se pojavila ručica. Pomeri ručicu za pomeranje kursora
sv: Tryck på textinmatningsfältet när tangentbordet är öppet för att ta bort handtaget. Flytta handtaget för att flytta markören.
ta: கைப்பிடி தோன்றுமாறு செய்ய விசைப்பலகை திறந்திருக்கையில் உரை உள்ளீட்டுப் தளத்தை டேப் செய்யவும். கர்சரை நகர்த்த கைப்பிடியை நகர்த்தவும்.
te: హ్యాండిల్ కనిపించేలా చేయడానికి కీబోర్డ్ తెరవబడి ఉన్నప్పుడు టెక్స్ట్‌ను ప్రవేశపెట్టే భాగాన్ని ట్యాప్ చేయండి. కర్సర్‌ని కదిలించడానికి హ్యాండిల్‌ని కదిలించండి.
th: สัมผัสฟิลด์ใส่ข้อความขณะเปิดแป้นพิมพ์อยู่ เพื่อให้ตัวจัดการปรากฏขึ้น เลื่อนตัวจัดการเพื่อเลื่อนเคอร์เซอร์
tl: I-tap ang field ng pagpapasok ng text habang nakabukas ang keyboard upang palabasin ang handle. Igalaw ang handle upang maigalaw ang cursor.
tr_tr: İşlecin görünmesini sağlamak için klavye açıkken metin giriş alanına dokunun. İmleci taşımak için kolu taşıyın.
uk: Натисніть поле введення тексту за ввімкненої клавіатури для відображення маркера. Переміщуйте маркер для переміщення курсору.
ur: جب کی بورڈ کھلا ہو تو ھینڈل کو ظاہر کرنے کے لئے متن درج کرنے کی فیلڈ پر تھپتھپائیں۔ کرسر کو چلانے کے لئے ھینڈل کو حرکت دیں۔
uz: Klaviatura ochilganligida deskriptor ko‘rinishi uchun matn kiritish maydoniga cherting. Kursorni harakatlantirish uchun deskriptorni suring.
vi: Chạm vào ô nhập văn bản khi bàn phím đang mở để làm phím điều khiển xuất hiện. Di chuyển phím điều khiển để di chuyển con trỏ.
zh_cn: 当键盘开启出现句柄时，轻敲文字输入字段。移动句柄来移动光标
zh_hk: 當鍵盤開啟出現控點時，輕觸文字輸入欄位。移動控點以移動游標

# IDS_HELP_BODY_TAP_THE_SETTINGS_ICON_TO_OPEN_THE_SAMSUNG_KEYBOARD_SETTINGS
source: Tap the settings icon to open the Samsung keyboard settings.
ar: انقر فوق رمز الإعدادات لفتح إعدادات لوحة مفاتيح Samsung‬.
as: চেমচাং কীব'ৰ্ড ছেটিংছ খোলিবলৈ ছেটিংছ আইকন টিপক
az: Samsung klaviatura parametrlərini açmaq üçün parametrlər nişanına vurun.
bg: Чукнете иконата за настройки, за да отворите настройките за клавиатура на Samsung.
ca: Toqui la icona d'ajustaments per obrir els ajustaments de teclat de Samsung
cs: Klepnutím na ikonu nastavení otevřete nastavení klávesnice Samsung.
da: Tryk på indstillingsikonet for at åbne indstillingerne for Samsung-tastaturet.
de: Tippen Sie auf das Symbol „Einstellungen“, um die Samsung-Tastatureinstellungen zu öffnen.
el_gr: Πατήστε το εικονίδιο των ρυθμίσεων για να ανοίξετε τις ρυθμίσεις πληκτρολογίου Samsung.
es_us: Pulse el ícono de configuración para abrir la configuración del teclado Samsung
et: Samsungi klaviatuuriseadete avamiseks toksake seadeteikoonil.
eu: Ukitu ezarpenen ikonoa Samsung teklatuaren ezarpenak irekitzeko
fa: برای رفتن به تنظیمات صفحه کلید سامسونگ، روی نماد تنظیمات ضربه بزنید.
fi: Avaa Samsungin näppäimistöasetukset napauttamalla asetuskuvaketta.
fr_ca: Touchez l'icône des paramètres pour afficher les paramètres du clavier Samsung
ga: Tapáil an t-íocón socruithe le socruithe eochairchláir Samsung a oscailt.
gu: સેમસંગ કીબોર્ડ સેટિંગ્સ ખોલવા માટે સેટિંગ્સ ચિહ્ન ટેપ કરો.
he: הקש על סמל ההגדרות כדי לפתוח את הגדרות מקלדת Samsung.
hi: सैमसंग कीबोर्ड सेटिंग्स खोलने के लिए सेटिंग्स चिह्न टैप करें।
hr: Dodirnite ikonu postavki da biste otvorili postavke Samsung tipkovnice.
hu: A beállítások ikonját megérintve megnyithatja a Samsung billentyűzet beállításait.
hy: Թակել դրվածքների պատկերակը՝ Samsung ստեղնաշարի դրվածքները բացելու համար:
id: Ketuk ikon pengaturan untuk membuka pengaturan papan tombol Samsung.
is: Pikkaðu á stillingatáknið til að opna lyklaborðsstillingar Samsung.
it_it: Toccate l'icona delle impostazioni per aprire le impostazioni di tastiera Samsung.
ja_jp: Samsungキーボード設定を開くには、設定アイコンをタップします。
ka: დააკაკუნეთ პარამეტრების ნიშანზე და გაიხსნება Samsung კლავიატურის პარამეტრები.
kk: Samsung пернетақта параметрлерін ашу үшін параметрлер белгішесін түртіңіз.
km: ប៉ះ​អាយខុន​ការកំណត់ ដើម្បី​បើក​ការកំណត់​ក្ដារចុច Samsung។
kn: ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳನ್ನು ತೆರೆಯಲು ಸಂಯೋಜನೆಗಳ ಐಕಾನ್ ತಟ್ಟಿ.
ko_kr: [삼성 키보드 설정]을 실행하려면 설정 아이콘을 누르세요.
ky_kg: Samsung ариптактасынын орнотууларын ачуу үчүн орнотуулар сүрөтчөсүн таптаңыз.
lo: ແຕະໄອຄອນການຕັ້ງຄ່າ ເພື່ອເປີດການຕັ້ງຄ່າຄີບອດຊໍາຊຸງ.
lt: Bakstelėkite nustatymų piktogramą ir atidarykite „Samsung“ klaviatūros nustatymus.
lv: Lai atvērtu Samsung tastatūras iestatījumus, pieskarieties iestatījumu ikonai.
mk: Допрете ја иконата за опции за да ги отворите опциите за тастатура Samsung.
ml: സാംസംഗ് കീബോര്‍ഡ് സെറ്റിംഗ്സ് തുറക്കുന്നതിന് സെറ്റിംഗ്സ് ഐക്കണില്‍ തട്ടുക
mn_mn: Тохиргооны дүрсэн дээр товшиж Samsung гар товчлуурын тохиргоог нээ.
mr: सॅमसंग कीबोर्ड सेटिंग्स उघडण्यासाठी सेटिंग्स आयकॉन टॅप करा.
ms: Ketik ikon aturan untuk membuka aturan papan kekunci Samsung.
nb: Trykk på innstillingsikonet for å åpne innstillinger for Samsung-tastaturet.
ne: सैमसंग कीबोर्ड सेटिङहरु खोल्न सेटिङहरु प्रतिक ट्याप गर्नुहोस्।
nl: Tik op instellingenpictogram om de Samsung-toetsenbordinstellingen te openen.
or: ସାମସଙ୍ଗ କୀବୋର୍ଡ ସେଟିଂସ୍ ଖୋଲିବାକୁ ସେଟିଂସ୍ ଆଇକନ୍‌ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਸੈਮਸੰਗ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਖੋਲ੍ਹਣ ਲਈ ਸੈੱਟਿੰਗਸ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Dotknij ikony ustawień, aby otworzyć ustawienia klawiatury Samsung.
pt_pt: Toque no ícone das definições para abrir as definições do teclado Samsung.
ro: Atingeţi pictograma de setări pentru a deschide setările tastaturii Samsung.
ru_ru: Чтобы открыть параметры клавиатуры Samsung, нажмите значок 'Параметры'.
si: සැම්සුං යතුරු පුවරු සැකසුම් විවෘත කිරීමට සැකසුම් අයිකනයට තට්ටු කරන්න.
sk: Ťuknutím na ikonu nastavení môžete otvoriť nastavenia klávesnice Samsung.
sl: Pritisnite ikono za nastavitve, da odprete nastavitve za tipkovnico Samsung.
sq: Prek ikonën e cilësimeve për të hapur cilësimet e tastierës Samsung.
sr: Kucni ikonu podešavanja za otvaranje podešavanja Samsung tastature.
sv: Tryck på ikonen för inställningar för att öppna inställningarna för Samsung-tangentbordet.
ta: சாம்சங் விசைப்பலகை அமைவுகளை திறப்பதற்கு அமைவுகள் சின்னத்தை டேப் செய்க.
te: స్యామ్‌సంగ్ కీబోర్డ్ సెట్టింగులకు తెరుచేందుకు సెట్టింగుల చిహ్నాన్ని నొక్కండి.
tg_tj: Барои кушодани клавиатураи Samsung, нишони танзимотро зарба занед.
th: สัมผัส​ไอ​คอน​การ​ตั้ง​ค่า​เพื่อ​เปิด​การ​ตั้ง​ค่า​แป้น​พิมพ์ Samsung
tk_tm: Samsung klawiatura sazlamalaryny açmak üçin sazlamalar şekiljigine basyň.
tl: I-tap ang icon ng mga setting upang buksan ang mga setting ng Samsung keyboard.
tr_tr: Samsung klavye ayarlarını açmak için ayarlar simgesine dokunun.
uk: Натисніть значок установок, щоб відкрити меню установок клавіатури Samsung.
ur: Samsung کی پیڈ سیٹنگز کھولنے کے لئے سیٹنگز شبیہ پر تھپتھپائیں۔
uz: Samsung klaviaturasi parametrlarini ochish uchun parametrlar ikonchasini bosing.
vi: Chạm vào biểu tượng Cài đặt để mở cài đặt bàn phím Samsung.
zh_cn: 轻敲设置图标以打开三星键盘设置。
zh_hk: 輕觸設定圖示以開啟三星鍵盤設定。
