Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BUTTON_SEARCH_M_KEYBOARD
source: Search
ar: بحث
as: সন্ধান
az: Axtar
bg: Търсене
bn_bd: অনুসন্ধান করুন
ca: Cercar
cs: Hledat
da: Søg
de: Suche
el_gr: Αναζήτ.
es_us: Buscar
et: Otsi
eu: Bilatu
fa: جستجو
fi: Hae
fr_ca: Recher.
ga: Cuardch
gu: શોધો
he: חיפוש
hi: खोजें
hr: Traži
hu: Keresés
hy: Որոնել
id: Cari
is: Leita
it_it: Cerca
ja_jp: 検索
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಶೋಧಿಸಿ
ko_kr: 검색
lo: ຄົ້ນຫາ
lt: Ieškoti
lv: Meklēt
mk: Пребар.
ml: തിരയുക
mn_mn: Хайх
mr: शोधा
ms: Cari
my_zg: ရွာပါ
nb: Søk
ne: खोज्‍नुहोस्
nl: Zoeken
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
pl: Szukaj
pt_pt: Procur.
ro: Căut.
ru_ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Išči
sq: Kërko
sr: Pretr.
sv: Sök
ta: தேடல்
te: శోధన
tg_tj: Ҷустуҷӯ
th: ค้นหา
tk_tm: Gözleg
tl: Hanapin
tr_tr: Ara
uk: Пошук
ur: تلاش
uz: Qidir
vi: Tìm
zh_cn: 搜索
zh_hk: 搜尋

# IDS_IME_BUTTON_LOG_IN_M_KEYBOARD
source: Log in
ar: الدخول
as: ল'গ ইন কৰক
az: Dxl ol
bg: Влизане
bn_bd: লগ ইন
ca: In ses
cs: Přihl.
da: Log ind
de: Anmeld.
el_gr: Σύνδεση
es_us: In. s.
et: Logi si
eu: Erregistratu
fa: ورود
fi: Kirj. s.
fr_ca: Connex.
ga: Log ist
gu: લોગ ઇન કરો
he: היכנס
hi: लॉग इन
hr: Prijava
hu: Bejel.
hy: Մուտք
is: Innskrá
it_it: Accesso
ja_jp: ﾛｸﾞｲﾝ
ka: შესვლა
kk: Кіру
km: ចុះ​ឈ្មោះ​ចូល
kn: ಲಾಗ್ ಇನ್
ko_kr: 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້
lt: Jungtis
lv: Piet.
mk: Најава
ml: ലോഗിന്‍ ചെയ്യുക
mn_mn: Нэвтрэх
mr: लॉग इन करा
ms: Log msk
my_zg: ေလာ့အင္
nb: Logg på
ne: लग इन गर्नुहोस्
or: ଲଗ୍ ଇନ୍
pa: ਲੌਗ-ਇਨ ਕਰੋ
pl: Zaloguj
pt_pt: Entrar
ro: Conec.
ru_ru: Войти
si: පිවිසෙ.
sk: Prihl.
sl: Prijava
sq: Lidhu
sr: Prijava
sv: Inlogg.
ta: உள்நுழைக
te: లాగ్ ఇ.
tg_tj: Врдшв
th: ล็อกอิน
tk_tm: Hs. gir
tr_tr: Otrm aç
uk: Вхід
ur: لاگ ان
uz: Kirish
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入

# IDS_IME_BUTTON_JOIN_M_KEYBOARD
source: Join
ar: ضم
as: যোগদান
az: Qoşul
be_by: Далуч.
bg: Прис.
bn_bd: যোগ দিন
ca: Afegir
cs: Připoj.
da: Tilmeld
de: Verkn.
el_gr: Σύνδεση
es_us: Unirse
et: Liitu
eu: Batu
fa: پیوستن
fi: Liity
fr_ca: Rejoin.
ga: Gabh
gu: જોડાઓ
he: הצטרף
hi: शामिल हों
hr: Spoji
hu: Csatl.
hy: Միանալ
id: Gabung
is: Tengja
it_it: Aderisci
ja_jp: 参加
ka: შემოგვ.
kk: Қосылу
km: ចូលរួម
kn: ಸೇರಿಕೊಳ್ಳಿ
ko_kr: 참여
ky_kg: Кошулуу
lo: ເຂົ້າຮ່ວມ
lt: Jungti
lv: Piev.
mk: Придр.
ml: ചേരുക
mn_mn: Нэгдэх
mr: सामील व्हा
ms: Sertai
my_zg: ပါဝင္ပါ
nb: Bli med
ne: सहभागी हुनुहोस्
nl: Deeln.
or: ଯୋଗଦାନ
pa: ਸ਼ਾਮਿਲ
pl: Dołącz
pt_pt: Aderir
ro: Asoc.
ru_ru: Регист.
si: එක්වන්න
sk: Pripoj.
sl: Združi
sq: Futu
sr: Spoj
sv: Anslut
ta: இணைக
te: చేరండి
tg_tj: Ҳам. ш.
th: ร่วม
tk_tm: Goşul
tl: Sumali
tr_tr: Katıl
uk: Приєдн.
ur: ملائیں
uz: Qo‘shil
vi: Tham dự
zh_cn: 加入
zh_hk: 加入

# IDS_IME_BUTTON_GO_M_KEYBOARD
source: Go
ar: انتقال
as: যাওক
az: Keç
bg: Давай
bn_bd: যান
ca: Vés-hi
cs: Přejít
da: Gå
de: Öffnen
el_gr: Μετ.
es_us: Ir
et: Mine
eu: Joan
fa: برو
fi: Siirry
fr_ca: Aller
ga: Gabh
gu: જાઓ
he: עבור
hi: जाएँ
hr: Idi
hu: Mehet
hy: Գնալ
id: Masuk
is: Áfram
it_it: Vai
ja_jp: 移動
ka: გადადი
kk: Өту
km: ទៅ
kn: ಹೋಗಿ
ko_kr: 이동
lo: ໄປ
lt: Vykdyti
lv: Aiziet!
mk: Оди
ml: പോകുക
mn_mn: Явах
mr: जा
ms: Pergi
my_zg: သြားပါ
nb: Gå
ne: जानुहोस्
nl: Ga
or: ଯାଆନ୍ତୁ
pa: ਜਾਉ
pl: Idź
pt_pt: Ir
ro: Acces.
ru_ru: Перейти
si: යන්න
sk: Prejsť
sl: Pojdi
sq: Shko
sr: Idi
sv: Gå
ta: செல்க
te: వెళ్లు
tg_tj: Гузариш
th: ไป
tk_tm: Git
tl: Pumunta
tr_tr: Git
uk: Перейти
ur: جائيں
uz: O‘tish
vi: Bắt đầu
zh_cn: 进入
zh_hk: 前往

# IDS_IME_BODY_YEN_M_KEYBOARD_SYMBOL
source: Yen
ar: ين
as: য়েন
az: Yena
bg: Йена
bn_bd: ইয়েন
ca: Ien
cs: Jen
el_gr: Γιεν
et: Jeen
fa: ین
fi: Jeni
gu: યેન
he: ין
hi: येन
hr: Jen
hu: Jen
hy: Իեն
ja_jp: 円
ka: იენი
kk: Иена
km: យេន
kn: ಯೆನ್
ko_kr: 엔
ky_kg: Йена
lo: ເງິນເຢນ
lt: Jena
lv: Jena
mk: Јен
ml: യെൻ
mn_mn: Иен
mr: येन
ne: येन
or: ୟେନ
pa: ਯੇਨ
pl: Jen
pt_pt: Iene
ru_ru: Йены
si: යෙන්
sk: Jen
sl: Jen
sq: Jen
sr: Jen
ta: யென்
te: యెన్
tg_tj: Йена
th: เยน
tk_tm: Iýena
uk: Єна
ur: ین
uz: Iyena
vi: Đồng Yên
zh_cn: 日元符号
zh_hk: 日元符號

# IDS_IME_BODY_WON_M_KEYBOARD_SYMBOL
source: Won
ar: وون
as: বিজয়ী
az: Von
bg: Вон
bn_bd: ওন
el_gr: Γουόν
et: Von
fa: وون
ga: Buaite
gu: જીત્યા
he: לוכסן שמאלי
hi: वॉन
hu: Von
hy: Վոն
is: Vonn
ja_jp: ウォン
ka: ვონი
kk: Вон
km: វុន
kn: ಗೆದ್ದಿರುವುದು
ko_kr: 원
ky_kg: Вона
lo: ເງິນວອນ
lt: Vonas
lv: Vona
mk: Вон
ml: കൊറിയൺ വൺ
mn_mn: Вон
mr: जिंकला
ne: वोन
or: ୱନ
pa: ਵੌਨ
ru_ru: Воны
si: වොන්
sl: Von
sr: Von
ta: வொன்
te: గెలిచారు
th: วอน
uk: Вона
ur: وان
uz: Von
vi: Đồng Won
zh_cn: 韩元符号
zh_hk: 韓元符號

# IDS_IME_BODY_WHITE_STAR_M_KEYBOARD_SYMBOL
source: White star
ar: نجمة بيضاء
as: শ্বেত তৰা
az: Ağ ulduz
bg: Бяла звезда
ca: Estel blanc
cs: Bílá hvězda
da: Hvid stjerne
de: Weißer Stern
el_gr: Λευκό αστέρι
es_us: Estrella blanca
et: Valge täht
eu: Izar zuria
fa: ستاره سفید
fi: Valkoinen tähti
fr_ca: Étoile blanche
ga: Réalta bhán
gu: સફેદ તારો
he: כוכב לבן
hi: व्हाइट स्टार
hr: Bijela zvjezdica
hu: Fehér csillag
hy: Սպիտակ աստղ
id: Bintang putih
is: Ófyllt stjarna
it_it: Stella bianca
ja_jp: 白星
ka: თეთრი ვარსკვლავი
kk: Ақ жұлдыз
km: ផ្កាយ​ពណ៌ស
kn: ಬಿಳಿ ನಕ್ಷತ್ರ
ko_kr: 흰색 별
ky_kg: Ак жылдызча
lo: ຮູບດາວສີຂາວ
lt: Balta žvaigždė
lv: Balta zvaigzne
mk: Бела ѕвезда
ml: വെളുത്ത നക്ഷത്രം
mn_mn: Цагаан од
mr: पांढरा तारा
ms: Bintang putih
nb: Hvit stjerne
ne: सेतो तारा
nl: Witte ster
or: ଧଳା ତାରକା
pa: ਸਫੈਦ ਸਿਤਾਰਾ
pl: Biała gwiazda
pt_pt: Estrela branca
ro: Stea albă
ru_ru: Белая звездочка
si: සුදු තරු ලකුණ
sk: Biela hviezda
sl: Bela zvezda
sq: Yll i bardhë
sr: Bela zvezda
sv: Vit stjärna
ta: வெள்ளை நட்சத்திரம்
te: తెలుపు నక్షత్రం
th: เครื่องหมาย '☆'
tl: Puting bituin
tr_tr: Beyaz yıldız
uk: Біла зірка
ur: سفید ستارہ
uz: Oq yulduzcha
vi: Sao trắng
zh_cn: 白色星形
zh_hk: 白色星形

# IDS_IME_BODY_WHITE_HEART_M_KEYBOARD_SYMBOL
source: White heart
ar: قلب أبيض
as: শ্বেত হৃদয়
az: Ağ ürək
bg: Бяло сърце
ca: Cor blanc
cs: Bílé srdce
da: Hvidt hjerte
de: Weißes Herz
el_gr: Λευκή καρδιά
es_us: Corazón blanco
et: Valge süda
eu: Bihotz zuria
fa: قلب سفید
fi: Valkoinen sydän
fr_ca: Cœur blanc
ga: Croí bán
gu: સફેદ હ્રદય
he: לב לבן
hi: व्हाइट हार्ट
hr: Bijelo srce
hu: Fehér szív
hy: Սպիտակ սիրտ
id: Hati putih
is: Ófyllt hjarta
it_it: Cuore bianco
ja_jp: 白ハート
ka: თეთრი გული
kk: Ақ жүрек
km: បេះដូង​ពណ៌ស
kn: ಬಿಳಿ ಹೃದಯ
ko_kr: 흰색 하트
ky_kg: Ак жүрөкчө
lo: ຮູບຫົວໃຈສີຂາວ
lt: Balta širdis
lv: Balta sirds
mk: Бело срце
ml: വെളുത്ത ഹൃദയം
mn_mn: Цагаан зүрх
mr: पांढरा हृदय
ms: Hati putih
nb: Hvitt hjerte
ne: सेतो मुटु
nl: Wit hartje
or: ଧଳା ହୃଦୟ
pa: ਸਫੈਦ ਦਿਲ
pl: Białe serce
pt_pt: Coração branco
ro: Inimioară albă
ru_ru: Белое сердечко
si: සුදු හදවත ලකුණ
sk: Biele srdce
sl: Belo srce
sq: Zemër e bardhë
sr: Belo srce
sv: Vitt hjärta
ta: வெள்ளை இதயம்
te: తెలుపు హృదయం
th: เครื่องหมาย '♡'
tl: Puting puso
tr_tr: Beyaz kalp
uk: Біле серце
ur: سفید دل
uz: Oq yurak
vi: Tim trắng
zh_cn: 白色心形
zh_hk: 白色心形

# IDS_IME_BODY_VNI_QWERTY_KEYBOARD
source: VNI Qwerty keyboard
ar: لوحة مفاتيح VNI Qwerty
as: VNI কুৱেৰ্টি কীব'ৰ্ড
az: VNI Qwerty klaviaturası
bg: VNI Qwerty клавиатура
bn_bd: VNI কোয়ের্টি কিবোর্ড
ca: Teclat Qwerty VNI
cs: Klávesnice VNI Qwerty
da: VNI QWERTY-tastatur
de: VNI-QWERTY-Tastatur
el_gr: Πληκτρολόγιο Qwerty VNI
es_us: Teclado VNI Qwerty
et: VNI Qwerty-klaviatuur
eu: VNI Qwerty teklatua
fa: صفحه کلید VNI Qwerty
fi: VNI Qwerty -näppäimistö
fr_ca: Clavier VNI Qwerty
ga: Eochairchlár Qwerty VNI
gu: VNI ક્વેર્ટી કીબોર્ડ
he: מקלדת Qwerty של VNI
hi: VNI क्वेर्टी कीबोर्ड
hr: VNI Qwerty tipkovnica
hu: VNI QWERTZ-billentyűzet
hy: VNI Qwerty ստեղնաշար
id: Keyboard Qwerty VNI
is: VNI Qwerty-lyklaborð
it_it: Tastiera Qwerty VNI
ja_jp: VNI QWERTYキーボード
ka: VNI Qwerty კლავიატურა
kk: VNI Qwerty пернетақтасы
km: ក្តារចុច Qwerty VNI
kn: VNI ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್
ko_kr: VNI 쿼티 키보드
ky_kg: VNI Qwerty ариптактасы
lo: ປະເພດແປ້ນພິມ Qwerty VNI
lt: VNI „Qwerty“ klaviatūra
lv: VNI Qwerty tastatūra
mk: VNI тастатура Qwerty
ml: VNI ക്വർട്ടി കീബോര്‍ഡ്
mn_mn: VNI Qwerty гар товчлуур
mr: VNI क्वेर्ठी कीबोर्ड
ms: Papan kekunci Qwerty VNI
my_zg: VNI Qwerty ကီးဘုတ္
nb: VNI Qwerty-tastatur
ne: VNI क्वेर्टी कीबोर्ड
nl: VNI Qwerty-toetsenbord
or: VNI କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍
pa: VNI ਕਵੇਰਟੀ ਕੀਬੋਰਡ
pl: Klawiatura Qwerty VNI
pt_pt: Teclado Qwerty VNI
ro: Tastatură Qwerty VNI
ru_ru: Клавиатура VNI Qwerty
si: VNI ක්වර්ටි යතුරු පුවරුව
sk: VNI klávesnica Qwerty
sl: Tipkovnica Qwerty VNI
sq: Tastiera Qwerty VNI
sr: VNI Qwerty tastatura
sv: VNI qwerty-tangentbord
ta: VNI க்வர்ட்டி விசைப்பலகை
te: VNI క్వర్టీ కీబోర్డ్
tg_tj: Клавиатураи VNI Qwerty
th: แป้นพิมพ์ VNI QWERTY
tk_tm: VNI Standart klawiatura
tr_tr: VNI Qwerty klavye
uk: Клавіатура Qwerty із підтримкою VNI
ur: VNI Qwerty کی بورڈ
uz: VNI Qwerty klaviaturasi
vi: Bàn phím Qwerty VNI
zh_cn: VNI Qwerty 键盘
zh_hk: VNI Qwerty 鍵盤

# IDS_IME_BODY_VIRTUAL_KEYBOARD_ENABLED
source: Virtual keyboard enabled.
ar: تم تفعيل لوحة المفاتيح الظاهرية.
as: ভাৰ্ছুৱেল কীবৰ্ড সক্ষম কৰা হৈছে৷
az: Virtual klaviatura aktivləşdirildi.
bg: Виртуалната клавиатура е активирана.
bn_bd: ভার্চুয়াল কিবোর্ড সক্রিয় হয়েছে।
ca: Teclat virtual habilitat
cs: Virtuální klávesnice je zapnutá.
da: Virtuelt tastatur aktiveret.
de: Virtuelle Tastatur aktiviert
el_gr: Το εικονικό πληκτρολόγιο ενεργοποιήθηκε.
es_us: Teclado virtual activado.
et: Virtuaalne klaviatuur on aktiveeritud.
eu: Teklatu birtuala gaituta
fa: صفحه کلید مجازی فعال شد.
fi: Virtuaalinen näppäimistö käytössä.
fr_ca: Clavier tactile activé
ga: Eochairchlár fíorúil cumasaithe.
gu: વર્ચ્યુઅલ કીબોર્ડ સક્ષમ કર્યુ.
he: המקלדת הווירטואלית מופעלת.
hi: वर्चुअल कीबोर्ड सक्षम किया गया
hr: Omogućena virtualna tipkovnica.
hu: Virtuális billentyűzet engedélyezve
hy: Վիրտուալ ստեղնաշարը միացված է:
id: Keyboard virtual diaktifkan.
is: Kveikt á sýndarlyklaborði.
it_it: Tastiera virtuale attivata.
ja_jp: 仮想キーボードが有効になりました。
ka: ვირტუალური კლავიატურა ჩართულია.
kk: Виртуалды пернетақта қосылған.
km: បាន​បើកប្រើ​ក្ដារចុច​និម្មិត។
kn: ವರ್ಚುವಲ್ ಕೀಬೋರ್ಡ್ ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: 가상 키보드를 실행하였습니다.
lo: ຄີບອດສະເໝືອນເປີດໃຊ້ງານ.
lt: Virtualioji klaviatūra įjungta.
lv: Virtuālā tastatūra ir aktivizēta.
mk: Виртуелната тастатура е вклучена.
ml: വെര്‍ച്ച്വല്‍ കീബോര്‍ഡ് പ്രാപ്തമാക്കി.
mn_mn: Виртуал гар товчлуур идэвхжүүлсэн
mr: आभासी कीबोर्ड सक्रिय आहे.
ms: Papan kekunci maya diaktifkan.
my_zg: ဗာက်ဴရယ္ ကီးဘုတ္ ဖြင့္ထားသည္။
nb: Virtuelt tastatur aktivert.
ne: वास्तविक कीबोर्ड सक्षम भयो।
nl: Virtueel toetsenbord ingeschakeld.
or: ଭର୍ଚୁଆଲ୍ କୀବୋର୍ଡ୍ ସାମର୍ଥ୍ୟ ହୋଇଛି।
pa: ਵਰਚੁਅਲ ਕੀਬੋਰਡ ਸਮਰੱਥ ਹੈ।
pl: Włączono wirtualną klawiaturę.
pt_pt: Teclado virtual activado.
ro: Tastatură virtuală activată
ru_ru: Виртуальная клавиатура включена.
si: අතථ්‍ය යතුරුපුවරුව සක්‍රීයයි.
sk: Virtuálna klávesnica je zapnutá.
sl: Navidezna tipkovnica je omogočena.
sq: Tastiera virtuale u aftësua.
sr: Omogućena je virtuelna tastatura.
sv: Virtuellt tangentbord har aktiverats.
ta: மெய்நிகர் விசைப்பலகை இயலச்செய்யப்பட்டது.
te: వర్చువల్ కీబోర్డ్ ఎనేబుల్ చేయబడింది.
tg_tj: Клавиатураи виртуалӣ фаъол шуд.
th: เปิดใช้งานแป้นพิมพ์เสมือนแล้ว
tk_tm: Wirtual klawiatura işledildi.
tl: Pinagana ang virtual keyboard.
tr_tr: Sanal klavye etkinleştirildi.
uk: Віртуальну клавіатуру увімкнено.
ur: مجازی کی بورڈ اہل بنا دیا۔
uz: Virtual klaviatura yoqildi.
vi: Đã bật bàn phím ảo.
zh_cn: 虚拟键盘已启用。
zh_hk: 虛擬鍵盤已啟用。

# IDS_IME_BODY_USING_CURSOR_CONTROL_WILL_DISABLE_CONTINUOUS_INPUT
source: Using cursor control will disable continuous input.
ar: سيؤدي استخدام ميزة التحكم بالمؤشر إلى إلغاء تفعيل الإدخال المستمر‬.
as: কার্চৰ নিয়ন্ট্রনৰ প্রয়োগে নিয়মীয়া ইনপুটক অক্ষম কৰিব পাৰে৷
az: Kursor nəzarətindən istifadə davamlı daxiletməni qeyri-aktiv edəcək.
bg: Използването на контрола на курсора ще деактивира продължителното въвеждане.
bn_bd: কার্সর নিয়ন্ত্রণ ব্যবহার করলে অনবরত ইনপুট নিষ্ক্রিয় হয়ে যাবে।
ca: L'ús del control del cursor deshabilitarà l'entrada contínua
cs: Použitím ovládání kurzoru se vypne souvislé zadávání.
da: Brug af markørkontrol vil deaktivere kontinuerligt input.
de: Bei Verwendung der Cursorsteuerung wird die durchgehende Eingabe deaktiviert.
el_gr: Με τη χρήση της δυνατότητας ελέγχου του δρομέα θα απενεργοποιηθεί η δυνατότητα συνεχούς εισόδου.
es_us: El uso del control del cursor desactivará la entrada continua.
et: Kursori juhtimise kasutamine desaktiveerib pideva sisestamise.
eu: Kurtsore kontrola erabiltzeak etengabeko sarrera ezgaituko du
fa: استفاده از کنترل مکان نما، ورود بی وقفه را غیرفعال می‌کند.
fi: Kohdistimen hallintaa käytettäessä jatkuva syöttö poistetaan käytöstä.
fr_ca: L'utilisation du contrôle du pointeur désactive la saisie en continu.
ga: Díchumasófar ionchur leanúnach má úsáidtear rialú cúrsóra
gu: કર્સર નિયંત્રણનો ઉપયોગ કરવો તે સતત ઇનપુટને અક્ષમ કરશે
he: שימוש בבקרת סמן יבטל קלט רציף.
hi: कर्सर नियंत्रण का उपयोग करने पर लगातार इनपुट अक्षम हो जाएगा
hr: Upravljanje pokazivačem isključit će uzastopni unos.
hu: Kurzorvezérlés használata esetén le lesz tiltva a folyamatos bevitel.
hy: Շարժագծի կառավարում օգտագործելը կկասեցնի անընդմեջ ներածումը:
id: Menggunakan kontrol kursor akan menonaktifkan input terus menerus.
is: Slökkt er á samfelldum innslætti þegar stjórnun með bendli er valin.
it_it: Se utilizzate il controllo cursore, l'inserimento continuo verrà disattivato.
ja_jp: カーソル操作を使用すると、連続入力は無効になります。
ka: თუ კურსორით მართვას გამოიყენებთ, გამოირთვება გადაბმით აკრეფა.
kk: Жүгіргіні басқаруды пайдалану созылмалы енгізуді өшіреді.
km: ការប្រើ​ការគ្រប់គ្រង​ទស្សន៍​ទ្រនិច​នឹង​បិទ​ការបញ្ចូល​បន្ត​គ្នា។
kn: ಕರ್ಸರ್ ನಿಯಂತ್ರಣವನ್ನು ಬಳಕೆ ಮಾಡುವುದು ಸತತ ಇನ್‌ಪುಟ್ ಅನ್ನು ನಿಶಕ್ತಗೊಳಿಸುವುದು.
ko_kr: [키보드에서 커서 이동]을 사용하면 [슬라이드 입력]이 해제됩니다.
ky_kg: Курсор башкаруусун колдонуу, тынымсыз киргизүүнү иштен чыгарат.
lo: ການໃຊ້ການຄວບຄຸມເຄີເຊີຈະປິດໃຊ້ປ້ອນຂໍ້ມູນຕໍ່ເນື່ອງ.
lt: Jei naudosite žymeklio valdiklį, bus išjungtas nepertraukiamas įvedimas.
lv: Ja izmantosit kursora vadību, nepārtrauktā ievade tiks deaktivizēta.
mk: Користењето на контролата на покажувачот ќе го исклучи постојаниот внес.
ml: കര്‍സര്‍ നിയന്ത്രണം ഉപയോഗിക്കുന്നത് തുടര്‍ച്ചയായ ഇന്‍പുട്ട് അപ്രാപ്തമാക്കും.
mn_mn: Курсорын удирдлагыг ашиглахад тасралтгүй оролтыг идэвхгүй болгоно
mr: कर्सर नियंत्रण वापरणे अखंडित निविष्ट निष्क्रिय करेल.
ms: Menggunakan kawalan kursor akan menyahaktifkan input berterusan.
my_zg: ကာဆာ အထိန္း သံုးျခင္းသည္ ဆက္တိုက္ ျဖည့္သြင္းမႈကို မရႏိုင္ေအာင္ လုပ္လိမ့္မည္။
nb: Hvis markørkontroll brukes, deaktiveres fortløpende inndata.
ne: कर्सर नियन्त्रण प्रयोग गर्नाले निरन्तर आगतलाई असक्षम गर्नेछ।
nl: Als u cursorbesturing gebruikt, wordt doorlopende invoer uitgeschakeld.
or: କ୍ରସର୍ ନିୟନ୍ତ୍ରଣ ବ୍ୟବହାର କରିବା ଦ୍ଵାରା ଲଗାତାର୍ ଇନପୁଟ୍ ଅକ୍ଷମ ହେବ।
pa: ਕਰਸਰ ਨਿਯੰਤ੍ਰਣ ਵਰਤਣਾ ਲਗਾਤਾਰ ਇਨਪੁਟ ਨੂੰ ਅਸਮਰੱਥ ਕਰੇਗਾ।
pl: Korzystanie z funkcji sterowania kursorem spowoduje wyłączenie funkcji wpisywania ciągłego.
pt_pt: A utilização do controlo do cursor irá desactivar a introdução contínua.
ro: Utilizarea controlului cursorului va dezactiva introducerea continuă.
ru_ru: При управлении курсором непрерывный ввод будет отключен.
si: කර්සර් පාලන භාවිතා කිරීමෙන් අඛණ්ඩ යෙදුම් අක්‍රිය වනු ඇත.
sk: Použitím ovládania kurzora sa zakáže súvislý vstup.
sl: Upravljanje kazalca bo onemogočilo neprekinjen vnos.
sq: Përdorimi i kontrollit të kursorit do ta paaftësojë futjen e vijueshme.
sr: Korišćenje kontrole kursora onemogućiće neprekidni unos.
sv: Om du använder markörkontroll inaktiveras kontinuerlig inmatning.
ta: கர்சர் கட்டுப்பாட்டைப் பயன்படுத்துவது தொடர்ச்சியான உள்ளீட்டை செயல்நீக்கும்.
te: కర్సర్ నియంత్రణను ఉపయోగించడం వలన నిరంతర ఇన్‌పుట్ నిలిపివేయబడుతుంది.
tg_tj: Истифодаи идоракунии курсор вуруди бардавомро ғайрифаъол мекунад.
th: การใช้การควบคุมเคอร์เซอร์ จะปิดใช้งานการใช้อินพุตต่อเนื่อง
tk_tm: Kursor dolandyryşy ulanmaklyk yzygiderli girmegi beklär.
tl: Hindi papaganahin ang paggamit ng kontrol sa cursor ang tuloy-tuloy na input.
tr_tr: İmleç kontrolünü kullanmak sürekli girişi devre dışı bırakacaktır.
uk: Використання керування курсором призведе до вимкнення безперервного введення.
ur: کرسر کنٹرول استعمال کرنا مسلسل ان پٹ کو نا اہل بنادے گا
uz: Kursor nazoratidan foydalanish davomiy kiritishni o‘chiradi.
vi: Dùng điều khiển con trỏ sẽ tắt nhập vào liên tục.
zh_cn: 使用光标控制将禁用连续输入。
zh_hk: 使用游標控制將停用連續輸入。

# IDS_IME_BODY_USING_CONTINUOUS_INPUT_WILL_DISABLE_CURSOR_CONTROL
source: Using continuous input will disable cursor control.
ar: سيؤدي استخدام الإدخال المستمر إلى إلغاء تفعيل التحكم بالمؤشر.
as: একেৰাহে ইনপুটৰ প্রয়োগে কার্চৰ নিয়ন্ট্রনক অক্ষম কৰিব পাৰে৷
az: Davamlı daxiletmədən istifadə kursor nəzarətini qeyri-aktiv edəcək.
bg: Използването на продължителното въвеждане ще деактивира контрола на курсора.
bn_bd: অনবরত ইনপুট ব্যবহার করা কার্সরের নিয়ন্ত্রণ নিষ্ক্রিয় করবে।
ca: L'ús de l'entrada contínua deshabilitarà el control del cursor
cs: Použitím souvislého zadávání se vypne ovládání kurzoru.
da: Brug af kontinuerligt input vil deaktivere markørkontrol.
de: Bei Verwendung der durchgehenden Eingabe wird die Cursorsteuerung deaktiviert.
el_gr: Με τη χρήση της δυνατότητας συνεχούς εισόδου θα απενεργοποιηθεί η δυνατότητα ελέγχου του δρομέα.
es_us: El uso de la introducción continua desactivará el control del cursor.
et: Pideva sisestamise kasutamine desaktiveerib kursori juhtimise.
eu: Sarrera etengabea erabiltzeak kurtsorearen kontrola ezgaituko du
fa: استفاده از ورود بی وقفه، کنترل مکان نما را غیرفعال می‌کند.
fi: Jatkuvaa syöttöä käytettäessä kohdistimen hallinta poistetaan käytöstä.
fr_ca: L'utilisation de la saisie en continu désactive le contrôle du pointeur.
ga: Díchumasófar rialú cúrsóra má úsáidtear ionchur leanúnach
gu: સતત ઇનપુટનો ઉપયોગ કરવો તે કર્સર નિયંત્રણને અક્ષમ કરશે
he: שימוש בקלט רציף יבטל בקרת סמן.
hi: लगातार इनपुट का उपयोग करने पर कर्सर नियंत्रण अक्षम हो जाएगा
hr: Korištenje uzastupnog unosa isključit će upravljanje pokazivačem.
hu: Folyamatos bevitel használata esetén le lesz tiltva a kurzorvezérlés.
hy: Անընդմեջ ներածում օգտագործելը կկասեցնի շարժագծի կառավարումը:
id: Menggunakan input terus menerus akan menonaktifkan kontrol kursor.
is: Slökkt er á stjórnun með bendli þegar samfelldur innsláttur er valinn.
it_it: Se utilizzate l'inserimento continuo, il controllo cursore verrà disattivato.
ja_jp: 連続入力を使用すると、カーソル操作は無効になります。
ka: თუ გადაბმით აკრეფას გამოიყენებთ, გამოირთვება კურსორით მართვა.
kk: Созылмалы енгізуді пайдалану жүгіргіні басқаруды өшіреді.
km: ការប្រើ​ការបញ្ចូល​បន្ត​គ្នា​នឹង​ត្រូវ​បិទ​ការគ្រប់គ្រង​ទស្សន៍​ទ្រនិច។
kn: ಸತತ ಇನ್‌ಪುಟ್ ಅನ್ನು ಬಳಕೆ ಮಾಡುವುದು ಕರ್ಸರ್ ನಿಯಂತ್ರಣವನ್ನು ನಿಶಕ್ತಗೊಳಿಸುವುದು.
ko_kr: [슬라이드 입력]을 사용하면 [키보드에서 커서 이동]이 해제됩니다.
ky_kg: Тынымсыз киргизүүнү колдонуу, курсор башкаруусун иштен чыгарат.
lo: ການໃຊ້ປ້ອນຂໍ້ມູນຕໍ່ເນື່ອງແມ່ນຈະປິດໃຊ້ການຄວບຄຸມເຄີເຊີ.
lt: Naudojant nepertraukiamą įvedimą bus išjungtas žymeklio valdiklis.
lv: Ja izmantosit nepārtraukto ievadi, kursora vadība tiks deaktivizēta.
mk: Користењето постојан внес ќе го исклучи контролирањето на покажувачот.
ml: തുടര്‍ച്ചയായ ഇന്‍പുട്ട് ഉപയോഗിക്കുന്നത് കര്‍സര്‍ നിയന്ത്രണം അപ്രാപ്തമാക്കും.
mn_mn: Тасралтгүй оролтыг ашиглахад курсорын удирдлагыг идэвхгүй болгоно
mr: अखंडित निविष्ट वापरणे कर्सर नियंत्रण निष्क्रिय करेल.
ms: Menggunakan input berterusan akan menyahaktifkan kawalan kursor.
my_zg: ဆက္တိုက္ျဖည့္သြင္းမႈ သံုးျခင္းသည္ ကာဆာ အထိန္းကို မရႏိုင္ေအာင္ လုပ္လိမ့္မည္။
nb: Hvis fortløpende inndata brukes, deaktiveres markørkontroll.
ne: निरन्तर आगत प्रयोग गर्नाले कर्सर नियन्त्रणलाई असक्षम गर्नेछ।
nl: Als u doorlopende invoer gebruikt, wordt cursorbesturing uitgeschakeld.
or: ଲଗାତାର ଇନପୁଟ୍ ବ୍ୟବହାର ଦ୍ଵାରା କ୍ରସର୍ ନିୟନ୍ତ୍ରଣ ଅକ୍ଷମ କରିବ।
pa: ਲਗਾਤਾਰ ਇਨਪੁਟ ਵਰਤਣਾ ਕਰਸਰ ਨਿਯੰਤ੍ਰਣ ਨੂੰ ਅਸਮਰੱਥ ਕਰੇਗਾ।
pl: Korzystanie z funkcji wpisywania ciągłego spowoduje wyłączenie funkcji sterowania kursorem.
pt_pt: A utilização da introdução contínua irá desactivar o controlo do cursor.
ro: Utilizarea introducerii continue va dezactiva controlul cursorului.
ru_ru: При непрерывном вводе управление курсором будет отключено.
si: අඛණ්ඩ යෙදුම් භාවිතා කිරීමෙන් කර්සර් පාලන අක්‍රිය වනු ඇත.
sk: Použitím súvislého vstupu sa zakáže ovládanie kurzora.
sl: Uporaba neprekinjenega vnosa bo onemogočila upravljanje kazalca.
sq: Përdorimi i futjes së vijueshme do ta paaftësojë kontrollin e kursorit.
sr: Korišćenje neprekidnog unosa onemogućiće kontrolu kursora.
sv: Om du använder kontinuerlig inmatning inaktiveras markörkontroll.
ta: தொடர்ச்சியான உள்ளீட்டைப் பயன்படுத்துவது கர்சர் கட்டுப்பாட்டைச் செயல்நீக்கும்.
te: నిరంతర ఇన్‌పుట్‌ను ఉపయోగించడం వలన కర్సర్ నియంత్రణ నిలిపివేయబడుతుంది.
tg_tj: Истифодаи вуруди бардавом идоракунии курсорро ғайрифаъол мекунад.
th: การใช้อินพุตต่อเนื่อง จะปิดใช้งานการควบคุมเคอร์เซอร์
tk_tm: Yzygiderli ýazmaklyk kursor dolandyryşy bekleýär.
tl: Hindi papaganahin ng paggamit sa tuloy-tuloy na input ang kontrol sa cursor.
tr_tr: Sürekli girişi kullanmak imleç kontrolünü devre dışı bırakacaktır.
uk: Використання безперервного введення призведе до вимкнення керування курсором.
ur: مسلسل ان پٹ استعمال کرنا کرسر کنٹرول کو نا اہل بنادے گا
uz: Davomiy kiritishdan foydalanish kursor nazoratini o‘chiradi.
vi: Dùng nhập vào liên tục sẽ tắt điều khiển con trỏ.
zh_cn: 使用连续输入将禁用光标控制。
zh_hk: 使用連續輸入將停用游標控制。

# IDS_IME_BODY_UNDERSCORE_M_KEYBOARD_SYMBOL
source: Underscore
ar: علامة التسطير السفلي
as: আণ্ডাৰস্ক'ৰ
az: Alt xətt
bg: Долна черта
bn_bd: আন্ডারস্কোর
ca: Guió baix
cs: Podtržítko
da: Understregningstegn
de: Unterstrich
el_gr: Χαρακτήρας υπογράμμισης
es_us: Guión bajo
et: Allkriips
eu: Azpimarratu
fa: خط تیره زیرین
fi: Alaviiva
fr_ca: Trait de soulignement
ga: Fostríoc
gu: અન્ડરસ્કોર
he: קו תחתון
hi: अंडरस्कोर
hr: Podvlaka
hu: Aláhúzásjel
hy: Ստորագիծ
id: Garis bawah
is: Undirstrik
it_it: Sottolineatura
ja_jp: アンダースコア
ka: ხაზგასმა
kk: Астын сызу
km: គំនូស​ក្រោម
kn: ಅಡಿಗೆರೆ
ko_kr: 밑줄
ky_kg: Астынан сызуу
lo: ຂີດກ້ອງ
lt: Pabraukimo brūkšnys
lv: Apakšsvītra
mk: Долна црта
ml: അടിവര
mn_mn: Доогуур зураас
mr: अधोरेखित करणे
ms: Garis bawah
my_zg: ေအာက္မ်ဥ္းသေကၤတ
nb: Understrek
ne: अण्‍डरस्कोर
nl: Liggend streepje
or: ଗାର ଟାଣିବା
pa: ਅੰਡਰਸਕੋਰ
pl: Podkreślenie
pt_pt: Carácter de sublinhado
ro: Caracter de subliniere
ru_ru: Подчеркивание
si: යටි කඩඉර
sk: Podčiarkovník
sl: Podčrtaj
sq: Vija e poshtme
sr: Podvlaka
sv: Understreck
ta: அடிக்கோடு
te: అండర్‌స్కోర్
th: เครื่องหมาย '_'
tr_tr: Alt çizgi
uk: Підкреслення
ur: زیر کشید
uz: Tagiga chizish
vi: Gạch dưới
zh_cn: 下划线
zh_hk: 底線
