Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_HELP_BODY_TAP_THE_MODE_BUTTON_TO_TOGGLE_CHARACTERS_AND_SYMBOLS
source: Tap the mode button to toggle characters and symbols.
ar: اضغط زر الوضع لتبديل الأحرف والرموز.
as: আখৰ আৰু প্ৰতীকসমূহ ট'গ'ল কৰিবলৈ ম'ড বুটাম টিপক।
az: Hərfləri və simvolları dəyişdirmək üçün rejim düyməsinə vurun.
bg: Натискайте бутона за режим, за да превключвате между знаци и символи.
ca: Toqui el botó de mode per alternar caràcters i símbols
cs: Klepnutím na tlačítko režimu lze přepínat mezi znaky a symboly.
da: Tryk på tilstandsknappen for at skifte mellem tegn og symboler.
de: Tippen Sie auf die Modus-Schaltfläche, um zwischen Zeichen und Symbolen zu wechseln.
el_gr: Πατήστε το κουμπί λειτουργίας για εναλλαγή χαρακτήρων και συμβόλων.
es_us: Pulse el botón de modo para alternar caracteres y símbolos
et: Toksake tähemärkide ja sümbolite vahetamiseks režiiminuppu.
eu: Sakatu modu botoia karaktereak eta sinboloak aldatzeko
fa: دکمه حالت را برای تغییر نویسه ها و نمادها ضربه بزنید.
fi: Vaihda merkkejä ja symboleita napauttamalla tilapainiketta.
fr_ca: Touchez le bouton de mode pour basculer entre les caractères et les symboles
ga: Tapáil an cnaipe Mód le hathrú idir carachtair agus siombailí.
gu: વર્ણો અને પ્રતીકોને ટોગલ કરવા માટે મોડ બટનને ટેપ કરો.
he: הקש על לחצן המצב כדי לעבור בין תווים לסימנים.
hi: वर्ण और प्रतीकों को टॉगल करने के लिए मोड बटन टैप करें।
hr: Držite tipku načina unosa za prebacivanje znakova i simbola.
hu: A betűk és szimbólumok közötti váltáshoz érintse meg az Üzemmód gombot.
hy: Թակել ռեժիմի կոճակը՝ նիշեր և սիմվոլներ փոխանջատելու համար:
id: Ketuk tombol mode untuk berganti antara karakter dan simbol.
is: Pikkaðu á stillingahnappinn til að skipta á milli stafa og tákna.
it_it: Toccate il pulsante della modalità per passare a caratteri e simboli.
ja_jp: モードボタンをタップして、文字と記号を切り替えます。
ka: შეეხეთ რეჟიმის ღილაკზე, რომ გადახვიდეთ ასოებსა და სიმბოლოებს შორის.
kk: Таңбалар мен символдарға өту үшін “Режим” түймесін түртіңіз.
km: ប៉ះ​ប៊ូតុង​ទម្រង់ ដើម្បី​ឆ្លាស់​តួ​អក្សរ និង និមិត្ត​សញ្ញា។
kn: ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಕೇತಗಳನ್ನು ಟಾಗಲ್ ಮಾಡಲು ಮೋಡ್ ಬಟನ್ ತಟ್ಟಿ.
ko_kr: 문자나 기호로 전환하려면 모드 버튼을 누르세요.
ky_kg: Тамга жана символдорду тоголотуу үчүн режим баскычын таптаңыз.
lo: ແຕະປຸ່ມໂໝດເພື່ອສະຫຼັບຕົວອັກສອນແລະສັນຍາລັກ.
lt: Bakstelėkite režimo mygtuką, kad perjungtumėte raides ir simbolius.
lv: Lai pārslēgtos uz rakstzīmēm un simboliem, pieskarieties režīma pogai.
mk: Допрете го копчето за режим за да менувате знаци и симболи.
ml: അക്ഷരങ്ങളും അടയാളങ്ങളും ടോഗിള്‍ ചെയ്യാനായി മോഡ് ബട്ടണ്‍ ടാപ്പുചെയ്യുക
mn_mn: Горимын товчлуур дээр дарж тэмдэгтүүд болон тэмдэг хооронд шилж.
mr: वर्ण आणि चिन्हे टॉगल करण्यासाठी मोड बटण टॅप करा.
ms: Ketik butang mod untuk menogol aksara dan simbol.
nb: Trykk på modusknappen for å veksle mellom tegn og symboler.
ne: क्यारेक्टर र संकेतलाई खोल्न वा बन्द गर्न मोड बटन ट्याप गर्नुहोस्।
nl: Tik op de knop om de invoerstand af te wisselen tussen tekens en symbolen.
or: ବର୍ଣ୍ଣ ଏବଂ ସଙ୍କେତ ଟୋଗଲ୍ କରିବାକୁ ମୋଡ୍ ବଟନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਵਰਣਾਂ ਅਤੇ ਚਿੰਨ੍ਹਾਂ ਨੂੰ ਟੌਗਲ ਕਰਨ ਲਈ ਮੋਡ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰੋ।
pl: Dotknij przycisku trybu, aby przełączać pomiędzy znakami i symbolami.
pt_pt: Toque no botão de modo para alternar entre caracteres e símbolos.
ro: Atingeţi butonul de mod pentru a comuta între caractere şi simboluri.
ru_ru: Нажмите кнопку режима для переключения между знаками и символами.
si: අකුරු සහ සංකේත අතර මාරු වීමට මාදිලි බොත්තම මත තට්ටු කරන්න.
sk: Ťuknutím na tlačidlo režimu môžete prepínať znaky a symboly.
sl: Pritisnite gumb za način za preklop med znaki in simboli.
sq: Trokit mbi butonin e regjimit për t'u këmbyer mes karaktereve dhe simboleve.
sr: Kucni na dugme režima za prebacivanje na karaktere i simbole.
sv: Tryck på lägesknappen för att växla mellan tecken och symboler.
ta: எழுத்துகளுக்கும் குறியீடுகளுக்கும் இடையில் மாறுவதற்கு நடை பொத்தானை டேப் செய்க.
te: అక్షరాలు మరియు చిహ్నాలను టోగుల్ చేయడానికి మోడ్ బటన్ నొక్కండి.
tg_tj: Барои гузариш байни вуруди ҳарфҳо ва аломатҳо, тугмаи реҷаро зарба занед.
th: สัมผัสปุ่มโหมดเพื่อสลับตัวอักษรและสัญลักษณ์
tk_tm: Harplary we nyşanlary geçirmek üçin režim düwmesine basyň.
tl: I-tap ang mode button upang mag-toggle sa mga character at simbolo.
tr_tr: Karakter ve simgeler arasında geçiş için mod tuşuna dokunun.
uk: Натисніть кнопку змінення режиму, щоб переключатись між символами та цифрами.
ur: حروف اور علامات ٹوگل کرنے کے لئے موڈ بٹن پر تھپکیں۔
uz: Belgi va simvollarni o‘zgartirish uchun rejim tugmasini bosing.
vi: Chạm vào phím chế độ nhập để chuyển đổi giữa ký tự và ký hiệu.
zh_cn: 轻敲模式按钮以在字符与符号之间切换。
zh_hk: 輕觸模式按鈕以在字母與符號之間切換。

source: Tap the keyboard icon on the notification panel to change the input method.
ar: انقر فوق رمز لوحة المفاتيح في لوحة الإخطارات لتغيير طريقة الإدخال.
as: ইনপুট পদ্ধতি সলনি কৰিবলৈ অধিসূচনা পেনেলৰ কীব'ৰ্ড আইকনটো টিপক৷
az: Daxiletmə metodunu dəyişdirmək üçün bildiriş panelində klaviatura elementinin üzərindən vurun.
bg: Чукнете иконата за клавиатура в панела за известяване, за да промените метода на въвеждане.
ca: Toqui la icona de teclat al tauler de notificacions per canviar el mètode d'introducció
cs: Po klepnutí na ikonu klávesnice na oznamovacím panelu můžete změnit metodu zadávání.
da: Tap på tastaturikonet på informationspanelet for at ændre indtastningsmetoden.
de: Tippen Sie im Benachrichtigungsfeld auf das Tastatursymbol, um die Eingabemethode zu ändern.
el_gr: Πατήστε το εικονίδιο πληκτρολογίου στο πλαίσιο ειδοποιήσεων, για να αλλάξετε τη μέθοδο εισαγωγής.
es_us: Pulse el ícono del teclado en el panel de notificación para cambiar el método de entrada
et: Sisestusviisi muutmiseks toksake teavituste paneelil klaviatuuri ikooni.
eu: Ukitu teklatuaren ikonoa jakinarazpen panelean sarrera metodoa aldatzeko
fa: برای تغییر روش ورودی بر روی نماد صفحه کلید از پانل اعلان ضربه بزنید.
fi: Vaihda syöttömenetelmää napauttamalla ilmoituspaneelissa olevaa näppäimistön kuvaketta.
fr_ca: Touchez l'icône du clavier sur le panneau de notifications pour changer le mode de saisie
ga: Tapáil deilbhín eochairchláir ar an bpainéal fógraí chun an modh ionchuir a athrú.
gu: ઇનપુટ પદ્ધતિને બદલવા માટે સૂચના પેનલ પર કીબોર્ડ ચિહ્નને ટેપ કરો.
he: הקש על סמל המקלדת בחלונית ההתראות כדי לשנות את שיטת הקלט.
hi: इनपुट पद्धति बदलने के लिए अधिसूचना पैनल में कीबोर्ड चिह्न टैप करें।
hr: Dotaknite i držite ikonu tipkovnice u obavijestima za promjenu načina unosa.
hu: Az értesítési panel billentyűzetikonját érintve megváltoztathatja a beviteli módszert.
hy: Թակեք ստեղնաշարի պատկերակը ծանուցումների վահանակում՝ ներածման եղանակը փոխելու համար:
id: Ketuk ikon keyboard pada panel notifikasi untuk mengubah metode input.
is: Pikkaðu á lyklaborðstáknið á tilkynningaskjánum til að skipta um innsláttaraðferð.
it_it: Toccate l'icona della tastiera sul pannello delle notifiche per modificare il metodo di inserimento.
ja_jp: 入力方法を変更するには、通知パネルのキーボードアイコンをタップします。
ka: ტექსტის აკრეფის მეთოდის შესაცვლელად, დააკაკუნეთ კლავიატურის ნიშანზე შეტყობინების დაფაზე.
kk: Енгізу әдісін өзгерту үшін хабарландыру тақтасындағы пернетақта белгішесін түртіңіз.
km: ប៉ះ​អាយខុន​ក្ដារចុច​លើ​ផ្ទាំង​ជូនដំណឹង ដើម្បី​ប្ដូរ​វិធី​បញ្ចូល។
kn: ಇನ್‌ಪುಟ್ ವಿಧಾನ ಬದಲಿಸಲು ಪ್ರಕಟಣೆ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿನ ಕೀಬೋರ್ಡ್ ಐಕಾನ್ ಒತ್ತಿ.
ko_kr: 입력 방식을 변경하려면 알림창에서 키보드 아이콘을 누르세요.
ky_kg: Жазуу ыкмасын өзгөртүү үчүн билдирүү панелиндеги ариптакта сүрөтчөсүн таптаңыз.
lo: ແຕະໄອຄອນແປ້ນພິມເທິງແຜງການແຈ້ງເຕືອນເພື່ອປ່ຽນວິທີການໃສ່ຂໍ້ມູນ.
lt: Bakstelėkite klaviatūros piktogramą ant pranešimų skydelio įvesties būdui pakeisti.
lv: Lai mainītu ievades veidu, paziņojumu panelī pieskarieties tastatūras ikonai.
mk: Допрете ја иконата за тастатура на таблата за известувања за да го смените начинот за внесување.
ml: ഇന്‍പുട്ട് രീതി മാറ്റുന്നതിനായി അറിയിപ്പ് പാനലില്‍ കീബോര്‍ഡ് ഐക്കണ്‍ തട്ടുക
mn_mn: Өгөгдөл оруулах аргыг солихдоо сануулах самбар дээрх гар товчлуурын тэмдэг дээр товшино.
mr: अधिसूचना पॅनेलवर निविष्ट पद्धत बदलण्यासाठी कीबोर्ड आयकॉन टॅप करा.
ms: Ketik ikon papan kekunci pada panel pemberitahuan untuk mengubah kaedah input.
nb: Trykk på tastaturikonet på varselspanelet for å endre inndatametoden.
ne: इन्पुट विधिमा परिवर्तनको लागि अधिसूचना प्‍यानलमा कीबोर्ड प्रतिमालाई ट्याप गर्नुहोस्।
nl: Tik op het toetsenbordpictogram in het meldingenscherm om de invoermethode te wijzigen.
or: ଇନପୁଟ୍ ପଦ୍ଧତି ପରିବର୍ତ୍ତନ କରିବାକୁ ବିଜ୍ଞପ୍ତି ପ୍ୟାନେଲରେ କୀବୋର୍ଡ୍ ଆଇକନ୍‌ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਇਨਪੁਟ ਵਿਧੀ ਬਦਲਣ ਲਈ ਸੂਚਨਾ ਪੈਨਲ ਤੇ ਕੀਬੋਰਡ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Dotknij ikony klawiatury na panelu powiadomień, aby zmienić metodę wprowadzania.
pt_pt: Toque no ícone do teclado no painel de notificação para alterar o método de introdução.
ro: Atingeţi pictograma pentru tastatură în panoul de notificări pentru a schimba metoda de introducere.
ru_ru: Чтобы изменить способ ввода, коснитесь значка клавиатуры на панели уведомлений.
si: අකුරු ඇතුලත් කරන ආකාරය වෙනස් කිරීමට දැනුම්දීම් පැනලයේ ඇති යතුරුපුවරු අයිකනයට තට්ටු කරන්න.
sk: Ťuknutím na ikonu klávesnice na paneli oznámení môžete zmeniť metódu vstupu.
sl: Pritisnite ikono tipkovnice v obvestilni plošči, da spremenite način vnosa.
sq: Trokit ikonën e tastierës në panelin e njoftimeve për të ndryshuar mënyrën e futjes.
sr: Kucnite na ikonu tastature na panelu obaveštenja da biste promenili način unosa.
sv: Tryck på tangentbordsikonen på meddelandepanelen för att ändra inmatningsmetod.
ta: உள்ளீட்டு முறையை மாற்ற அறிவிப்பு பலகை உள்ள விசைப்பலகை சின்னத்தை டேப் செய்யவும்.
te: ఇన్‌పుట్ పద్ధతిని మార్చడానికి నోటిఫికేషన్ ప్యానెల్‌లో ఉన్న కీబోర్డ్ ఐకాన్‌ని ట్యాప్ చేయండి.
tg_tj: Барои иваз кардани тарзи вуруд, дар панели огоҳиҳо нишони клавиатураро зарба занед.
th: สัมผัสไอคอนแป้นพิมพ์ บนแผงการแจ้งเตือน เพื่อเปลี่ยนวิธีการใส่ข้อมูล
tk_tm: Girizme usulyny üýtgetmek açmak duýduryş panelindäki klawiatura şekiljigine basyň.
tl: I-tap ang icon na keyboard sa notification panel upang baguhin ang paraan ng pag-input.
tr_tr: Giriş yöntemini değiştirmek için, bildirim panelindeki klavye simgesine dokunun.
uk: Натисніть на панелі сповіщень значок клавіатури, щоб змінити спосіб введення.
ur: ان پٹ طریقہ کار تبدیل کرنے کے لئے اعلامیہ کے پینل پر تختہ کلید کی شبیہ کو دبائیں۔
uz: Kiritish usulini o‘zgartirish uchun bildirishnoma panelidagi klaviatura ikonchasini bosing.
vi: Chạm biểu tượng bàn phím trên bảng thông báo để đổi cách nhập.
zh_cn: 轻敲通知面板上的键盘图标以更改输入方式。
zh_hk: 輕觸通知面板的鍵盤圖示，以變更輸入法。

# IDS_HELP_BODY_TAP_THE_EMOTICON_ICON_TO_INSERT_EMOTICONS
source: Tap the emoticon icon to insert emoticons.
ar: انقر فوق الرمز التعبيري لإدراج رموز تعبيرية‬.
as: ইম'টিকনসমূহ আন্তঃসংযোগ কৰিবলৈ ইম'টিকন আইকন টিপক৷
az: Emosiyaları daxil etmək üçün emosiya nişanına toxunun.
bg: Чукнете иконата за емотикона, за да вмъкнете емотикони.
ca: Toqui la icona d'emoticones per inserir emoticones
cs: Po klepnutí na ikonu emotikon můžete vkládat emotikony.
da: Tryk på humørikonet for at indsætte humørikoner.
de: Tippen Sie auf das Emoticon-Symbol, um Emoticons einzufügen.
el_gr: Πατήστε το εικονίδιο emoticon, για να προσθέσετε ένα emoticon.
es_us: Pulse el icono de emoticón para insertar emoticones.
et: Emotikonide lisamiseks toksake emotikonide ikooni.
eu: Ukitu aurpegieraren ikonoa aurpegierak txertatzeko
fa: برای افزوردن شکلک ها روی نماد شکلک ضربه بزنید.
fi: Lisää hymiöitä napauttamalla hymiökuvaketta.
fr_ca: Touchez l'icône d'émoticône pour insérer des émoticônes.
ga: Tapáil an t-íocón straoiseoige le straoiseoga a ionsá.
gu: ઇમોટિકોન્સ દાખલ કરવા ઇમોટિકોન ચિહ્નને ટેપ કરો.
he: הקש על סמל סמל ההבעה כדי להוסיף סמלי הבעה.
hi: इमोटिकॉन्स डालने के लिए इमोटिकॉन प्रतीक पर टैप करें।
hr: Dodirnite ikonu emotikona za umetanje emotikona.
hu: Emotikon beszúrásához érintse meg az Emotikon ikont.
hy: Հպեք զմայլիիկների պատկերակը` զմայլիկ զետեղելու համար:
id: Ketuk ikon emotikon untuk memasukkan emotikon.
is: Pikkaðu á broskallatáknið til að setja inn broskall.
it_it: Toccate l'icona delle emoticon per inserire emoticon.
ja_jp: 顔文字を挿入するには、顔文字アイコンをタップします。
ka: ემოციების ჩასასმელად შეეხეთ ემოციის ხატულას.
kk: Смайликтерді енгізу үшін смайлик белгішесін түртіңіз.
km: ប៉ះ​អាយខុន​សញ្ញារម្មណ៍​ដើម្បី​បញ្ចូល​សញ្ញារម្មណ៍។
kn: ಎಮೋಟಿಕಾನ್‌ಗಳನ್ನು ಅಳವಡಿಸಲು ಎಮೋಟಿಕಾನ್ ಐಕನ್ ತಟ್ಟಿ.
ko_kr: 이모티콘을 삽입하려면 이모티콘 아이콘을 누르세요.
ky_kg: Жымыңдарды кыстаруу үчүн жымың сүрөтчөсүн таптаңыз.
lo: ແຕະໄອຄອນອີໂມຕິຄອນ ເພື່ອປ້ອນອີໂມຕິຄອນ.
lt: Bakstelėkite jaustuko piktogramą ir įterpkite jaustukus.
lv: Pieskarieties emocijzīmes ikonai, lai ievietotu emocijzīmes.
mk: Допрете ја иконата за емотикони за нивно вметнување.
ml: ഇമോട്ടിക്കോണുകൾ ചേർക്കുന്നതിന് ഇമോട്ടിക്കോൺ ഐക്കണിൽ സ്പർശിക്കുക.
mn_mn: Эмотикон оруулахын тулд эмотиконы дүрс товш.
mr: इमोटिकॉन्‍स प्रविष्‍ट करण्‍यासाठी इमोटिकॉन आयकॉन टॅप करा.
ms: Ketik ikon emotikon untuk memasukkan emotikon.
nb: Trykk på humørikonet for å sette inn humørikoner.
ne: भावप्रतिमा घुसाउनको लागि भावहरू ट्याप गर्नुहोस्।
nl: Tik op het emoticonpictogram om emoticons in te voegen.
or: ଇମୋଟିକନଗୁଡିକ ସନ୍ନିବେଶ କରିବାକୁ ଇମୋଟିକନ୍ ଆଇକନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਇਮੋਟੀਕੋਨ ਸੰਮਿਲਤ ਕਰਨ ਦੇ ਲਈ ਇਮੋਟੀਕੋਨ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Dotknij symbolu emotikony, aby wstawiać emotikony.
pt_pt: Toque no ícone expressivo para inserir ícones expressivos.
ro: Atingeţi pictograma emoticon pentru a insera emoticoane.
ru_ru: Для вставки смайла нажмите значок смайлов.
si: හැඟුම් නිරූපක ඇතුළත් කිරීමට හැඟුම් නිරූපක අයිකනය තට්ටු කරන්න.
sk: Ťuknutím na ikonu emotikon môžete vložiť emotikony.
sl: Pritisnite ikono emotikona, da vstavite emotikone.
sq: Trokit mbi ikonën e emotikoneve për të futur emotikone.
sr: Kucni na ikonu emotikona da bi ubacio/la emotikone.
sv: Tryck på uttrycksikonen om du vill lägga till en uttryckssymbol.
ta: எமோடிகான்களை சேர்க்க எமோடிகான் சின்னத்தை டேப் செய்யவும்..
te: ఎమోటీకాన్‌లను చొప్పించడానికి ఎమోటికాన్ చిహ్నాన్ని నొక్కండి.
tg_tj: Барои дарҷ кардани афтак, нишони афтакро зарба занед.
th: สัมผัสที่ไอคอนอีโมติคอน เพื่อใส่อีโมติคอน
tk_tm: Duýgy şekiljiklerini goşmak üçin duýgy şekiljiklerininiň belgisine basyň.
tl: I-tap ang icon ng emoticon upang magpasok ng mga emoticon.
tr_tr: Bir ifade eklemek için ifade simgesine dokunun.
uk: Натисніть значок емозначки, щоб вставити емозначки.
ur: جذباتی چہرے داخل کرنے کے لئے جذباتی چہرہ شبیہ پر تھپتھپائیں۔
uz: Emotikonlarni kiritish orqali emotikonni bosing.
vi: Chạm vào biểu tượng cảm xúc để chèn cảm xúc.
zh_cn: 轻敲表情图示来插入表情。
zh_hk: 輕觸表情符號圖示以插入表情符號。

# IDS_HELP_BODY_TAP_THE_CLIPBOARD_ICON_TO_OPEN_THE_CLIPBOARD
source: Tap the clipboard icon to open the clipboard.
ar: انقر فوق رمز الحافظة‬ لفتح الحافظة‬.
as: ক্লিপব'ৰ্ড খুলিবলৈ ক্লিপব'ৰ্ড আইকন টিপক৷
az: Klaviaturanı açmaq üçün klaviatura nişanına vurun.
bg: Чукнете иконата за клипборд, за да отворите клипборда.
ca: Toqui la icona del porta-retalls per obrir-lo
cs: Klepnutím na ikonu schránky otevřete schránku.
da: Tap på ikonet for udklipsholderen for at åbne udklipsholderen.
de: Tippen Sie zum Öffnen der Zwischenablage auf das Symbol für die Zwischenablage.
el_gr: Πατήστε το εικονίδιο «Πρόχειρο» για να το ανοίξετε.
es_us: Pulse el ícono del portapapeles para abrirlo
et: Lõikelaua avamiseks toksake lõikelaua ikooni.
eu: Ukitu arbelaren ikonoa arbela irekitzeko
fa: برای باز کردن کلیپ بورد، روی نماد کلیپ بورد ضربه بزنید.
fi: Avaa leikepöytä napauttamalla leikepöydän kuvaketta.
fr_ca: Touchez l'icône du presse-papier pour l'ouvrir
ga: Tapáil an t-íocón Gearrthaisce leis an ngearrthaisce a oscailt.
gu: ક્લિપબોર્ડ ખોલવા માટે ક્લિપબોર્ડનાં ચિહ્નને ટેપ કરો
he: הקש על סמל הלוח כדי לפתוח את הלוח.
hi: क्लिपबोर्ड को खोलने के लिए क्लिपबोर्ड चिह्न पर टैप करें।
hr: Dodirnite ikonu međuspremnika da biste otvorili međuspremnik.
hu: A vágólapikont érintve megnyithatja a vágólapot.
hy: Թակել գզրոցի պատկերակը՝ գզրոցը բացելու համար:
id: Ketuk ikon papan klip untuk membuka papan klip.
is: Pikkaðu á klemmuspjaldstáknið til að opna klemmuspjaldið.
it_it: Per aprire gli appunti, toccate l'icona corrispondente.
ja_jp: クリップボードを開くには、クリップボードアイコンをタップします。
ka: დააკაკუნეთ ბუფერული მეხსიერების ნიშანზე და გაიხსნება ბუფერული მეხსიერება.
kk: Буферді ашу үшін буфер белгішесін түртіңіз.
km: ប៉ះ​អាយខុន​ក្ដារតម្បៀតខ្ទាស់​ដើម្បី​បើក​ក្ដារ​តម្បៀតខ្ទាស់។
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ತೆರೆಯಲು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಐಕಾನ್ ಒತ್ತಿ.
ko_kr: 클립보드를 열려면 클립보드 아이콘을 누르세요.
ky_kg: Буферди ачууга буфер сүрөтчөсүн таптаңыз.
lo: ແຕະໄອຄອນຄລິບບອດ ເພື່ອເປີດຄລິບບອດ.
lt: Bakstelėkite iškarpinės piktogramą iškarpinei atidaryti.
lv: Lai atvērtu starpliktuvi, pieskarieties starpliktuves ikonai.
mk: Допрете ја иконата на табличка за да ја отворите посредната меморија.
ml: ക്ലിപ്പ്‌ബോര്‍ഡ് തുറക്കുന്നതിനായി ക്ലിപ്പ്‌ബോര്‍ഡ് ഐക്കണ്‍ തട്ടുക
mn_mn: Түр санах ойн дүрсийг товшиж түр санах ойг нээ.
mr: क्लिपबोर्ड उघडण्यास क्लिपबोर्ड आयकॉन टॅप करा.
ms: Ketik ikon papan klip untuk membuka papan klip.
nb: Trykk på utklippstavleikonet for å åpne utklippstavlen.
ne: क्‍लिपबोर्ड खोल्‍न क्‍लिपबोर्ड ट्याप गर्नुहोस्।
nl: Tik op het klembordpictogram om het klembord te openen.
or: କ୍ଲିପବୋର୍ଡ୍ ଖୋଲିବାକୁ କ୍ଲିପବୋର୍ଡ୍ ଆଇକନ୍‌ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਕਲਿਪਬੋਰਡ ਖੋਲ੍ਹਣ ਦੇ ਲਈ ਕਲਿਪਬੋਰਡ ਪ੍ਰਤੀਰੂਪ ਟੈਪ ਕਰੋ।
pl: Dotknij ikony schowka, aby otworzyć schowek.
pt_pt: Toque no ícone da área de transferência para abrir a área de transferência.
ro: Atingeţi pictograma clipboard pentru a deschide clipboardul.
ru_ru: Чтобы открыть буфер обмена, нажмите его значок.
si: ක්ලිප්පුවරුව විවෘත කිරීමට ක්ලිප්පුවරු අයිකනයට තට්ටු කරන්න.
sk: Ťuknutím na ikonu schránky môžete otvoriť schránku.
sl: Pritisnite ikono odložišča, da ga odprete.
sq: Trokit mbi ikonën e kujtesës së fragmenteve për ta hapur këtë.
sr: Kucni na ikonu privremene memorije da bi se ona otvorila.
sv: Tryck på ikonen för urklipp för att öppna Urklipp.
ta: க்ளிப்போர்டை திறக்க க்ளிப்போர்ட் சின்னத்தை டேப் செய்க.
te: క్లిప్‌బోర్డ్ తెరవడానికి క్లిప్‌బోర్డ్ ఐకాన్ క్లిక్ చేయి.
tg_tj: Барои кушодани буфери мубодила, нишони буфери мубодиларо зарба занед.
th: สัมผัสที่ไอคอนคลิปบอร์ด เพื่อเปิดคลิปบอร์ด
tk_tm: Çalyşma araçysyny açmak üçin çalyşma araçysy şekiljigine basyň.
tl: I-tap ang icon ng clipboard upang buksan ang clipboard.
tr_tr: Panoyu açmak için pano simgesine dokunun.
uk: Натисніть значок буфера обміну, щоб його відкрити.
ur: کلپ بورڈ کھولنے کے لئے کلپ بورڈ شبیہ پر تھپتھپائیں۔
uz: Buferni ochish uchun unga teging.
vi: Chạm biểu tượng bộ nhớ tạm để mở bộ nhớ tạm.
zh_cn: 轻敲剪贴板图标以打开剪贴板。
zh_hk: 輕觸剪貼板圖示以開啟剪貼板。

# IDS_HELP_BODY_TAP_ANY_TEXT_FIELD_TO_OPEN_KEYBOARD
source: Tap any text field to open keyboard.
ar: اضغط على أي حقل نصي لفتح لوحة المفاتيح.
as: কীব'ৰ্ড খুলিবলৈ যিকোনো পাঠ ফিল্ডত টিপক৷
az: Klaviaturanı açmaq üçün hər hansı mətn sahəsinə vurun.
bg: Чукнете текстово поле, за да отворите клавиатурата.
ca: Toqui qualsevol text per obrir el teclat
cs: Otevřete klávesnici klepnutím na libovolné textové pole.
da: Tryk på et tekstfelt for at åbne tastatur.
de: Tippen Sie auf ein beliebiges Textfeld, um die Tastatur zu öffnen.
el_gr: Πατήστε οποιοδήποτε πεδίο κειμένου για να ανοίξετε το πληκτρολόγιο.
es_us: Pulse cualquier campo de introducción de texto para abrir el teclado.
et: Klaviatuuri avamiseks toksake ükskõik millist tekstivälja.
eu: Ukitu edozer testu eremu, teklatua irekitzeko
fa: برای باز کردن صفحه کلید روی یک قسمت متنی ضربه بزنید.
fi: Avaa näppäimistö napauttamalla mitä tahansa tekstikenttää.
fr_ca: Touchez n'importe quel champ de texte pour ouvrir le clavier.
ga: Tapáil réimse téacs ar bith leis an eochairchlár a oscailt.
gu: કીબોર્ડ ખોલવા માટે કોઈપણ ટેક્સ્ટ ક્ષેત્રને ટેપ કરો.
he: הקש על שדה טקסט כלשהו כדי לפתוח את המקלדת.
hi: कीबोर्ड खोलने के लिए किसी भी टेक्‍स्‍ट फील्‍ड पर टैप करें।
hr: Dotaknite bilo koje tekstno polje za otvaranje tipkovnice.
hu: A billentyűzet megnyitásához érintsen meg egy szövegmezőt.
hy: Թակեք որևէ տեքստային դաշտ՝ ստեղնաշարը բացելու համար
id: Ketuk bidang teks untuk membuka keyboard.
is: Pikkaðu á hvaða textareit sem er til að opna lyklaborðið.
it_it: Toccate qualsiasi campo di testo per aprire la tastiera.
ja_jp: キーボードを表示するには、テキストフィールドをタップします。
ka: კლავიატურის გასახსნელად შეეხეთ რომელიმე ტექსტურ ველს.
kk: Пернетақта ашу үшін, кез келген мәтін жолын түртіңіз.
km: ប៉ះ​វាល​អត្ថបទ​ណា​មួយ ដើម្បី​បើក​ក្ដារចុច។
kn: ಕೀಬೋರ್ಡ್ ತೆರೆಯಲು ಯಾವುದೇ ಪಠ್ಯ ಕ್ಷೇತ್ರವನ್ನು ತಟ್ಟಿ.
ko_kr: 키보드를 열려면 문자 입력창을 누르세요.
ky_kg: Ариптакта ачуу үчүн көрүнгөн текст талаасын таптаңыз.
lo: ແຕະບ່ອນຂໍ້ຄວາມໃດໜຶ່ງເພື່ອເປີດຄີບອດ.
lt: Bakstelėkite teksto lauką, kad atidarytumėte klaviatūrą.
lv: Lai atvērtu tastatūru, pieskarieties jebkuram teksta laukam.
mk: Допрете кое било текстуално поле за да ја отворите тастатурата.
ml: കീബോർഡ് തുറക്കുന്നതിന് ഏതെങ്കിലും ടെക്സ്റ്റ്‌ കളത്തിൽ സ്പർശിക്കുക.
mn_mn: Гар товчлуур автоматаар нээхийн тулд аль нэг бичвэрийн талбарыг товш.
mr: कीबोर्ड उघडण्‍यासाठी कोणतेही मजकूर क्षेत्र टॅप करा.
ms: Ketik mana-mana medan teks untuk membuka papan kekunci.
nb: Trykk på et tekstfelt for å åpne tastaturet.
ne: कीबोर्ड खोल्न कुनै पनि पाठ क्षेत्रमा ट्याप गर्नुहोस्।
nl: Tik op een willekeurig tekstveld om het toetsenbord te openen.
or: କୀବୋର୍ଡ୍ ଖୋଲିବାକୁ ଯେକୌଣସି ଟେକ୍ସଟ୍‍ କ୍ଷେତ୍ର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਕੀਬੋਰਡ ਖੋਲ੍ਹਣ ਲਈ ਕੋਈ ਵੀ ਟੈਕਸਟ ਫੀਲਡ ਟੈਪ ਕਰੋ।
pl: Dotknij dowolnego pola tekstowego, aby otworzyć klawiaturę.
pt_pt: Toque em qualquer campo de texto para abrir o teclado.
ro: Atingeţi orice câmp de text pentru a deschide tastatura.
ru_ru: Чтобы открыть клавиатуру, коснитесь любого участка текстового поля.
si: යතුරුපුවරුව විවෘත කිරීමට ඕනෑම පෙළ ක්ෂේත්‍රයක් තට්ටු කරන්න.
sk: Ťuknutím na ľubovoľné textové pole otvoríte klávesnicu.
sl: Pritisnite katero koli besedilno polje, da se odpre tipkovnica.
sq: Trokit mbi cilëndo fushë teksti për të hapur tastierën.
sr: Kucni na bilo koje tekstualno polje da bi otvorio/la tastaturu.
sv: Tryck på ett textfält för att öppna tangentbordet.
ta: விசைப்பலகையைத் திறக்கவென ஏதேனும் ஒரு உரை புலத்தை டேப் செய்யவும்.
te: కీబోర్డును తెరవడానికి ఏదైనా టెక్స్ట్ ఫీల్డ్‌ని ట్యాప్ చేయండి.
tg_tj: Барои кушодани клавиатура, майдони дилхоҳи матнро зарба занед.
th: สัมผัสที่ฟิลด์ข้อความ​ใดก็ได้ เพื่อ​เปิด​แป้นพิมพ์
tk_tm: Klawiaturany açmak üçin islegli metin bölegine basyň.
tl: I-tap ang anumang field ng text upang buksan ang keyboard.
tr_tr: Klavyeyi açmak için herhangi bir alana dokunun.
uk: Натисніть будь-яке текстове поле, щоб відкрити клавіатуру.
ur: کی بورڈ کھرلنے کے لئے کسی بھی متن فیلڈ کو تھپتھپائیں۔
uz: Klaviaturani ochish uchun matn maydonining istalgan joyiga bosing.
vi: Chạm vào vùng văn bản bất kỳ để mở bàn phím.
zh_cn: 点击任何文本栏以打开键盘。
zh_hk: 輕觸任何文字欄位以開啟鍵盤。
