Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_BR_BODY_RADIO_BUTTON_T_TTS
source: Radio button
ar: زر الراديو
as: ৰেডিঅ' বুটাম
az: Radio düyməsi
bg: Радио бутон
ca: Botó de ràdio
cs: Přepínač
da: Radioknap
de: Optionsfeld
el_gr: Κουμπί επιλογής
es_us: Botón de encendido
et: Raadio nupp
eu: Irratiaren botoia
fa: دکمه رادیویی
fi: Valintanappi
fr_ca: Bouton radio
ga: Cnaipe Raidió
gu: રેડિયો બટન
he: לחצן אפשרויות
hi: रेडियो बटन
hr: Tipka za radio
hu: Választógomb
hy: Ռադիոկոճակ
id: Tombol radio
is: Valhringur
it_it: Pulsante di opzione
ja_jp: ラジオボタン
ka: მოსანიშნი წრე
kk: Ауыстырғыш түйме
km: ប៊ូតុង​វិទ្យុ
kn: ರೇಡಿಯೊ ಬಟನ್
ko_kr: 라디오 버튼
ky_kg: Ради баскычы
lo: ປຸ່ມວິທະຍຸ
lt: Akutė
lv: Radiopoga
mk: Радио копче
ml: റേഡിയോ ബട്ടണ്‍
mn_mn: Радио товч
mr: रेडिओ बटण
ms: Butang radio
nb: Radioknapp
ne: रेडियो बटन
nl: Keuzerondje
or: ରେଡିଓ ବଟନ୍
pa: ਰੇਡੀਓ ਬਟਨ
pl: Przycisk radiowy
pt_pt: Botão de opção
ro: Buton radio
ru_ru: Переключатель
si: එක්තේරුම් බොත්තම
sk: Prepínač
sl: Gumb za radio
sq: Butoni i radios
sr: Taster za radio
sv: Radioknapp
ta: ரேடியோ பொத்தான்
te: రేడియో బటన్
tg_tj: Тугмаи радио
th: ปุ่ม​เลือก​แบ​บก​ลม
tk_tm: Radio düwmesi
tr_tr: Radyo tuşu
uk: Перемикач
ur: ریڈیو بٹن
vi: Phím Radio
zh_cn: 单选按钮
zh_hk: 收音機按鈕

# IDS_BT_SK_OPEN
source: Open
ar: فتح
as: খোলক
az: Aç
bg: Отвори
ca: Obrir
cs: Otevřít
da: Åbn
de: Öffnen
el_gr: Άνοιγμα
es_us: Abrir
et: Ava
eu: Ireki
fa: ورود
fi: Avaa
fr_ca: Ouvrir
ga: Oscail
gu: ખોલો
he: פתח
hi: खोलें
hr: Otvori
hu: Megnyit
hy: Բացել
id: Buka
is: Opna
it_it: Apri
ja_jp: 開く
ka: გახსნა
kk: Ашу
km: បើក
kn: ತೆರೆ
ko_kr: 열기
ky_kg: Ачуу
lo: ເປີດ
lt: Atidaryti
lv: Atvērt
mk: Отвори
ml: തുറക്കു
mn_mn: Нээх
mr: उघडा
ms: Buka
nb: Åpne
ne: खोल्नुहो.
nl: Openen
or: ଖୋଲନ୍ତୁ
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt_pt: Abrir
ro: Deschidere
ru_ru: Открыть
si: විවෘත ක.
sk: Otvoriť
sl: Odpri
sq: Hape
sr: Otvori
sv: Öppna
ta: திற
te: తెరువు
tg_tj: Кушодан
th: เปิด
tk_tm: Aç
tl: Buksan
tr_tr: Aç
uk: Відкрити
ur: کھولیں
uz: Ochish
vi: Mở
zh_cn: 打开
zh_hk: 開啟

# IDS_CAM_BODY_SELECTED_T_TTS
source: Selected
ar: تم التحديد
as: চয়নিত
az: Seçildi
bg: Избрани
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el_gr: Επιλεγμένο
es_us: Seleccionado(s)
et: Valitud
eu: Aukeratuta
fa: انتخاب شد
fi: Valittu
fr_ca: Sélectionné
ga: Roghnaithe
gu: પસંદ કરી
he: נבחר
hi: चयनित
hr: Odabrano
hu: Kiválasztva
hy: Ընտրված
id: Terpilih
is: Valið
it_it: Selezionato
ja_jp: 選択
ka: შერჩეულია
kk: Таңдалған
km: បាន​ជ្រើស
kn: ಆರಿಸಿದೆ
ko_kr: 선택 완료
ky_kg: Тандалды
lo: ​ປຸ່ມເລືອກ
lt: Pasirinkta
lv: Izvēlēts
mk: Избрано
ml: തിരഞ്ഞെടുത്തു
mn_mn: Сонгосон
mr: निवडलेले
ms: Dipilih
nb: Valgt
ne: चयन गरिएको
nl: Geselecteerd
or: ଚୟନିତ
pa: ਚੁਣਿਆ
pl: Wybrano
pt_pt: Seleccionado
ro: Selectat
ru_ru: Выбрано
si: තේරිණ
sk: Vybraté
sl: Izbrano
sq: Zgjedhur
sr: Izabrano
sv: Markerade
ta: தேர்வுசெய்யப்பட்டது
te: ఎంచుకున్న
tg_tj: Интихоб шуд
th: เลือก​ไว้
tk_tm: Saýlandy
tl: Napili
tr_tr: Seçildi
uk: Вибрано
ur: منتخب کیا
vi: Đã chọn
zh_cn: 已选中
zh_hk: 已選擇

# IDS_EMAIL_SK_CLOSE
source: Close
ar: إغلاق
as: বন্ধ কৰক
az: Bağla
bg: Затвори
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el_gr: Κλείσιμο
es_us: Cerrar
et: Sulge
eu: Itxi
fa: بسته
fi: Sulje
fr_ca: Fermer
ga: Dún
gu: બંધ કરો
he: סגור
hi: बंद
hr: Zatvori
hu: Bezár
hy: Փակել
id: Tutup
is: Loka
it_it: Chiudi
ja_jp: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚಿ
ko_kr: 닫기
ky_kg: Жабуу
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ml: അടയ്‌ക്കുക
mn_mn: Хаах
mr: बंद करा
ms: Tutup
nb: Lukk
ne: बन्द
nl: Sluiten
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_pt: Fechar
ro: Închidere
ru_ru: Закрыть
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
sr: Zatvori
sv: Stäng
ta: மூடவும்
te: మూసివేయి
tg_tj: Пӯшидан
th: ปิด
tk_tm: Ýap
tl: Isara
tr_tr: Kapat
uk: Закрити
ur: بند کرنا
uz: Yopish
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉

# IDS_ST_BODY_HELP
source: Help
ar: مساعدة
as: সহায়
az: Yardım
bg: Помощ
bn_bd: সাহায্য
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
el_gr: Βοήθεια
es_us: Ayuda
et: Spikker
eu: Laguntza
fa: راهنما
fi: Ohje
fr_ca: Aide
ga: Cuidiú
gu: મદદ
he: עזרה
hi: सहायता
hr: Upute
hu: Súgó
hy: Օգնություն
id: Bantuan
is: Hjálp
it_it: Guida
ja_jp: ヘルプ
ka: დახმარება
kk: Көмек
km: ជំនួយ
kn: ಸಹಾಯ
ko_kr: 도움말
ky_kg: Жардам
lo: ຊ່ວຍ​ເຫຼືອ
lt: Pagalba
lv: Palīdzība
mk: Помош
ml: സഹായം
mn_mn: Тусламж
mr: मदत
ms: Bantuan
my_zg: အကူအညီ
nb: Hjelp
ne: मद्दत
or: ସହାୟତା
pa: ਮਦਦ
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
ru_ru: Справка
si: සහාය
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sr: Pomoć
sv: Hjälp
ta: உதவி
te: సహాయం
tg_tj: Кӯмак
th: วิธี​ใช้
tk_tm: Kömek
tl: Tulong
tr_tr: Yardım
uk: Довідка
ur: مدد
uz: Yordam
vi: Trợ giúp
zh_cn: 帮助
zh_hk: 說明

# IDS_ST_BODY_NONE
source: None
ar: لا شيء
as: একো নাই
az: Yoxdur
bg: Няма
bn_bd: কোনোটি নয়
ca: Cap
cs: Žádná
da: Ingen
de: Ohne
el_gr: Κανένα
es_us: Ninguno
et: Puudub
eu: Bat ere ez
fa: هيچيک
fi: Ei mitään
fr_ca: Aucun
ga: Dada
gu: એકેય નહિ
he: ללא
hi: कुछ नहीं
hr: Ništa
hu: Nincs
hy: Չկա
id: Tidak ada
is: Ekkert
it_it: Nessuno
ja_jp: なし
ka: არც ერთი
kk: Жоқ
km: គ្មាន
kn: ಯಾವುದೂ ಇಲ್ಲ
ko_kr: 설정 안 함
ky_kg: Жок
lo: ບໍ່ມີ
lt: Nėra
lv: Nav
mk: Ништо
ml: ഒന്നുമില്ല
mn_mn: Алга
mr: काहीही नाही
ms: Tiada
my_zg: မရွိ
nb: Ingen
ne: शून्‍य
nl: Geen
or: କିଛି ନାହିଁ
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_pt: Desligado
ro: Niciuna
ru_ru: Нет
si: නොමැත
sk: Žiadny
sl: Brez
sq: Asnjë
sr: Nema
sv: Ingen
ta: ஒன்றுமில்லை
te: ఏదీకాదు
tg_tj: Ягон
th: ไม่​มี
tk_tm: Ýok
tl: Wala
tr_tr: Hiçbiri
uk: Немає
ur: نہیں
uz: Hech qaysi
vi: Không dùng
zh_cn: 无
zh_hk: 無

# IDS_ST_BODY_OFF
source: Off
ar: غير مفعل
as: অফ
az: Söndür
bg: Изключено
bn_bd: বন্ধ
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el_gr: Ανενεργό
es_us: Desactivado
et: Väljas
eu: Desaktibatuta
fa: خاموش
fi: Pois
fr_ca: Désactivé
ga: As
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
hy: Անջատված է
id: Tidak aktif
is: Slökkt
it_it: Non attivo
ka: გამორთ.
kk: Өшірілген
km: បិទ
kn: ಆಫ್
ko_kr: 해제
ky_kg: Өчүк
lo: ປິດ
lt: Išjungta
lv: Izslēgt
mk: Исклучено
ml: ഓഫ്
mn_mn: Унтраах
mr: बंद
ms: Matikan
my_zg: ပိတ္
nb: Av
ne: अफ
nl: Uit
or: ଅଫ୍
pa: ਬੰਦ
pl: Wyłączone
pt_pt: Desligar
ro: Oprit
ru_ru: Выключено
si: අක්‍රියයි
sk: Vyp.
sl: Izključeno
sq: Ç'aktivizuar
sr: Isključeno
sv: Av
ta: ஆஃப்
te: ఆఫ్
tg_tj: Хомӯш
th: ปิด
tk_tm: Ýapyk
tl: I-off
tr_tr: Kapalı
uk: Вимкнено
ur: آف
uz: O‘ch.
vi: Tắt
zh_cn: 关
zh_hk: 關

# IDS_ST_BODY_ON
source: On
ar: مفعل
as: অন
az: Qoş
bg: Включено
bn_bd: চালু
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el_gr: Ενεργό
es_us: Activado
et: Sees
eu: Aktibatuta
fa: روشن
fi: Päällä
fr_ca: Activé
ga: Air
gu: ચાલુ
he: מופעל
hi: चालू
hr: Uključeno
hu: Be
hy: Միացված է
id: Aktif
is: Kveikt
it_it: Attivo
ka: ჩართვა
kk: Қосылған
km: បើក
kn: ಆನ್
ko_kr: 사용
ky_kg: Күйүк
lo: ເປີດ
lt: Įjungta
lv: Ieslēgt
mk: Вклучено
ml: ഓണ്‍‌
mn_mn: Асаах
mr: चालू
ms: Hidupkan
my_zg: ဖြင့္
nb: På
ne: अन
nl: Aan
or: ଅନ୍
pa: ਚਾਲੂ
pl: Włączone
pt_pt: Ligar
ro: Pornit
ru_ru: Включено
si: සක්‍රියයි
sk: Zap.
sl: Vključeno
sq: Aktiv
sr: Uključeno
sv: På
ta: ஆன்
te: ఆన్
tg_tj: Фурӯзон
th: เปิด
tk_tm: Açyk
tl: I-on
tr_tr: Açık
uk: Увімкнено
ur: آن
uz: Yoq.
vi: Bật
zh_cn: 开
zh_hk: 開

# IDS_ST_BODY_SETTINGS
source: Settings
ar: الضبط
as: ছেটিংছ
az: Parametrlər
bg: Настройки
bn_bd: সেটিংস
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es_us: Ajustes
et: Seaded
eu: Ezarpenak
fa: تنظيمات
fi: Asetukset
fr_ca: Réglages
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Պարամետրեր
id: Pengaturan
is: Stillingar
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
kk: Қондырғылар
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ko_kr: 설정
ky_kg: Орнотуулар
lo: ຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങള്‍
mn_mn: Тохиргоо
mr: सेटिंग्स
ms: Aturan
my_zg: သတ္မွတ္ခ်က္မ်ား
nb: Innstillinger
ne: सेटिङहरु
nl: Instellingen
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru_ru: Настройки
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
ta: அமைவுகள்
te: సెట్టింగులు
tg_tj: Танзимот
th: การตั้งค่า
tk_tm: Sazlamalar
tl: Mga Setting
tr_tr: Ayarlar
uk: Налаштування
ur: سیٹنگز
uz: Parametrlar
vi: Cài đặt
zh_cn: 设定
zh_hk: 設定

# IDS_ST_SK_REMOVE
source: Remove
ar: حذف
as: আঁতৰাওক
az: Sil
bg: Маxни
bn_bd: অপসারণ
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el_gr: Κατάργηση
es_us: Eliminar
et: Eemalda
eu: Kendu
fa: حذف
fi: Poista
fr_ca: Retirer
ga: Bain
gu: દૂર કરો
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Eltávolít
hy: Հեռացնել
id: Hapus
is: Fjarlægja
it_it: Rimuovi
ja_jp: 削除
ka: წაშლა
kk: Жоғалту
km: លុប
kn: ತೆಗೆಯಿರಿ
ko_kr: 제거
ky_kg: Өчүрүү
lo: ເອົາ​ອອກ​
lt: Pašalinti
lv: Noņemt
mk: Отстрани
ml: നീക്കുക
mn_mn: Арилгах
mr: काढून टाका
ms: Keluarkan
my_zg: ဖယ္
nb: Fjern
ne: हटाउने
nl: Verwijderen
or: ଅପସାରଣ
pa: ਹਟਾਉ
pl: Usuń
pt_pt: Remover
ro: Eliminare
ru_ru: Удалить
si: ඉවත් කර.
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Ukloni
sv: Ta bort
ta: நீக்கு
te: తొలగించు
tg_tj: Нест кардан
th: ลบ
tk_tm: Aýyr
tl: Alisin
tr_tr: Kaldır
uk: Видалення
ur: ہٹانا
uz: Olib tashlash
vi: Xóa
zh_cn: 移除
zh_hk: 移除

# IDS_KPD_MBODY_GEAR_AZERTY_KEYBOARD_ABB
source: Gear Azerty keyboard
ar: لوحة مفاتيح Gear‏ من نوع Azerty
as: গীয়েৰ এজেৰ্টি কীব'ৰ্ড
az: Gear Azerty klav
bg: Azerty клав. на Gear
ca: Teclat Azerty Gear
cs: Kl. Azerty pro Gear
da: Gear Azerty-tastatur
de: Gear-AZERTY-Tastatur
el_gr: Πληκτρ. Gear Azerty
es_us: Teclado Gear Azerty
et: Gear Azerty-klaviat.
eu: Gear-en Azerty teklatua
fa: صفحه‌کلید Gear Azerty
fi: Gearin Azerty-näpp.
fr_ca: Clavier Azerty Gear
ga: E.chlár Azerty Gear
gu: ગિઅર એઝર્ટી કીબોર્ડ
he: מקלדת Azerty ב-Gear
hi: गियर Azerty कीबोर्ड
hr: Gear Azerty tipkovn.
hu: Gear AZERTY-bil.zete
hy: Gear Azerty ստղնշր
id: Keyboard Azerty Gear
is: Gear Azerty-lyklab.
it_it: Tastiera Gear Azerty
ja_jp: Gear AZERTYｷｰﾎﾞｰﾄﾞ
ka: Gear Azerty კლავიატ.
kk: Gear Azerty перне-сы
km: ក្ដារចុច Gear Azerty
kn: ಗೇರ್ Azerty ಕೀಬೋರ್ಡ್
ko_kr: Gear Azerty 키보드
ky_kg: Gear Azerty арпткт
lo: ຄີບອດ Gear Azerty
lt: „Gear“ AZERTY klav.
lv: Gear Azerty tastat.
mk: Таст. Gear Azerty
ml: ഗിയർ അസെർട്ടി കീബോർഡ്
mn_mn: Gear-ийн Azerty гар
mr: गिअर अझेर्टी कीबोर्ड
ms: Ppn kkunci Azerty Gear
nb: Gear Azerty-tastatur
ne: गियर अजेर्टी कीबोर्ड
nl: Gear Azerty-toetsenb
or: ଗିଅର ଏଜେର୍ଟି କୀବୋର୍ଡ
pa: ਗੇਅਰ ਅਜ਼ਰਟੀ ਕੀਬੋਰਡ
pl: Klawiat. Gear Azerty
pt_pt: Teclado Azerty Gear
ro: Tastat. Azerty Gear
ru_ru: Клав. Gear Azerty
si: ගියර් ඇසර්ටි යතුරුපු.
sk: Kláves. Gear Azerty
sl: Tipk. Azerty za Gear
sq: Tst. Azerty për Gear
sr: Gear Azerty tastat.
sv: Gear Azerty-tang.b.
ta: கியர் Azerty வி.ப.
te: గేర్ అజర్టీ కీబోర్డ్
tg_tj: Клав-раи Gear Azerty
th: แป้นพิมพ์ Gear Azerty
tk_tm: Gear Azerty klaw.
tr_tr: Gear Azerty klavye
uk: Клавіат. Azerty Gear
ur: Gear Azerty کی بورڈ
uz: Gear Azerty klvtr
vi: Bàn phím Gear Azerty
zh_cn: Gear Azerty 键盘
zh_hk: Gear Azerty 鍵盤

# IDS_KPD_MBODY_GEAR_QWERTY_KEYBOARD_ABB
source: Gear Qwerty keyboard
ar: لوحة مفاتيح Gear‏ من نوع Qwerty
as: গীয়েৰ কুৱেৰ্টি কীব'ৰ্ড
az: Gear Qwerty klav
bg: Qwerty клав. на Gear
ca: Teclat Qwerty Gear
cs: Kl. Qwerty pro Gear
da: Gear Qwerty-tastatur
de: Gear-QWERTY-Tastatur
el_gr: Πληκτρ. Gear Qwerty
es_us: Teclado Gear Qwerty
et: Gear Qwerty-klaviat.
eu: Gear-en Qwerty teklatua
fa: صفحه‌کلید Gear Qwerty
fi: Gearin Qwerty-näpp.
fr_ca: Clavier Qwerty Gear
ga: E.chlár Qwerty Gear
gu: ગિઅર ક્વેર્ટી કીબોર્ડ
he: מקלדת Qwerty ב-Gear
hi: गियर क्वेर्टी कीबोर्ड
hr: Gear Qwerty tipkovn.
hu: Gear QWERTY-bil.zete
hy: Gear Qwerty ստղնշր
id: Keyboard Qwerty Gear
is: Gear Qwerty-lyklab.
it_it: Tastiera Gear Qwerty
ja_jp: Gear QWERTYｷｰﾎﾞｰﾄﾞ
ka: Gear Qwerty კლავიატ.
kk: Gear Qwerty перне-сы
km: ក្ដារចុច Gear Qwerty
kn: ಗೇರ್ ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್
ko_kr: Gear 쿼티 키보드
ky_kg: Gear Qwerty клав.
lo: ຄີບອດ Gear Qwerty
lt: „Gear“ QWERTY klav.
lv: Gear Qwerty tastat.
mk: Таст. Gear Qwerty
ml: ഗിയർ ക്വർട്ടി കീബോർഡ്
mn_mn: Gear-ийн Qwerty гар
mr: गिअर क्वेर्टी कीबोर्ड
ms: Ppn kkunci Qwerty Gear
nb: Gear Qwerty-tastatur
ne: गियर क्वेर्टी कीबोर्ड
nl: Gear Qwerty-toetsenb
or: ଗିଅର୍‌ କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍
pa: ਗੇਅਰ ਕਵੇਰਟੀ ਕੀਬੋਰਡ
pl: Klawiat. Gear Qwerty
pt_pt: Teclado Qwerty Gear
ro: Tastat. Qwerty Gear
ru_ru: Клав. Gear Qwerty
si: ගියර් ක්වර්ටි යතුරුපු.
sk: Kláves. Gear Qwerty
sl: Tipk. Qwerty za Gear
sq: Tst. Qwerty për Gear
sr: Gear Qwerty tastat.
sv: Gear Qwerty-tang.b
ta: கிய. க்வர்ட்டி வி.ப.
te: గేర్ క్వర్టీ కీబోర్డ్
tg_tj: Клав-раи Gear Qwerty
th: แป้นพิมพ์ Gear Qwerty
tk_tm: Gear Qwerty klaw.
tr_tr: Gear Qwerty klavye
uk: Клавіат. Qwerty Gear
ur: Gear Qwerty کی بورڈ
uz: Gear Qwerty klvtr
vi: Bàn phím Gear Qwerty
zh_cn: Gear 标准键盘
zh_hk: Gear Qwerty 鍵盤

# IDS_KPD_MBODY_GEAR_QWERTZ_KEYBOARD_ABB
source: Gear Qwertz keyboard
ar: لوحة مفاتيح Gear‏ من نوع Qwertz
as: গীয়েৰ কুৱেৰ্টিজ কীব'ৰ্ড
az: Gear Qwertz klav
bg: Qwertz клав. на Gear
ca: Teclat Qwertz Gear
cs: Kl. Qwertz pro Gear
da: Gear Qwertz-tastatur
de: Gear-QWERTZ-Tastatur
el_gr: Πληκτρ. Gear Qwertz
es_us: Teclado Gear Qwertz
et: Gear Qwertz-klaviat.
eu: Gear-en Qwertz teklatua
fa: صفحه‌کلید Gear Qwertz
fi: Gearin Qwertz-näpp.
fr_ca: Clavier Qwertz Gear
ga: E.chlár Qwertz Gear
gu: ગિઅર ક્વેર્ટ્ઝ કીબોર્ડ
he: מקלדת Qwertz ב-Gear
hi: गियर Qwertz कीबोर्ड
hr: Gear Qwertz tipkovn.
hu: Gear QWERTZ-bil.zete
hy: Gear Qwertz ստղնշր
id: Keyboard Qwertz Gear
is: Gear Qwertz-lyklab.
it_it: Tastiera Gear Qwertz
ja_jp: Gear QWERTZｷｰﾎﾞｰﾄﾞ
ka: Gear Qwertz კლავიატ.
kk: Gear Qwertz перне-сы
km: ក្ដារចុច Gear Qwertz
kn: ಗೇರ್ Qwertz ಕೀಬೋರ್ಡ್
ko_kr: Gear Qwertz 키보드
ky_kg: Gear Qwertz арпткт
lo: ຄີບອດ Gear Qwertz
lt: „Gear“ QWERTZ klav.
lv: Gear Qwertz tastat.
mk: Таст. Gear Qwertz
ml: ഗിയർ ക്വർട്സ് കീബോർഡ്
mn_mn: Gear-ийн Qwertz гар
mr: गिअर क्वेर्टझ कीबोर्ड
ms: Ppn kkunci Qwertz Gear
nb: Gear Qwertz-tastatur
ne: गियर क्वेर्ट्ज कीबोर्ड
nl: Gear Qwertz-toetsenb
or: ଗିଅର୍‌ କ୍ୱେର୍ଟଜ କୀବୋ.
pa: ਗੇਅਰ ਕਵਰਟਜ਼ ਕੀਬੋਰਡ
pl: Klawiat. Gear Qwertz
pt_pt: Teclado Qwertz Gear
ro: Tastat. Qwertz Gear
ru_ru: Клав. Gear Qwertz
si: ගියර් ක්වර්ට්ස් යතුරුපු.
sk: Kláves. Gear Qwertz
sl: Tipk. Qwertz za Gear
sq: Tst. Qwertz për Gear
sr: Gear Qwertz tastat.
sv: Gear Qwertz-tang.b
ta: கியர் Qwertz வி.ப.
te: గేర్ క్వర్టీ కీబోర్డ్
tg_tj: Клав-раи Gear Qwertz
th: แป้นพิมพ์ Gear Qwertz
tk_tm: Gear Qwertz klaw.
tr_tr: Gear Qwertz klavye
uk: Клавіат. Qwertz Gear
ur: Gear Qwertz کی بورڈ
uz: Gear Qwertz klvtr
vi: Bàn phím Gear Qwertz
zh_cn: Gear Qwertz 键盘
zh_hk: Gear Qwertz 鍵盤

# IDS_CAM_OPT_FACES
source: Faces
ar: وجوه
as: ফেচেছ
az: Üzlər
bg: Лица
ca: Cares
cs: Obličeje
da: Ansigter
de: Gesichter
el_gr: Πρόσωπα
es_us: Rostros
et: Näod
eu: Aurpegiak
fa: چهره ها
fi: Kasvot
fr_ca: Visages
ga: Aghaidheanna
gu: ચહેરા
he: פרצופים
hi: चेहरे
hr: Lica
hu: Arcok
hy: Դեմքեր
id: Wajah
is: Andlit
it_it: Volti
ja_jp: 顔別
ka: სახეები
kk: Беттер
km: មុខ
kn: ಫೇಸಸ್
ko_kr: 얼굴
ky_kg: Өңдөр
lo: ໃບໜ້າ
lt: Veidai
lv: Sejas
mk: Лицa
ml: മുഖങ്ങള്‍
mn_mn: Нүүрнүүд
mr: चेहरे
ms: Muka
nb: Ansikter
ne: अनुहारहरु
nl: Gezichten
or: ମୁଖଗୁଡିକ
pa: ਚਿਹਰੇ
pl: Twarze
pt_pt: Rostos
ro: Feţe
ru_ru: Лица
si: මුහුණු
sk: Tváre
sl: Obrazi
sq: Fytyrat
sr: Lica
sv: Ansikten
ta: முகங்கள்
te: ముఖాలు
tg_tj: Чеҳраҳо
th: ใบ​หน้า
tk_tm: Ýüzler
tl: Mga Mukha
tr_tr: Yüzler
uk: Обличчя
ur: چہرے
uz: Yuzlar
vi: Khuôn mặt
zh_cn: 脸部
zh_hk: 面孔

# IDS_IME_BODY_POP_UP_CLOSED_TTS
source: Pop-up closed.
ar: تم إغلاق النافذة المنبثقة.
as: প'প-আপ বন্ধ হৈছে৷
az: Ani mesaj bağlandı.
bg: Изскачащият прозорец е затворен.
bn_bd: পপ-আপ বন্ধ হয়েছে।
ca: Finestra emergent tancada.
cs: Okno bylo zavřeno.
da: Pop op lukket.
de: Pop-up geschlossen.
el_gr: Το αναδυόμενο παράθυρο έκλεισε.
es_us: Ventana emergente cerrada.
et: Hüpik on suletud.
eu: Agerkaria itxi da.
fa: پنجره بسته شد.
fi: Ponnahdusikkuna suljettu.
fr_ca: Fenêtre contextuelle fermée.
ga: Mír-aníos dúnta.
gu: પોપ-અપ બંધ કર્યુ.
he: חלון קופץ נסגר.
hi: पॉप-अप बंद हुआ।
hr: Skočni prozor se zatvorio.
hu: Az előugró ablak bezáródott.
hy: Հայտնվող ծանուցումը փակվեց:
id: Pop-up ditutup.
is: Sprettiglugga lokað.
it_it: Popup chiuso.
ja_jp: ポップアップが閉じました。
ka: სარკმელი დაიხურა.
kk: Қалқымалы терезе жабылды.
km: បាន​បិទ​ផ្ទាំងផុស។
kn: ಪಾಪ್-ಅಪ್ ಮುಚ್ಚಿದೆ.
ko_kr: 팝업을 닫았습니다.
ky_kg: Калкыма жабылды.
lo: ຕົວປັອບອັບປິດແລ້ວ.
lt: Iškylantysis langas uždarytas.
lv: Uznirstošais logs ir aizvērts.
mk: Пораката е затворена.
ml: പോപ്-അപ്പ് അടച്ചു.
mn_mn: Жижиг цонх хаагдсан.
mr: पॉप-अप बंद आहे.
ms: Pop timbul ditutup.
my_zg: ေပါ့အပ္ ပိတ္ၿပီးပါၿပီ။
nb: Sprettoppvindu lukket.
ne: पप-अप बन्द गरिएको छ।
nl: Pop-up gesloten.
or: ପପ୍-ଅପ୍ ବନ୍ଦ ହୋଇଛି।
pa: ਪੌਪ-ਅਪ ਬੰਦ ਹੋ ਗਿਆ।
pl: Zamknięto wyskakujące okno.
pt_pt: Pop-up fechou.
ro: Pop-up închis.
ru_ru: Всплывающее окно закрыто.
si: උත්පතනය වසන ලදී.
sk: Kontextové okno sa zavrelo.
sl: Pojavno okno je zaprto.
sq: Dritarja kërcyese u mbyll.
sr: Iskačući prozor je zatvoren.
sv: Popup-meddelande har stängts.
ta: பாப்-அப் மூடப்பட்டது.
te: పాప్-అప్ మూసివేయబడింది.
tg_tj: Равзанаи зоҳиршаванда пӯшида шуд.
th: ป๊อปอัพปิด
tk_tm: Çykýan maglumatlar öçürildi.
tl: Isinara ang pop-up.
tr_tr: Açılır pencere kapatıldı.
uk: Спливне повідомлення закрито.
ur: پاپ اپ بند کردیا گیا۔
uz: Qalqib chiquvchi oyna yopildi.
vi: Đã đóng pop-up.
zh_cn: 弹出窗口已关闭。
zh_hk: 彈出式視窗已關閉。

# IDS_IME_BODY_POP_UP_DISPLAYED_T_TTS
source: Pop-up displayed
ar: يتم عرض نافذة منبثقة
as: প'প-আপ প্ৰদৰ্শিত হৈছে
az: Menyu görüntüləndi
bg: Показан е изскачащ прозорец
bn_bd: পপ-আপ প্রদর্শিত
ca: Element emergent mostrat
cs: Zobrazilo se automaticky otevírané okno
da: Pop op vist
de: Pop-up wird angezeigt
el_gr: Εμφανίζεται αναδυόμενο παράθυρο
es_us: Ventana emergente mostrada
et: Hüpik kuvatakse
eu: Agerkaria erakutsita
fa: بازشو نمایش داده شد
fi: Ponnahdusikkuna näytetään
fr_ca: Fenêtre affichée
ga: Mír aníos á taispeáint
gu: પોપ-અપ પ્રદર્શિત છે
he: חלון קופץ מוצג
hi: पॉप-अप प्रदर्शित हुआ
hr: Prikazan skočni prozor
hu: Előugró ablak jelent meg
hy: Ցուցադրվում է ելնող պատուհան
id: Popup ditampilkan
is: Sprettigluggi birtist
it_it: Popup visualizzato
ja_jp: ポップアップを表示します。
ka: სარკმელი გამოჩნდა
kk: Қалқымалы терезе көрсетілген
km: ផ្ទាំង​ផុស​បង្ហាញ​ឡើង
kn: ಪಾಪ್-ಅಪ್ ಪ್ರದರ್ಶಿತವಾಗಿದೆ
ko_kr: 팝업을 표시하였습니다.
ky_kg: Калкыма көрсөтүлдү
lo: ຕົວປັອບອັບສະແດງຂຶ້ນ
lt: Rodomas iškylantysis langas
lv: Redzams uznirstošais paziņojums
mk: Прикажан е појавен прозорец
ml: പോപ്പപ്പ് ദൃശ്യമാക്കി
mn_mn: Жижиг цонх гарч ирлээ
mr: प्रदर्शित केलेले पॉप-अप
ms: Pop timbul dipaparkan
my_zg: ေပါ့အပ္ ျပထားသည္
nb: Sprettopp vises
ne: पप-अप प्रदर्शन भयो
nl: Pop-up weergegeven
or: ପପ୍-ଅପ୍ ପ୍ରଦର୍ଶିତ
pa: ਪੌਪ-ਅਪ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਗਿਆ
pl: Wyświetlono wyskakujące okno
pt_pt: Pop-up apresentado
ro: Fereastră de tip pop-up afişată
ru_ru: Появится всплывающее окно
si: උත්පතන දිස් වේ
sk: Zobrazené kontextové okno
sl: Pojavno okno je prikazano
sq: Po shfaqet një dritare kërcyese
sr: Prikazuje se iskačući meni
sv: Popup-fönster visas
ta: பாப் அப் காண்பிக்கப்படுகிறது
te: పాప్-అప్ డిసేబుల్ చేయబడింది
tg_tj: Бароянда намоиш дода шуд
th: ป็อปอัพปรากฏขึ้น
tk_tm: Açylýan penjire görkezildi
tl: Ipinapakita ang pop-up
tr_tr: Açılır pencerede görüntülendi
uk: Відображено спливаюче повідомлення
ur: پاپ-اپ ڈسپلے کیا گیا
uz: Qalqib chiquvchi oyna ko‘rsatildi
vi: Hiển thị pop-up
zh_cn: 已弹出显示
zh_hk: 已顯示彈出式視窗

# IDS_KPD_BODY_NUMBERS_T_TTS
source: Numbers
ar: الأرقام
as: নম্বৰ
az: Rəqəmlər
bg: Номера
bn_bd: সংখ্যাগুলো
ca: Números
cs: Čísla
da: Numre
de: Nummern
el_gr: Αριθμοί
es_us: Números
et: Numbrid
eu: Zenbakiak
fa: شماره ها
fi: Numerot
fr_ca: Numéros
ga: Uimhreacha
gu: નંબરો
he: מספרים
hi: नंबर्स
hr: Brojevi
hu: Számok
hy: Համարներ
id: Angka
is: Tölur
it_it: Numeri
ja_jp: 数字
ka: რიცხვები
kk: Сандар
km: លេខ
kn: ಸಂಖ್ಯೆಗಳು
ko_kr: 숫자
ky_kg: Сандар
lo: ໝາຍເລກ
lt: Skaičiai
lv: Cipari
mk: Броеви
ml: നമ്പറുകള്‍
mn_mn: Тоонууд
mr: क्रमांक
ms: Nombor
my_zg: နံပါတ္မ်ား
nb: Numre
ne: नम्बरहरू
nl: Nummers
or: ସଂଖ୍ୟାଗୁଡିକ
pa: ਨੰਬਰ
pl: Numery
pt_pt: Números
ro: Numere
ru_ru: Цифры
si: සංඛ්‍යා
sk: Čísla
sl: Številke
sq: Numrat
sr: Brojevi
sv: Nummer
ta: எண்கள்
te: నంబర్‌లు
tg_tj: Ададҳо
th: ตัวเลข
tk_tm: Belgiler
tl: Mga Numero
tr_tr: Numaralar
uk: Цифри
ur: نمبرز
uz: Raqamlar
vi: Số
zh_cn: 数字
zh_hk: 號碼

# IDS_ST_BODY_PLACES
source: Places
ar: الأماكن
as: স্থানসমূহ
az: Yerlər
bg: Места
bn_bd: স্থানগুলো
ca: Llocs
cs: Místa
da: Steder
de: Orte
el_gr: Τοποθεσίες
es_us: Lugares
et: Kohad
eu: Tokiak
fa: مکان ها
fi: Paikat
fr_ca: Endroits
ga: Áiteanna
gu: સ્થળો
he: מקומות
hi: स्थान
hr: Mjesta
hu: Helyek
hy: Վայրեր
id: Tempat
is: Staðir
it_it: Luoghi
ja_jp: 場所
ka: ადგილები
kk: Орындар
km: កន្លែង
kn: ಸ್ಥಳಗಳು
ko_kr: 장소
ky_kg: Жерлер
lo: ສະຖານທີ່
lt: Vietos
lv: Vietas
mk: Места
ml: സ്ഥലങ്ങള്‍
mn_mn: Газрууд
mr: जागा
ms: Tempat
my_zg: ေနရာမ်ား
nb: Steder
ne: स्थानहरु
nl: Plaatsen
or: ସ୍ଥାନଗୁଡିକ
pa: ਸਥਾਨ
pl: Miejsca
pt_pt: Locais
ro: Locuri
ru_ru: Места
si: ස්ථාන
sk: Miesta
sl: Zanimivi kraji
sq: Vendet
sr: Mesta
sv: Platser
ta: இடங்கள்
te: స్థలాలు
tg_tj: Ҷойҳо
th: สถาน​ที่
tk_tm: Ýerler
tl: Lugar
tr_tr: Yerler
uk: Місця
ur: مقامات
uz: Joylar
vi: Vị trí
zh_cn: 地点
zh_hk: 地點

# IDS_HELP_HEADER_USING_CONTINUOUS_INPUT
source: Using Continuous input
ar: استخدام الإدخال المستمر
as: ক্ৰমাগত ইনপুটৰ ব্যৱহাৰ
az: Davamlı daxiletmədən istifadə etmək
bg: Използване на непрекъснато въвеждане
ca: Ús d'entrada contínua
cs: Použití souvislého zadávání
da: Brug af kontinuerligt input
de: Verwenden der Serieneingabe
el_gr: Χρήση συνεχούς εισόδου
es_us: Usar entrada continua
et: Pideva sisestamise kasutamine
eu: Etengabeko sarrera erabiltzea
fa: استفاده کردن از ورودی پی در پی
fi: Jatkuvan syötön käyttäminen
fr_ca: Utiliser la saisie en continu
ga: Ionchur leanúnach a úsáid
gu: સતત ઇનપુટનો ઉપયોગ આમ કરવો
he: שימוש בקלט רציף
hi: लगातार इनपुट का उपयोग करना
hr: Korištenje uzastopnog unosa
hu: Folyamatos bevitel használata
hy: Շարունակական ներածման օգտագործում
id: Menggunakan input berkelanjutan
is: Samfelldur innsláttur notaður
it_it: Utilizzo dell'inserimento continuo
ja_jp: 連続入力を使用
ka: მონაცემთა უწყვეტი შეყვანის გამოყენება
kk: Үздіксіз енгізуді пайдалану
km: ការប្រើ​ការបញ្ចូល​បន្តបន្ទាប់
kn: ನಿರಂತರ ಔಟ್‌ಪುಟ್ ಬಳಸುತ್ತಿದೆ
ko_kr: 슬라이드 입력 사용하기
lo: ໃຊ້ການປ້ອນຂໍ້ມູນຕໍ່ເນື່ອງ
lt: Nuolatinės įvesties naudojimas
lv: Nepārtrauktās ievades lietošana
mk: Користење постојан внес
ml: തുടര്‍ച്ചയായ ഇന്‍പുട്ട് ഉപയോഗിക്കൽ
mn_mn: Тасралтгүй оролт ашиглах
mr: सातत्यपूर्ण निविष्ट वापरा
ms: Menggunakan input berterusan
nb: Bruke fortløpende inndata
ne: निरन्तर इन्पुट प्रयोग गर्नु
nl: Doorlopende invoer gebruiken
or: ଲଗାତର ଇନ୍‌ପୁଟ୍ ବ୍ୟବହାର କରିବା
pa: ਸਤਤ ਇਨਪੁਟ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
pl: Używanie wpisywania ciągłego
pt_pt: Utilizar introdução contínua
ro: Utilizarea introducerii continue
ru_ru: Использование непрерывного ввода
si: අඛණ්ඩ ආදානය භාවිතා කිරීම
sk: Používanie súvislého vstupu
sl: Uporaba neprekinjenega vnosa
sq: Përdorimi i futjes së vijueshme
sr: Korišćenje neprekidnog unosa
sv: Använda kontinuerlig inmatning
ta: தொடர்ச்சியான உள்ளீட்டைப் பயன்படுத்தல்
te: నిరంతరాయ ఇన్‌పుట్‌ని ఉపయోగించడం
th: การใช้อินพุตต่อเนื่อง
tl: Paggamit sa tuluy-tuloy na input
tr_tr: Sürekli girişi kullanma
uk: Використання безперервного введення
ur: مسلسل ان پٹ استعمال کر رہا ہے
uz: Davomiy kiritishdan foydalanish
vi: Sử dụng nhập liên tục
zh_cn: 使用连续输入
zh_hk: 使用連續輸入
