Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_WMGR_POP_THE_WEBPAGE_WILL_BE_OPENED_ON_YOUR_MOBILE_DEVICES_SCREEN
source: The webpage will be opened on your mobile device's screen.
ar: سيتم فتح صفحة الويب على شاشة الجهاز المحمول.
as: ৱেবপৃষ্ঠাক আপোনাৰ ম'বাইল ডিভাইচৰ স্ক্ৰীণত খোলা হ'ব৷
az: Vebsəhifə mobil cihazınızın ekranında açılacaq.
bg: Уеб страницата ще бъде отворена на екрана на мобилното ви устройство.
ca: La pàgina web s'obrirà a la pantalla del seu dispositiu mòbil.
cs: Webová stránka se otevře na obrazovce vašeho mobilního zařízení.
da: Websiden vil blive åbnet på din mobilenheds skærm.
de: Die Webseite wird auf dem Bildschirm Ihres Mobilgeräts geöffnet.
el_gr: Αυτή η ιστοσελίδα θα ανοιχτεί στην οθόνη της κινητής συσκευής σας.
es_us: La página web se abrirá en la pantalla de su dispositivo móvil.
et: Veebileht avatakse teie mobiilsideseadme ekraanil.
eu: Web orria zure gailu mugikorreko pantailan irekiko da.
fa: صفحه وب در صفحه دستگاه تلفن همراهتان باز خواهد شد.
fi: Verkkosivu avataan mobiililaitteen näytössä.
fr_ca: La page Web va s'ouvrir sur l'écran de votre appareil mobile.
ga: Osclófar an leathanach gréasáin ar scáileán do ghléis mhóibíligh.
gu: વેબપૃષ્ઠને તમારા મોબાઇલ ઉપકરણની સ્ક્રીન પર ખોલવામાં આવશે.
he: דף אינטרנט זה ייפתח במסך המכשיר הנייד.
hi: वेबपेज आपके मोबाइल डिवाइस की स्क्रीन पर खोला जाएगा।
hr: Web-stranica otvorit će se na zaslonu vašeg mobilnog uređaja.
hu: A weboldal a mobileszköz képernyőjén nyílik meg.
hy: Կայքէջը կբացվի ձեր շարժական սարքի էկրանին:
id: Halaman web akan dibuka di layar perangkat seluler.
is: Vefsíðan verður opnuð á skjá fartækisins.
it_it: La pagina Web verrà aperta sullo schermo del dispositivo mobile in uso.
ja_jp: Webページをモバイル端末の画面で開きます。
ka: ვებგვერდი გაიხსნება მობილური აპარატის ეკრანზე.
kk: Веб-бет ұялы құрылғыңыздың экранында ашылады.
km: ទំព័រវិប​នឹង​បើកឡើង​លើ​អេក្រង់​របស់​ឧបករណ៍​ចល័ត​អ្នក។
kn: ವೆಬ್‌ಪುಟವನ್ನು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನದ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ತೆರೆಯಲಾಗುತ್ತದೆ.
ko_kr: 웹페이지를 모바일 디바이스 화면에서 엽니다.
ky_kg: Веб-барак мобилдик түзмөгүңүздүн экранында ачылат.
lo: ເວັບເພສຈະເປີດຢູ່ໃນໜ້າຈໍຂອງໂທລະສັບມືຖືຂອງທ່ານ.
lt: Svetainė bus atidaryta mobiliojo įrenginio ekrane.
lv: Tīmekļa lapa tiks atvērta jūsu mobilās ierīces ekrānā.
mk: Интернет-страницата ќе се отвори на екранот на мобилниот уред.
ml: നിങ്ങളുടെ മൊബൈൽ ഉപകരണ സ്ക്രീനിൽ വെബ് പേജ് തുറക്കപ്പെടും.
mn_mn: Вэб хуудас таны мобайл төхөөрөмжийн дэлгэц дээр нээгдэнэ.
mr: वेबपृष्‍ठ आपल्‍या मोबाईल उपकरणाच्‍या स्‍क्रीनवर उघडण्‍यात येर्इल.
ms: Halaman web akan dibuka pada skrin peranti mudah alih anda.
nb: Nettsiden blir åpnet på skjermen til mobilenheten din.
ne: तपाईको मोबाइल यन्त्रको स्क्रीनमा वेबपृष्‍ठ खोलिनेछ।
nl: De webpagina wordt geopend op het scherm van uw mobiele apparaat.
or: ଆପଣଙ୍କ ମୋବାଇଲ୍ ଡିଭାଇସ୍‌ ସ୍କ୍ରିନରେ ୱେବ ପେଜ୍ ଖୋଲାଯାଇଛି।
pa: ਵੈੱਬਪੰਨਾ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੀ ਸਕ੍ਰੀਨ ਤੇ ਖੋਲ੍ਹ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Strona internetowa zostanie otwarta na ekranie urządzenia przenośnego.
pt_pt: A página Web será aberta no ecrã do seu dispositivo móvel.
ro: Pagina web va fi deschisă pe ecranul dispozitivului mobil.
ru_ru: Веб-страница откроется на экране мобильного устройства.
si: වෙබ් පිටුව ඔබේ ජංගම උපාංගයේ තිරය මත විවෘත වනු ඇත.
sk: Webová stránka sa otvorí na obrazovke mobilného zariadenia.
sl: Spletna stran se bo odprla na zaslonu mobilne naprave.
sq: Faqja ueb do të hapet në ekranin e pajisjes sate celulare.
sr: Web stranica će se otvoriti na ekranu mobilnog uređaja.
sv: Webbsidan öppnas på den mobila enhetens skärm.
ta: வலைப் பக்கம் உங்கள் மொபைல் சாதனத்தின் திரையில் திறக்கப்படும்.
te: వెబ్‌పేజీ మీ మొబైల్ పరికరం యొక్క స్క్రీన్‌లో తెరవబడుతుంది.
tg_tj: Саҳифаи веб дар экрани хонагии дастгоҳи мобилии шумо кушода мешавад.
th: เว็บเพจจะถูกเปิดบนหน้าจออุปกรณ์มือถือของคุณ
tk_tm: Web sahypa siziň mobil enjamyňyzyň ekranynda açylar.
tl: Bubuksan ang webpage na ito sa screen ng iyong mobile device.
tr_tr: Web sayfası mobil cihazınızın ekranında açılacak.
uk: Веб-сторінку буде відкрито на екрані мобільного пристрою.
ur: یہ ویب صفحہ آپ کے موبائل آلے کی اسکرین پر کھلے گا۔
uz: Veb-sahifa mobil qurilmangiz ekranida ochiladi.
vi: Trang web sẽ được mở trên màn hình thiết bị di động của bạn.
zh_cn: 该网页将在移动设备的屏幕上打开。
zh_hk: 此網頁將在流動裝置的螢幕上開啟。

source: Tap OK to use this feature. Personalised data from your mobile device will also be used by %s. If you do not want your personal data to be stored, go to keyboard settings and uncheck Enable Personalised data.
ar: انقر فوق موافق لاستخدام هذه الميزة. سيتم أيضاً استخدام البيانات المخصصة من هاتفك المحمول من قبل %s. إذا كنت لا تريد تخزين بياناتك الشخصية، انتقل إلى ضبط لوحة المفاتيح وقم بإلغاء تحديد خيار تفعيل البيانات المخصصة.
as: এই বৈশিষ্ট ব্যৱহাৰ কৰিবলৈ ঠিক টিপক৷ আপোনাৰ ম'বাইল ডিভাইচৰ পৰা ব্যক্তিকৰণ ডাটাও %s-ৰ দ্বাৰা ব্যৱহাৰ কৰিব পাৰিব৷ যদি আপুনি আপোনাৰ ব্যক্তিগত ডাটা সংগ্ৰহ কৰিব নিবিচাৰে, কীব'ৰ্ড ছেটিংছলৈ যাওক আৰু ব্যক্তিগতকৰণ ডাটা সক্ষম কৰক আনচেক কৰক৷
az: Bu xüsusiyyətdən istifadə etmək üçün OK vurun. Mobil cihazınızdakı fərdiləşdirilmiş məlumat da %s tərəfindən istifadə ediləcək. Şəxsi məlumatlarınızın saxlanmasını istəmirsinizsə, klaviatura parametrlərinə daxil olun və Fərdiləşdirilmi məlumatı aktivləşdir funksiyasının qeydini silin.
bg: Докоснете OK, за да използвате тази функция. Персонализираните данни от мобилното ви устройство също ще се използват от %s. Ако не искате личните ви данни да се съхраняват, отидете в настройките на клавиатурата и махнете отметката от „Активиране на Персонализирани данни“.
ca: Toqui Acceptar per utilitzar aquesta funció. Les dades personalitzades del seu dispositiu mòbil també les utilitzarà %s. Si no vol que s'emmagatzemin les seves dades personals, vagi als ajustaments de teclat i desmarqui Habilitar dades personalitzades.
cs: Chcete-li použít tuto funkci, klepněte na tlačítko OK. Přizpůsobená data z vašeho mobilního zařízení použije rovněž %s. Pokud nechcete ukládat svá osobní data, přejděte na nastavení klávesnice a zrušte zaškrtnutí políčka Povolit přizpůsobená data.
da: Tryk på OK for at bruge denne funktion. Tilpassede data fra din mobilenhed vil også blive brugt af %s. Hvis du ikke ønsker, at dine personlige data lagres, skal du gå til indstillingerne for tastaturet og fjerne markeringen Aktiver tilpassede data.
de: Tippen Sie auf „OK“, um diese Funktion zu nutzen. Von %s werden ebenfalls persönliche Daten von Ihrem Mobilgerät verwendet. Wenn Sie nicht möchten, dass Ihre persönlichen Daten gespeichert werden, gehen Sie zu den Tastatureinstellungen und deaktivieren Sie „Personalisierte Daten aktivieren“.
el_gr: Πατήστε ΟΚ για να χρησιμοποιήσετε αυτήν τη λειτουργία. Τα εξατομικευμένα δεδομένα από την κινητή συσκευή σας θα χρησιμοποιηθούν και από το %s. Αν δεν θέλετε να αποθηκευτούν τα προσωπικά σας δεδομένα, μεταβείτε στις ρυθμίσεις πληκτρολογίου και καταργήστε την επιλογή «Ενεργοποίηση εξατομικευμένων δεδομένων».
es_us: Pulse Aceptar para usar esta función. %s también usará los datos personalizados de su dispositivo móvil. Si no desea que se almacenen sus datos personales, vaya a configuración del teclado y quite la marca de la opción Activar datos personalizados.
et: Selle funktsiooni kasutamiseks toksake valikut OK. Isikupärastatud andmeid teie mobiilsideseadmest kasutab ka seade %s. Kui te ei soovi oma isiklike andmete salvestamist, avage klaviatuuri seaded ning eemaldage märgistus käsult Aktiveeri isikupärastatud andmed.
eu: Ukitu Ados eginbide hau erabiltzeko. %s(e)k ere erabiliko ditu gailu mugikorreko datu pertsonalizatuak. Ez badituzu datu pertsonalizatuak bildu nahi, joan teklatuaren ezarpenetara eta kendu marka Gaitu datu pertsonalizatuak koadroari.
fa: برای استفاده از این ویژگی،‌ روی تأیید ضربه بزنید. داده‌های شخصی دستگاه تلفن همراهتان توسط ‎%s نیز استفاده خواهند شد. اگر نمی‌خواهید داده‌های شخصیتان ذخیره شوند، به تنظیمات صفحه کلید بروید و علامت فعال کردن داده‌های شخصی را بردارید.
fi: Voit käyttää tätä toimintoa napauttamalla OK. Myös %s käyttää mobiililaitteen yksilöllisiä tietoja. Jos et halua sallia henkilökohtaisten tietojen tallentamista, siirry näppäimistöasetuksiin ja poista Ota yksilölliset tiedot käyttöön -toiminnon valinta.
fr_ca: Touchez OK pour utiliser cette fonction. Les données personnelles de votre appareil mobile seront également utilisées par %s. Si vous refusez le stockage de vos données personnelles, accédez aux paramètres du clavier et décochez l'option Activer les données personnalisées.
ga: Tapáil OK leis an ngné seo a úsáid. Úsáidfear sonraí pearsantaithe ó do ghléas móibíleach in %s freisin. Mura mian leat go mbeidh do shonraí pearsanta stóráilte, gabh chuig Socruithe eochairchláir agus bain an tic ó Cumasaigh Sonraí pearsantaithe.
gu: આ સુવિધાનો ઉપયોગ કરવા માટે ઓકે ટેપ કરો. %s દ્વારા તમારા મોબાઇલ ઉપકરણમાંથી વ્યક્તિગત કરેલ ડેટાનો ઉપયોગ પણ કરવામાં આવશે. જો તમે નથી ઇચ્છતા કે તમારો વ્યક્તિગત ડેટા સંગ્રહિત થાય, તો કીબોર્ડ સેટિંગ્સ પર જાઓ અને વ્યક્તિગત કરેલ ડેટાને સક્ષમ કરોને અનચેક કરો.
he: הקש על ’אישור‘ כדי להשתמש בתכונה זו. %s ישתמש גם בנתונים אישיים מהמכשיר הנייד שלך. אם אינך מעוניין שהנתונים האישיים שלך יישמרו, עבור אל הגדרות המקלדת ובטל את הסימון של הפריט ’הפעל נתונים מותאמים אישית‘.
hi: यह सुविधा उपयोग करने के लिए ओके टैप करें। आपके मोबाइल डिवाइस का वैयक्तिकृत डाटा %s के द्वारा भी उपयोग किया जाएगा। यदि आप नहीं चाहते कि आपका व्यक्तिगत डाटा संग्रहीत हो, तो कीबोर्ड सेटिंग्स पर जाएँ और वैयक्तिकृत डाटा सक्षम करें को अनचेक करें।
hr: Dodirnite U redu za korištenje ove značajke. Personalizirane podatke s vašeg mobilnog uređaja koristit će i %s. Ako ne želite da se vaši osobni podaci spremaju, idite u postavke tipkovnice i odznačite Uključi personalizirane podatke.
hu: Érintse meg az OK gombot a funkció használatához. A(z) %s is a mobileszköz személyre szabott adatait fogja használni. Ha nem szeretné ily módon tárolni személyes adatait, akkor a billentyűzet beállításaiban törölje a jelet a Személyre szabott adatok bekapcsolása jelölőnégyzetből.
hy: Թակեք OK, որպեսզի օգտագործեք այս գործառական հնարավորությունը: Ձեր շարժական սարքի անհատականացված տվյալները նույնպես կօգտագործվեն %s-ի կողմից: Եթե չեք ուզում, որ Ձեր անձնական տվյալները պահվեն, գնացեք ստեղնաշարի դրվածքներ և նշումից հանեք «Ընձեռել Անհատականացված տվյալները»:
id: Ketuk OK untuk menggunakan fitur ini. Data yang dipersonalisasi dari perangkat seluler Anda juga akan digunakan oleh %s. Jika tidak ingin data pribadi Anda disimpan, buka pengaturan keyboard dan hapus centang Aktifkan Data yang Dipersonalisasikan.
is: Pikkaðu á „Í lagi“ til að nota þennan eiginleika. %s mun einnig nota sérsniðin gögn úr fartækinu þínu. Ef þú vilt ekki að persónuleg gögn þín séu vistuð skaltu opna lyklaborðsstillingar og taka hakið af „Kveikja á sérsniðnum gögnum“.
it_it: Toccate OK per utilizzare questa funzione. I dati personalizzati del dispositivo mobile in uso verranno utilizzati anche da %s. Se non volete che i vostri dati personali vengano memorizzati, andate alle impostazioni della tastiera e deselezionate Attiva dati personalizzati.
ja_jp: この機能を使用するには、[OK]をタップしてください。モバイル端末の学習データは、%sでも使用されます。個人情報が保存されないように設定するには、キーボード設定に移動し、[学習データ]のチェックを外してください。
ka: ამ ფუნქციის გამოსაყენებლად, შეეხეთ OK-ს. თქვენი მობილური მოწყობილობიდან მიღებული პერსონალური მონაცემები ასევე გამოყენებული იქნება %s–ის მიერ. თუ არ გსურთ, რომ თქვენი პერსონალური მონაცემების შენახვა მოხდეს, გადადით კლავიატურის პარამეტრებზე და მოხსენით მონიშვნა პერსონალური მონაცემების გააქტიურება.
kk: Бұл мүмкіндікті пайдалану үшін OK түймесін түртіңіз. Сонымен қатар ұялы құрылғыңыздағы жекелендірілген деректер %s тарапынан пайдаланылады. Жеке деректеріңіздің сақталуын қаламасаңыз, пернетақта параметрлеріне өтіп, Жекелендірілген деректерді іске қосу құсбелгісін алып тастаңыз.
km: ប៉ះ ព្រម ដើម្បី​ប្រើ​មុខងារ​នេះ។ ទិន្នន័យ​តាម​បុគ្គល​ពី​ឧបករណ៍​ចល័ត​របស់​អ្នក​ក៏​នឹង​ត្រូវ​បាន​ប្រើ​ដោយ %s ផងដែរ។ បើ​អ្នក​មិន​ចង់​ឲ្យ​រក្សាទុក​ទិន្នន័យ​ផ្ទាល់ខ្លួន​របស់​អ្នក​ទេ សូម​ចូលទៅ​ការកំណត់​ក្ដារចុច ហើយ​ដោះ​សម្គាល់ បើកប្រើ​ទិន្នន័យ​តាម​បុគ្គល។
kn: ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ಸರಿ ತಟ್ಟಿ. ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನದಿಂದ ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಡೇಟಾವನ್ನು %s ಮೂಲಕ ಬಳಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ನೀವು ಬಯಸದಿದ್ದರೆ, ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳಿಗೆ ಹೋಗಿ ಮತ್ತು ವೈಯಕ್ತೀಕರಿಸಿದ ಡೇಟಾ ಶಕ್ತಗೊಳಿಸು ಅನ್ನು ಅನ್‌ಚೆಕ್ ಮಾಡಿ.
ko_kr: 이 기능을 사용하려면 [확인]을 누르세요. 모바일 디바이스의 개인 데이터는 %s에서도 사용됩니다. 개인 데이터가 저장되는 것을 원하지 않으면, 키보드 설정에서 [개인 데이터 사용]을 해제하세요.
ky_kg: Бул өзгөчөлүктү колдонууга ОК басыңыз. Мобилдик түзмөгүңүздөн жекелештирген маалыматтар %s тарабынан да колдонулат. Эгерде сиз жекелик маалыматтарыңыздын сакталышын каалабасаңыз, анда ариптакта орнотууларына өтүп, Жекелештирилген маалыматтарды Иштетүүдөн белгини алыңыз.
lo: ແຕະຕົກລົງເພື່ອໃຊ້ຟີເຈີນີ້. ຂໍ້ມູນສ່ວນຕົວຈາກອຸປະກອນມືຖືຂອງທ່ານຈະຖືທາງ %s ໃຊ້ນໍາອີກ. ຖ້າທ່ານບໍ່ຕ້ອງການໃຫ້ເກັບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໄວ້, ໄປທີ່ການຕັ້ງຄ່າຄີບອດ ແລະບໍ່ໝາຍໃສ່ເປີດໃຊ້ງານຂໍ້ມູນສ່ວນຕົວນັ້ນ.
lt: Bakstelėkite „Gerai“ norėdami naudoti šią funkciją. Pritaikytus duomenis iš mobiliojo įrenginio naudos ir %s. Jei nenorite, kad asmeniniai duomenys būtų saugomi, eikite į klaviatūros nustatymus ir panaikinkite žymėjimą prie parinkties „Įjungti pritaikytus duomenis“.
lv: Lai lietotu šo funkciju, pieskarieties pie Labi. Personalizētie dati no jūsu mobilās ierīces tiks izmantoti arī ierīcē %s. Ja nevēlaties, lai jūsu personiskie dati tiktu saglabāti, atveriet tastatūras iestatījumu sadaļu un noņemiet atzīmi blakus iespējai Aktivizēt personalizētos datus.
mk: Допрете OK за да ја користите оваа функција. Персонализираните податоци од мобилниот уред ќе се користат и од %s. Ако не сакате да се сочувуваат лични податоци, одете во поставките за тастатурата и отштиклирајте ги Вклучи персонализирани податоци.
ml: ഈ സവിശേഷത ഉപയോഗിക്കാൻ ശരി എന്നതിൽ സ്പർശിക്കുക. നിങ്ങളുടെ മൊബൈൽ ഉപകരണത്തിലെ വ്യക്തിഗതമാക്കപ്പെട്ട ഡാറ്റയും %s ഉപയോഗിക്കും. നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ സംഭരിക്കപ്പെടണമെന്നില്ലെങ്കിൽ, കീബോർഡ് ക്രമീകരണങ്ങളിലേക്ക് പോയി വ്യക്തിഗതമാക്കപ്പെട്ട ഡാറ്റ പ്രാപ്തമാക്കുക എന്നത് അൺചെക്ക് ചെയ്യുക.
mn_mn: Энэ функцийг ашиглахын тулд OK-г товш. Таны мобайл төхөөрөмжийн өөриймшүүлсэн өгөгдлийг %s мөн ашиглана. Хэрэв та хувийн өгөгдлөө хадгалуулахыг хүсэхгүй байвал, гарны тохиргоо руу очиж, Өөриймшүүлсэн өгөгдөл идэвхжүүлэхийг тэмдэглэснээ боль.
mr: हे वैशिष्‍ट्य वापरण्‍यासाठी ठीक टॅप करा. आपल्‍या मोबाईल उपकरणावरून वैशिष्‍ट्यीकृत डेटा देखील %s द्वारे वापरला जाईल. आपण आपला व्यक्तिगत डेटा संग्रहित करू इच्छित नसाल, तर कीबोर्ड सेटिंग्‍स वर जा आणि वैयक्तिकृत डेटा सक्षम करण्‍याची तपासणी रद्द करा.
ms: Ketik OK untuk menggunakan ciri ini. Data yang diperibadikan dari peranti mudah alih anda juga akan digunakan oleh %s. Jika anda tidak mahu data peribadi anda disimpan, pergi ke aturan papan kekunci dan nyahtandakan Aktifkan Data diperibadikan.
nb: Trykk på OK for å bruke denne funksjonen. Tilpassede data fra mobilenheten blir også brukt av %s. Hvis du ikke vil at tilpassede data skal lagres, går du til tastaturinnstillingene og fjerner markeringen for Aktiver tilpasset data.
ne: यो सुविधा प्रयोग गर्न ठीक छमा ट्याप गर्नुहोस्। %s ले तपाईको मोबाइल यन्त्रबाट वैयक्तिकृत डाटालाई पनि प्रयोग गर्नेछ। यदि तपाईले आफ्नो व्यक्तिगत डाटा भण्डार गर्न चाहनुहुन्न भने, कीबोर्ड सेटिङहरूमा जानुहोस् र वैयक्तिकृत डाटा सक्षम गर्नुहोस् बाट चयन हटाउनुहोस्।
nl: Tik op OK om deze functie te gebruiken. Aangepaste gegevens van uw mobiele apparaat worden ook gebruikt door %s. Als u niet wilt dat uw persoonlijke gegevens worden opgeslagen, gaat u naar de toetsenbordinstellingen en schakelt u Aangepaste gegevens inschakelen uit.
or: ଏହି ବୈଶିଷ୍ଟ୍ୟ ବ୍ୟବହାର କରିବାକୁ ଓକେ ଟ୍ୟାପ୍ କରନ୍ତୁ। ଆପଣଙ୍କ ଡିଭାଇସରୁ ବ୍ୟକ୍ତିଗତ ହୋଇଥିବା ଡାଟା %sଙ୍କ ଦ୍ଵାରା ମଧ୍ୟ ବ୍ୟବହାର କରାଯିବ। ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଡାଟା ଷ୍ଟୋର୍ ହେବାକୁ ଯଦି ଆପଣ ଚାହାଁନ୍ତି ନାହିଁ, କୀବୋର୍ଡ ସେଟିଂକୁ ଯାଆନ୍ତୁ ଏବଂ ବ୍ୟକ୍ତିଗତ ହୋଇଥିବା ଡାଟା ସକ୍ଷମ ଅଣଚେକ୍ କରନ୍ତୁ।
pa: ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਉਪਯੋਗ ਕਰਨ ਲਈ ਓਕੇ ਤੇ ਟੈਪ ਕਰੋ। %s ਵੱਲੋਂ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਵਿੱਚੋਂ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਦਾ ਵੀ ਉਪਯੋਗ ਕੀਤਾ ਜਾਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਨਿੱਜੀ ਡੈਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ, ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਤੇ ਜਾਓ ਅਤੇ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਸਮਰੱਥ ਕਰੋ ਨੂੰ ਅਚਿੰਨ੍ਹਿਤ ਕਰੋ।
pl: Aby użyć tej funkcji, dotknij OK. Z Twoich danych na urządzeniu przenośnym będzie również korzystać %s. Jeśli nie chcesz, aby Twoje informacje osobiste były przechowywane, przejdź do ustawień klawiatury i usuń zaznaczenie opcji Włącz własne dane.
pt_pt: Toque em OK para utilizar esta funcionalidade. Os dados personalizados do seu dispositivo móvel serão também utilizados pelo %s. Se não quiser que os seus dados pessoais sejam guardados, vá às definições do teclado e desmarque Activar Dados personalizados.
ro: Atingeţi OK pentru a utiliza această caracteristică. Datele personalizate de pe dispozitivul mobil vor fi utilizate şi de către %s. Dacă nu doriţi stocarea datelor personale, accesaţi setările pentru tastatură şi debifaţi Activare Date personalizate.
ru_ru: Нажмите кнопку “ОК” для использования этой функции. Персонализированные данные с вашего мобильного устройства также будут использоваться %s. Если сохранение ваших персональных данных нежелательно, перейдите в параметры клавиатуры и снимите флажок “Включить персонализир. данные”.
si: මෙම විශේෂාංගය භාවිත කිරීමට හරි තට්ටු කරන්න. ඔබගේ ජංගම උපාංගයේ පුද්ගලායිත දත්ත %s විසින්ද භාවිත කරනු ඇත. ඔබට ඔබගේ පුද්ගලික දත්ත ගබඩා වීමට අවශ්‍ය නැතිනම්, යතුරු පුවරු සැකසුම් වෙත ගොස් පුද්ගලායිත දත්ත සක්‍රිය කරන්න සලකුණුහරණය කරන්න.
sk: Ťuknutím na tlačidlo OK použijete túto funkciu. Prispôsobené údaje z vášho mobilného zariadenie použije aj zariadenie %s. Ak nechcete, aby sa ukladali vaše osobné údaje, prejdite na nastavenia klávesnice a zrušte začiarknutie možnosti Zapnúť prispôsobené údaje.
sl: Pritisnite V redu, če želite uporabiti to funkcijo. Tudi naprava %s bo uporabila prilagojene podatke iz mobilne naprave. Če ne želite, da se vaši osebni podatki shranjujejo, pojdite v nastavitve tipkovnice in počistite potrditveno polje Omogoči prilagojene podatke.
sq: Trokit mbi OK për ta përdorur këtë funksion. Të dhënat e personalizuara nga pajisja jote celulare do të përdoren edhe nga %s. Në qoftë se nuk dëshiron që të magazinohen të dhënat e tua personale, shko te cilësimet e tastierës dhe ndryshoje cilësimin për Aftëso të dhënat e personalizuara.
sr: Kucni na OK da bi koristio/la ovu funkciju. Aplikacija %s će takođe koristiti personalizovane podatke na mobilnom uređaju. Ako ne želiš da se tvoji lični podaci čuvaju, idi na podešavanja tastature i ukloni oznaku sa polja za opciju Omogući personalizovane podatke.
sv: Tryck på OK om du vill använda den här funktionen. Personliga data från din mobila enhet kommer också att användas av %s. Om du inte vill att dina personliga data ska lagras går du till tangentbordsinställningarna och avmarkerar Aktivera anpassade data.
ta: இந்த அம்சத்தைப் பயன்படுத்த, சரி என்பதை டேப் செய்யவும். உங்கள் சாதனத்திலுள்ள தனிப்பயனாக்கிய தரவுகள் %s-ஆலும் பயன்படுத்தப்படும். உங்கள் தனிப்பட்ட தரவு சேமிக்கப்படுவதை நீங்கள் விரும்பாவிட்டால், விசைப்பலகை அமைவுகளுக்குச் சென்று, தனிப்பயனாக்கிய தரவைச் செயல்படுத்தவும் என்பதைத் தேர்வு நீக்கவும்.
te: ఈ ఫీచర్‌ని ఉపయోగించడానికి సరేని ట్యాప్ చేయండి. మీ మొబైల్ పరికరం నుండి వ్యక్తిగతీకరించిన డేటా %s ద్వారా ఉపయోగించబడుతుంది. మీరు మీ వ్యక్తిగత డేటాని నిల్వ చేయకూడదనుకుంటే, కీబోర్డ్ సెట్టింగ్‌లకు వెళ్లి, వ్యక్తిగతీకరించి డేటాని ప్రారంభించు ఎంపికను తీసివేయండి.
tg_tj: Барои истифодаи ин функсия, ОК­ро зарба занед. Иттилооти шахсикунонидашудаи дастгоҳи мобилии шумо инчунин аз тарафи %s истифода бурда мешавад. Агар нахоҳед, ки иттилооти шахсии шумо захира карда шавад, ба танзимоти клавиатура гузашта, дар онҷо байракчаи Фаъол кардани Иттилооти шахсикунонидашударо холӣ кунед.
th: สัมผัส ตกลง เพื่อใช้คุณสมบัตินี้ ข้อมูลแบบส่วนตัว จากมือถือของคุณ จะถูก %s ใช้ด้วย ถ้าคุณไม่ต้องการ ให้จัดเก็บข้อมูลส่วนตัว ของคุณ ให้ไปที่ การตั้งค่าแป้นพิมพ์ และยกเลิกการเลือก เปิดใช้งานข้อมูลแบบ ส่วนตัว
tk_tm: Şu funksiýany ulanmak üçin OK basyň. Mobil enjamyňyzdaky şahsylaşdyrylan maglumat %s tarapyndan hem ulanylar. Şahsy maglumatyňyzyň saklanmagyny islemeýän bolsaňyz, klawiatura sazlamalaryna giriň we Şahsylaşdyrylan maglumaty açmagyň belligini aýryň.
tl: I-tap ang OK upang magamit ang feature na ito. Ang naka-personalize na data mula sa iyong mobile device ay magagamit din ng %s. Kung hindi mo gustong maimbak ang iyong personal na data, pumunta sa mga setting ng keyboard at alisan ng check ang na-personalize na data.
tr_tr: Bu özelliği kullanmak için Tamam'a dokunun. Mobil cihazınızdan kişiselleştirilmiş veriler, %s tarafından da kullanılacak. Kişisel verilerinizin saklanmasını istemiyorsanız klavye ayarlarına gidip Kişiselleştirilmiş verileri etkinleştir seçeneğinin işaretini kaldırın.
uk: Торкніться «OK», щоб скористатися цією функцією. Персоналізовані дані з мобільного пристрою також будуть використовуватися на %s. Якщо не потрібно збирати особисті дані, перейдіть до налаштувань клавіатури та зніміть позначку з функції «Увімкнути персоналізовані дані».
ur: یہ فیچر استعمال کرنے کے لیے ٹھیک ہے پر تھپتھپائیں۔ آپ کے موبائل آلے میں سے شخصی کردہ کوائف کو %s بھی استعمال کرے گا۔ اگر آپ اپنے ذاتی کوائف ذخیرہ نہیں کروانا چاہتے، تو کی بورڈ سیٹنگز میں جائیں اور شخصی کردہ کوائف کو غیر نشان زد کر دیں۔
uz: Ushbu funksiyadan foydalanish uchun OKga teging. Mobil qurilmangizdagi shaxsiylashtirilgan ma’lumotlar %s tomonidan ishlatiladi. Agar shaxsiy ma’lumotingiz saqlanishini istamasangiz, klaviatura parametrlariga o‘ting va Shaxsiylashtirilgan ma’lumotlarni yoqishdan belgilashni olib tashlang.
vi: Chạm OK để sử dụng tính năng này. Dữ liệu đã được cá nhân hóa từ thiết bị di động của bạn cũng sẽ được sử dụng bởi %s. Nếu bạn không muốn lưu trữ dữ liệu cá nhân, hãy đến cài đặt bàn phím và bỏ chọn Bật dữ liệu cá nhân hóa.
zh_cn: 点击确定以使用该功能。来自移动设备的个性化数据也会被 %s 使用。如果不想存储个人数据，请进入键盘设定并取消选择启用个性化数据。
zh_hk: 輕觸確定以使用此功能。來自流動裝置的個人化數據也將被 %s 使用。若您不想儲存個人化數據，請前往鍵盤設定並取消選擇啟用個人化數據。
