Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_OPENING_BRACKET_M_KEYBOARD_SYMBOL
source: Opening bracket
ar: قوس الفتح
as: সন্মুখৰ বৰ বন্ধনী
az: Açılma mötərizəsi
bg: Отваряща квадратна скоба
bn_bd: খোলা বন্ধনী
ca: Claudàtor d'obertura
cs: Levá závorka
da: Venstreparentes
de: Öffnende eckige Klammer
el_gr: Αριστερή αγκύλη
es_us: Corchete de apertura
et: Vasak sulg
eu: Irekiera kortxetea
fa: کروشه باز
fi: Vasen hakasulje
fr_ca: Crochet ouvrant
ga: Lúibín uilleach oscailte
gu: ખૂલતો કાટખૂણિયો કૌંસ
he: סוגר מרובע פותח
hi: कोष्ठक खोलना
hr: Početna uglata zagrada
hu: Szögletes zárójel kinyitva
hy: Բացող ուղիղ փակագիծ
id: Kurung siku buka
is: Hornklofi opnast
it_it: Parentesi quadra aperta
ja_jp: 角括弧開き
ka: კუთხოვანი ფრჩხილის გახსნა
kk: Ашу тік жақшасы
km: វង់តង្កៀប​បើក
kn: ಆರಂಭ ಆವರಣ ಚಿಹ್ನೆ
ko_kr: 여는 대괄호
ky_kg: Сол бурчтуу кашаа
lo: ເປີດວົງຂໍ
lt: Kairysis laužtinis skliaustas
lv: Atverošās kvadrātiekavas
mk: Отвори средна заграда
ml: ആരംഭ കോഷ്ഠം
mn_mn: Нээх дөрвөлжин хаалт
mr: खुला कंस
ms: Pembuka kurungan
my_zg: အဖြင့္ေထာင့္ကြင္း
nb: Venstre firkantparentes
ne: खुल्ला कोष्‍ठक
nl: Haakje openen
or: ବନ୍ଧନୀ ଆରମ୍ଭ
pa: ਖੁੱਲ੍ਹਾ ਬ੍ਰੈਕੇਟ
pl: Otwierający nawias kwadratowy
pt_pt: Parênteses recto de abertura
ro: Paranteză dreaptă de deschidere
ru_ru: Открывающая квадратная скобка
si: විවෘත වරහන
sk: Ľavá hranatá zátvorka
sl: Začetni oglati oklepaj
sq: Kllapa katrore hapëse
sr: Otvorena uglata zagrada
sv: Vänster hakparentes
ta: திறப்பு அடைப்புக்குறி
te: తెరిచే బ్రాకెట్
th: เครื่องหมาย '['
tr_tr: Sol köşeli ayraç
uk: Відкриваюча квадратна дужка
ur: کھلتی بریکٹ
uz: Ochish qavsi
vi: Ngoặc vuông mở
zh_cn: 左方括号
zh_hk: 左方括弧

# IDS_IME_BODY_OPENING_BRACE_M_KEYBOARD_SYMBOL
source: Opening brace
ar: قوس الفتح
as: সন্মুখৰ কুটীল বন্ধনী
az: Açılma fiqurlu mötərizəsi
bg: Отваряща скоба
bn_bd: খোলা বক্রবন্ধনী
ca: Clau d'obertura
cs: Levá složená závorka
da: Startklammeparentes
de: Öffnende geschweifte Klammer
el_gr: Αριστερό άγκιστρο
es_us: Llave de apertura
et: Vasak looksulg
eu: Irekiera hesia
fa: آکولاد باز
fi: Vasen aaltosulje
fr_ca: Accolade ouvrante
ga: Lúibín slabhrach oscailte
gu: ખૂલતો અર્ધગોળ કૌંસ
he: סוגר מסולסל פותח
hi: धनुकोष्ठक खोलना
hr: Početna vitičasta zagrada
hu: Kapcsos zárójel kinyitva
hy: Բացող ձևավոր փակագիծ
id: Kurawal buka
is: Slaufusvigi opnast
it_it: Parentesi graffa aperta
ja_jp: 中括弧開き
ka: ფიგურული ფრჩხილის გახსნა
kk: Ашу жақшасы
km: ឃ្នាបរ៉ាត់​បើក
kn: ಆರಂಭ ಪುಷ್ಪಾವರಣ
ko_kr: 여는 중괄호
ky_kg: Сол ийилген кашаа
lo: ເປີດວົງປີກກາ
lt: Kairysis riestinis skliaustas
lv: Atverošās figūriekavas
mk: Отвори голема заграда
ml: ആരംഭ വലയം
mn_mn: Нээх нуман хаалт
mr: खुला महिरपी कंस
ms: Tanda kurung buka
my_zg: အဖြင့္တြန္႔ကြင္း
nb: Venstre klammeparentes
ne: खुल्ला धनुकोष्‍ठक
nl: Accolade openen
or: ଚନ୍ଦ୍ରବନ୍ଧନୀ ଆରମ୍ଭ
pa: ਖੁੱਲ੍ਹਾ ਬ੍ਰੇਸ
pl: Otwierający nawias klamrowy
pt_pt: Chaveta de abertura
ro: Acoladă de deschidere
ru_ru: Открывающая фигурная скобка
si: විවෘත වරහන
sk: Ľavá zložená zátvorka
sl: Začetni zaviti oklepaj
sq: Kllapa gjarpërushe hapëse
sr: Otvorena vitičasta zagrada
sv: Vänster klammerparentes
ta: திறப்பு அடையாளக்குறி
te: తెరిచే బ్రేస్
th: เครื่องหมาย '{'
tr_tr: Sola kıvrık ayraç
uk: Відкриваюча фігурна дужка
ur: کھلتا تسمہ
uz: Ochish shaklli qavs
vi: Ngoặc móc mở
zh_cn: 左花括号
zh_hk: 左花括弧

# IDS_IME_BODY_OCTOBER
source: October
as: অক্টোবৰ
az: Oktyabr
bg: Октомври
bn_bd: অক্টোবর
ca: Octubre
cs: Říjen
da: Oktober
de: Oktober
el_gr: Οκτώβριος
es_us: Octubre
et: Oktoober
eu: Urria
fa: اکتبر
fi: Lokakuu
fr_ca: Octobre
ga: Deireadh Fómhair
gu: ઓક્ટોબર
he: אוקטובר
hi: अक्टूबर
hr: Listopad
hu: október
hy: Հոկտեմբեր
id: Oktober
is: október
it_it: Ottobre
ja_jp: 10月
ka: ოქტომბერი
kk: Қазан
km: តុលា
kn: ಅಕ್ಟೋಬರ್
ko_kr: 10월
ky_kg: Октябрь
lo: ຕຸລາ
lt: Spalis
lv: Oktobris
mk: Октомври
ml: ഒക്ടോബര്‍
mn_mn: 10-р сар
mr: ऑक्टोबर
ms: Oktober
my_zg: ေအာက္တိုဘာ
nb: oktober
ne: अक्टूबर
nl: Oktober
or: ଅକ୍ଟୋବର୍
pa: ਅਕਤੂਬਰ
pl: Październik
pt_pt: Outubro
ro: Octombrie
ru_ru: Октябрь
si: ඔකතෝම්බර්
sk: Október
sl: Oktober
sq: Tetor
sr: Oktobar
sv: oktober
ta: அக்டோபர்
te: అక్టోబర్
tg_tj: Октябр
th: ตุลาคม
tk_tm: Oktýabr
tl: Oktubre
tr_tr: Ekim
uk: Жовтня
ur: اکتوبر
uz: Oktabr
vi: Tháng 10
zh_cn: 10月
zh_hk: 10月

# IDS_IME_BODY_NO_LANGUAGES_SELECTED
source: No languages selected.
ar: لم يتم تحديد أية لغات.
as: কোনো ভাষা চয়ন কৰা নাই৷
az: Dil seçilməyib.
bg: Няма избрани езици.
bn_bd: কোনো ভাষা নির্বাচন করা হয়নি।
ca: Cap idioma escollit
cs: Nebyly vybrány žádné jazyky.
da: Ingen sprog valgt.
de: Keine Sprachen ausgewählt
el_gr: Καμία επιλεγμένη γλώσσα.
es_us: No hay idiomas seleccionados.
et: Ühtegi keelt pole valitud.
eu: Ez da hizkuntzarik hautatu
fa: زبانی انتخاب نشده است.
fi: Kieliä ei ole valittu.
fr_ca: Aucune langue sélectionnée.
ga: Níor roghnaíodh teanga.
gu: કોઈ ભાષા પસંદ કરી નથી.
he: לא נבחרו שפות.
hi: भाषाएँ चुनी नहीं गई।
hr: Nema odabranih jezika.
hu: Nincs kiválasztva nyelv.
hy: Լեզուներ չեն ընտրվել:
id: Tidak ada bahasa yang dipilih.
is: Engin tungumál valin.
it_it: Nessuna lingua selezionata.
ja_jp: 言語を選択していません。
ka: ენა არ არის არჩეული.
kk: Тілдер таңдалмады.
km: មិន​បាន​ជ្រើស​ភាសា​ណា​មួយ។
kn: ಭಾಷೆಗಳನ್ನು ಆರಿಸಿಲ್ಲ.
ko_kr: 선택한 언어가 없습니다.
ky_kg: Эч бир тил тандалган жок.
lo: ບໍ່ໄດ້ເລືອກພາສາໃດ.
lt: Nepasirinkta jokia kalba.
lv: Nav izvēlēta neviena valoda.
mk: Не се избрани јазици.
ml: ഭാഷകള്‍ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
mn_mn: Сонгосон хэл алга.
mr: भाषा निवडल्या नाहीत.
ms: Tiada bahasa dipilih.
my_zg: ဘာသာစကားမ်ား ေရြးမထားပါ။
nb: Ingen språk valgt.
ne: भाषाहरू चयन गरिएन।
nl: Geen talen geselecteerd.
or: କୌଣସି ଭାଷା ଚୟନ ହୋଇନାହିଁ।
pa: ਕੋਈ ਭਾਸ਼ਾ ਨਹੀਂ ਚੁਣੀ ਗਈ।
pl: Nie wybrano języków.
pt_pt: Sem idiomas seleccionados.
ro: Nicio limbă selectată
ru_ru: Языки не выбраны.
si: භාෂාවක් තෝරා නැත.
sk: Žiadne vybraté jazyky.
sl: Jeziki niso izbrani.
sq: Nuk është zgjedhur ndonjë gjuhë.
sr: Nije izabran nijedan jezik.
sv: Inga språk valda.
ta: மொழிகள் எதுவும் தேர்வுசெய்யப்படவில்லை.
te: ఏ భాషలు ఎంపిక కాలేవు.
tg_tj: Ягон забон интихоб нашудааст.
th: ไม่​มี​ภาษา​ที่​เลือก
tk_tm: Hiç bir dil saýlanylmady.
tl: Walang piniling mga wika.
tr_tr: Seçili dil yok.
uk: Немає вибраних мов.
ur: کوئی زبانیں منتخب نہیں۔
uz: Tillar tanlanmagan.
vi: Không ngôn ngữ nào được chọn.
zh_cn: 未选中语言。
zh_hk: 無選擇語言。

# IDS_IME_BODY_NOVEMBER
source: November
ar: نوفمبر
as: নৱেম্বৰ
az: Noyabr
bg: Ноември
bn_bd: নভেম্বর
ca: Novembre
cs: Listopad
el_gr: Νοέμβριος
es_us: Noviembre
eu: Azaroa
fa: نوامبر
fi: Marraskuu
fr_ca: Novembre
ga: Samhain
gu: નવેમ્બર
he: נובמבר
hi: नवम्बर
hr: Studeni
hy: Նոյեմբեր
is: nóvember
it_it: Novembre
ja_jp: 11月
ka: ნოემბერი
kk: Қараша
km: វិច្ឆិកា
kn: ನವೆಂಬರ್
ko_kr: 11월
ky_kg: Ноябрь
lo: ພະຈິກ
lt: Lapkritis
lv: Novembris
mk: Ноември
ml: നവംബര്‍
mn_mn: 11-р сар
mr: नोव्हेंबर
my_zg: ႏုိ၀င္ဘာ
ne: नवम्बर
or: ନଭେମ୍ୱର୍
pa: ਨਵੰਬਰ
pl: Listopad
pt_pt: Novembro
ro: Noiembrie
ru_ru: Ноябрь
si: නොවැම්බර්
sq: Nëntor
sr: Novembar
ta: நவம்பர்
te: నవంబర్
tg_tj: Ноябр
th: พฤศจิกายน
tk_tm: Noýabr
tl: Nobyembre
tr_tr: Kasım
uk: Листопада
ur: نومبر
uz: Noyabr
vi: Tháng 11
zh_cn: 11月
zh_hk: 11月

# IDS_IME_BODY_MOVE_CURSOR_BY_SLIDING_FINGER_ACROSS_KEYBOARD
source: Move cursor by sliding finger across keyboard.
ar: حرك المؤشر من خلال سحب الإصبع عبر لوحة المفاتيح.
as: কীব'ৰ্ডৰ ওপৰেৰে আঙুলি চলাই থকাৰ দ্বাৰা কাৰ্চাৰ লৈ যাওক৷
az: Barmağınızı klaviaturanın üzərində sürüşdürərək kursoru hərəkət etdirin.
bg: Придвижете курсора, като плъзгате пръста си по клавиатурата.
bn_bd: কার্সরটি সরাতে কিবোর্ডে আঙুল স্লাইড করুন।
ca: Mogui el cursor desplaçant el dit pel teclat
cs: Přesouvejte kurzor posouváním prstu po klávesnici.
da: Flyt markøren ved at køre fingeren hen over tastaturet.
de: Bewegen Sie den Cursor, indem Sie mit einem Finger über die Tastatur gleiten.
el_gr: Μετακινήστε το δρομέα περνώντας το δάχτυλό σας κατά μήκος του πληκτρολογίου.
es_us: Mueva el cursor deslizando su dedo por el teclado.
et: Liigutage kursorit, libistades sorme ule klaviatuuri.
eu: Mugitu kurtsorea hatza teklatuan irristatuta
fa: با حرکت دادن انگشت به روی صفحه کلید مکان نما را حرکت دهید.
fi: Siirrä kohdistinta liu'uttamalla sormeasi näppäimistöllä.
fr_ca: Déplacez le curseur en faisant glisser votre doigt sur le clavier.
ga: Bog an cúrsóir trí do mhéar a shleamhnú thar an eochaircheap
gu: કીબોર્ડ પર આંગળી સરકાવીને કર્સરને ખસેડો
he: הזז את הסמן על ידי החלקת האצבע לרוחב המקלדת.
hi: कीबोर्ड पर उंगली स्लाइड करके कर्सर ले जाएँ।
hr: Pomaknite pokazivač povlačenjem prsta po tipkovnici.
hu: Kurzormozgatás a billentyűzeten húzott ujjal.
hy: Տեղափոխեք շարժագիծը՝ մատը սահեցնելով ստեղնաշարի վրայով:
id: Pindahkan kursor dengan menggeser jari di atas keyboard.
is: Færðu bendilinn með því að renna fingri eftir lyklaborðinu.
it_it: Spostate il cursore scorrendo la tastiera con le dita.
ja_jp: キーボード上で指をスライドさせて、カーソルを移動
ka: ამოძრავეთ კურსორი კლავიატურაზე თითის გასრიალებით.
kk: Пернетақтада саусағыңызды сырғыту арқылы курсорды жылжытыңыз.
km: ផ្លាស់ទី​ទស្សន៍​ទ្រនិច ដោយ​ការ​អូស​ម្រាម​ដៃ​កាត់​តាម​ក្ដារចុច។
kn: ಕೀಬೋರ್ಡ್ ಸುತ್ತ ಬೆರಳನ್ನು ಚಲಿಸುವ ಮೂಲಕ ಕರ್ಸರ್ ಸರಿಸಿ.
ko_kr: 손가락으로 키보드 위를 움직여 커서를 이동합니다.
ky_kg: Манжаны ариптакта боюнча жылдыруу аркылуу курсорду жылдырыңыз.
lo: ຍ້າຍເຄີເຊີ່ໄປດ້ວຍ ການເລື່ອນນີ້ວມືຜ່ານຄີບອດ.
lt: Perkelkite žymeklį slinkdami pirštu klaviatūra.
lv: Pārvietojiet kursoru, velkot pirkstu pār tastatūru.
mk: Движете го покажувачот со лизгање на прстот по тастатурата.
ml: കീബോര്‍ഡിലുടനീളംവിരലുപയോഗിച്ച് സ്ലൈഡുചെയ്ത് കഴ്സര്‍ നീക്കുക.
mn_mn: Гар товчлуур дээгүүр хуруугаа гулсуулж курсорыг хөдөлгө
mr: कीबोर्ड वर बोटे स्लाईड करून कर्सर हलवा.
ms: Alihkan kursor dengan meleretkan jari merentasi papan kekunci.
my_zg: ကီးဘုတ္တေလွ်ာက္ လက္ေခ်ာင္း ေလွ်ာပြတ္ျခင္းျဖင့္ ကာဆာကို ေရႊ႕ပါ။
nb: Beveg markøren ved å skyve fingeren over tastaturet.
ne: कीबोर्ड माथि औंलालाई स्लाइड गरि कर्सर सार्नुहोस्।
nl: Verplaats cursor door met de vinger over het toetsenbord te schuiven.
or: କୀବୋର୍ଡ ଉପରେ ଆଙ୍ଗୁଠି ଘଷି କର୍ସର୍ ଘୁଞ୍ଚାନ୍ତୁ।
pa: ਕੀਬੋਰਡ ਦੇ ਆਰ-ਪਾਰ ਉਂਗਲ ਸਲਾਈਡ ਕਰਕੇ ਕਰਸਰ ਨੂੰ ਮੂਵ ਕਰੋ।
pl: Przesuń kursor, przesuwając palec po klawiaturze.
pt_pt: Para mover o cursor, deslize o dedo pelo teclado.
ro: Mutaţi cursorul glisând cu degetul pe tastatură.
ru_ru: Для перемещения курсора проведите пальцем по клавиатуре.
si: යතුරුපුවරුව හරහා ඇඟිල්ල එහා මෙහා කිරීමෙන් කර්සරය ගෙන යන්න.
sk: Premiestnite kurzor posunutím prsta po klávesnici.
sl: Kazalec premaknete tako, da s prstom podrsate po tipkovnici.
sq: Lëvize kursorin duke rrëshqitur gishtin përmes tastierës.
sr: Pomeri kursor prevlačenjem prsta preko tastature.
sv: Flytta markören genom att dra fingret över tangentbordet.
ta: விசைப்பலகை மீது விரலை ஸ்லைட் செய்வதன் மூலம் கர்சரை நகர்த்தவும்.
te: కీబోర్డ్‌పై వేలును స్లయిడ్ చేయడం ద్వారా కర్సర్‌ను తరలించండి.
tg_tj: Ангуштро дар болои клавиатура молида, курсорро ҳаракат диҳед.
th: เลื่อนเคอร์เซอร์โดยเลื่อนนิ้วไปมาบนแป้นพิมพ์
tk_tm: Klawiaturanyň ýüzünde barmagyňy oýnadyp kursory oýnadyň.
tl: Galawin ang cursor sa pamamagitan ng pagsa-slide ng daliri sa keyboard.
tr_tr: Klavye boyunca parmağınızı kaydırarak imleci hareket ettirin.
uk: Перемістіть курсор проведенням пальцем по клавіатурі.
ur: کی بورڈ کے درمیان سے انگلی کھسکا کر کرسر کو حرکت کریں
uz: Klaviatura bo‘ylab barmog‘ingizni surish orqali kursorni harakatlantiring.
vi: Di chuyển con trỏ bằng cách trượt ngón tay trên bàn phím.
zh_cn: 通过在键盘上滑动手指移动光标。
zh_hk: 通過手指滑過鍵盤以移動游標。

# IDS_IME_BODY_MAY
source: May
ar: مايو
as: মে'
bg: Май
bn_bd: মে
ca: Maig
cs: Kvě
da: Maj
de: Mai
el_gr: Μάης
es_us: Mayo
et: Mai
eu: Maiatza
fa: مه
fi: tou
fr_ca: Mai
ga: Bealtaine
gu: મે
he: מאי
hi: मई
hr: Svibanj
hu: máj.
hy: Մայ
id: Mei
is: Maí
it_it: Maggio
ja_jp: 5月
ka: მაისი
kk: Maм.
km: ឧ.ភ
kn: ಮೇ
ko_kr: 5월
ky_kg: Май
lo: ພຶດສະພາ
lt: Gegužė
lv: Maijs
mk: Мај
ml: മെയ്‌
mn_mn: 5-р сар
mr: मे
ms: Mei
my_zg: ေမ
nb: mai
ne: मई
nl: Mei
or: ମେ
pa: ਮਈ
pl: Maj
pt_pt: Maio
ro: Mai
ru_ru: Май
si: මැයි
sk: Máj
sl: Maj
sq: Maj
sr: Maj
sv: maj
ta: மே
te: మే
tg_tj: Май
th: พฤษภาคม
tk_tm: Maý
tl: Mayo
tr_tr: Mayıs
uk: Трав.
ur: مئی
vi: Tháng 5
zh_cn: 5月
zh_hk: 5月

# IDS_IME_BODY_MARCH
source: March
as: মাৰ্চ
az: Mart
bg: Март
bn_bd: মার্চ
ca: Març
cs: Březen
da: Marts
de: März
el_gr: Μάρτιος
es_us: Marzo
et: Märts
eu: Martxoa
fa: مارچ
fi: Maaliskuu
fr_ca: Mars
ga: Márta
gu: માર્ચ
he: מרץ
hi: मार्च
hr: Ožujak
hu: március
hy: Մարտ
id: Maret
is: Mars
it_it: Marzo
ja_jp: 3月
ka: მარტი
kk: Наурыз
km: មីនា
kn: ಮಾರ್ಚ್
ko_kr: 3월
ky_kg: Март
lo: ມີນາ
lt: Kovas
lv: Marts
mk: Март
ml: മാര്‍ച്ച്‌
mn_mn: 3-р сар
mr: मार्च
ms: Mac
my_zg: မတ္
nb: mars
ne: मार्च
nl: Maart
or: ମାର୍ଚ୍ଚ
pa: ਮਾਰਚ
pl: Marzec
pt_pt: Março
ro: Martie
ru_ru: Март
si: මාර්තු
sk: Marec
sl: Marec
sq: Mars
sr: Mart
sv: mars
ta: மார்ச்
te: మార్చి
tg_tj: Март
th: มีนาคม
tk_tm: Mart
tl: Marso
tr_tr: Mart
uk: Березня
ur: مارچ
uz: Mart
vi: Tháng 3
zh_cn: 3月
zh_hk: 3月

# IDS_IME_BODY_LETTERS_M_KEYBOARD_SYMBOL
source: Letters
ar: الحروف
as: চিঠিসমূহ
az: Hərflər
bg: Букви
bn_bd: বর্ণ
ca: Lletres
cs: Písmena
da: Bogstaver
de: Buchstaben
el_gr: Γράμματα
es_us: Letras
et: Tähed
eu: Letrak
fa: حروف
fi: Kirjaimet
fr_ca: Lettres
ga: Litreacha
gu: અક્ષરો
he: אותיות
hi: वर्ण
hr: Slova
hu: Betűk
hy: Տառեր
id: Surat
is: Bókstafir
it_it: Lettere
ja_jp: 文字
ka: ასოები
kk: Әріптер
km: អក្សរ
kn: ಅಕ್ಷರಗಳು
ko_kr: 문자
ky_kg: Тамгалар
lo: ຕົວໜັງສື
lt: Raidės
lv: Burti
mk: Букви
ml: കത്തുകൾ
mn_mn: Үсэгнүүд
mr: अक्षरे
ms: Huruf
my_zg: စာမ်ား
nb: Bokstaver
ne: चिठीहरू
or: ଅକ୍ଷରଗୁଡିକ
pa: ਅੱਖਰ
pl: Litery
pt_pt: Cartas
ro: Litere
ru_ru: Буквы
si: අක්ෂර
sk: Písmená
sl: Črke
sq: Shkronjat
sr: Slova
sv: Bokstäver
ta: எழுத்துகள்
te: లేఖలు
th: จดหมาย
tl: Mga Titik
tr_tr: Alfabeler
uk: Літери
ur: حروف
uz: Harflar
vi: Chữ cái
zh_cn: 字母
zh_hk: 字母

# IDS_IME_BODY_LESS_THAN_M_KEYBOARD_SYMBOL
source: Less than
ar: أقل من
as: লেচ ডেন
az: -dan az
bg: По-малко от
bn_bd: এর চেয়ে কম
ca: Més petit que
cs: Menší než
da: Mindre end
de: Kleiner als
el_gr: Μικρότερο από
es_us: Menor que
et: Vähem kui
eu: Baino gutxiago
fa: علامت کمتر
fi: Pienempi kuin
fr_ca: Inférieur à
ga: Níos lú ná
gu: આનાથી ઓછું ચિહ્ન
he: קטן מ
hi: इससे कम
hr: Manje od
hu: Kisebb, mint
hy: Փոքրի նշան
id: Kurang dari
is: Minna en
it_it: Minore di
ja_jp: 小なり
ka: ნაკლებია
kk: Кіші
km: តិច​ជាង
kn: ಕ್ಕಿಂತ ಕಡಿಮೆ
ko_kr: 왼쪽 부등호
ky_kg: Мындан кем
lo: ນ້ອຍກວ່າ
lt: Mažiau nei
lv: Mazāks par
mk: Помалку од
ml: ചെറുതാണ്
mn_mn: Бага
mr: पेक्षा कमी
ms: Kurang daripada
my_zg: ပို၍ငယ္ေသာ သေကၤတ
nb: Mindre enn
ne: भन्दा सानो
nl: Minder dan
or: ଠାରୁ କମ୍
pa: ਇਸਤੋਂ ਘੱਟ
pl: Znak mniejszości
pt_pt: Menos de
ro: Mai mic decât
ru_ru: Меньше
si: අඩු
sk: Menšie než
sl: Manjše kot
sq: Më pak se
sr: Manje je od
sv: Mindre än
ta: இதைவிடக் குறைவு
te: దీని కంటే తక్కువ
th: น้อยกว่า
tl: Mas mababa sa
tr_tr: Küçüktür
uk: Менше ніж
ur: علامت کم تر
uz: Kamroq belgisi
vi: Dấu bé
zh_cn: 小于号
zh_hk: 小於符號

# IDS_IME_BODY_LEFT_ANGLE_QUOTES_M_KEYBOARD_SYMBOL
source: Left angle quotes
ar: اقتباسات الزاوية اليسرى
as: বাঁও কৌণিক উদ্ধৃতি
az: Sol dırnaq işarəsi
bg: Леви ъглови кавички
bn_bd: বাম কোণ উদ্ধৃতি
ca: Obertura de cometes angulars
cs: Levé šikmé uvozovky
da: Venstre vinkelanførselstegn
de: Linkes Chevron
el_gr: Αριστερά διπλά εισαγωγικά
es_us: Comillas latinas izquierdas
et: Vasak nurkjutumärk
eu: Ezkerreko alboko komatxoak
fa: علامت گیومه چپ
fi: Vasen kulmalainausmerkki
fr_ca: Chevrons gauches
ga: Comharthaí athfhriotail uilleacha ar chlé
gu: ડાબા કોણ અવતરણ ચિહ્નો
he: סוגריים משולשים כפולים שמאליים
hi: बायां कोण उद्धरण
hr: Lijevi navodni znak
hu: Záró belső idézőjel
hy: Ձախ անկյունավոր չակերտներ
id: Tanda kutip pembuka
is: Danskar gæsalappir opnast
it_it: Virgolette uncinate aperte
ja_jp: 二重山括弧開き
ka: მარცხენა კუთხური ბრჭყალი
kk: Сол жақ бұрыш тырнақшалары
km: អញ្ញប្រកាស​ឆ្វេង
kn: ಎಡಬದಿಯ ಕೋನದ ಉದ್ಧರಣ ಚಿಹ್ನೆ
ko_kr: 여는 겹꺾쇠표
ky_kg: Сол бурчтуу тырмакча
lo: ວົງຢືມມຸມຊ້າຍ
lt: Kairiosios pusės kabutės
lv: Kreisās leņķa pēdiņas
mk: Воведни аголни наводници
ml: ഇടതുകോണ ഉദ്ധരണികൾ
mn_mn: Зүүн талын гурвалжин хашилт
mr: डाव्‍या कोन्‍यातील अवतरण चिन्‍ह
ms: Tanda petikan sudut kiri
my_zg: ဘယ္ဘက္အၫႊန္း ျမားေခါင္းမ်ား
nb: Venstre anførselstegn
ne: बायाँ कोणीय उद्धरणहरू
nl: Linker punthaken
or: ବାମ କୋଣ ଉଦ୍ଧୃତ ଚିହ୍ନ
pa: ਖੱਬੇ ਕੋਣ ਉਧਰਣ
pl: Lewy cudzysłów ostrokątny
pt_pt: Aspas angulares da esquerda
ro: Paranteză unghiulară stânga
ru_ru: Левые кавычки
si: වම් උද්ධෘත
sk: Ľavé šikmé úvodzovky
sl: Levi dvojni narekovaj
sq: Thonjëzat majtas
sr: Levi uglasti znaci navoda
sv: Vänster vinkelcitationstecken
ta: இடது கோண மேற்கோள்கள்
te: ఎడమ కోణం కోట్‌లు
th: เครื่องหมาย '《'
tr_tr: Sol açılı çift tırnak işareti
uk: Ліві кутові лапки
ur: بائیں زاویہ واوین
uz: Chap burchak qo‘shtirnog‘i
vi: Dấu nháy kép trái
zh_cn: 左角引号
zh_hk: 左角引號

# IDS_IME_BODY_KEYBOARD_TYPE
source: Keyboard type
ar: نوع لوحة المفاتيح
as: কীব'ৰ্ডৰ প্ৰকাৰ
az: Klaviatura növü
be_by: Тып клавіятуры
bg: Тип клавиатура
bn_bd: কিবোর্ডের বিন্যাস
ca: Tipus de teclat
cs: Typ klávesnice
da: Tastaturtype
de: Tastaturtyp
el_gr: Τύπος πληκτρολογίου
es_us: Tipo de teclado
et: Klaviatuuri tüüp
eu: Teklatu mota
fa: نوع صفحه کلید
fi: Näppäimistön tyyppi
fr_ca: Type de clavier
ga: Cineál eochairchláir
gu: કીબોર્ડ પ્રકાર
he: סוג מקלדת
hi: कीबोर्ड प्रकार
hr: Vrsta tipkovnice
hu: Billentyűzet típusa
hy: Ստեղնաշարի տեսակը
id: Tipe papan tombol
is: Lyklaborðsgerð
it_it: Tipo tastiera
ja_jp: キーボード設定
ka: კლავიატურის ტიპი
kk: Пернетақта түрі
km: ប្រភេទ​ក្តារចុច
kn: ಕೀಬೋರ್ಡ್ ವಿಧ
ko_kr: 키보드 형식
ky_kg: Ариптакта түрү
lo: ປະເພດຄີບອດ
lt: Klaviatūros tipas
lv: Tastatūras veids
mk: Вид тастатура
ml: കീബോര്‍ഡ് തരം
mn_mn: Товчлуурт самбарын төрөл
mr: कीबोर्ड प्रकार
ms: Jenis papan kekunci
my_zg: ကီးဘုတ္ အမ်ဳိးအစား
nb: Tastaturtype
ne: कीबोर्ड प्रकार
nl: Toetsenbordtype
or: କୀବୋର୍ଡ୍ ପ୍ରକାର
pa: ਕੀਬੋਰਡ ਪ੍ਰਕਾਰ
pl: Typ klawiatury
pt_pt: Tipo de teclado
ro: Tip de tastatură
ru_ru: Тип клавиатуры
si: යතුරුපුවරු වර්ගය
sk: Typ klávesnice
sl: Vrsta tipkovnice
sq: Lloji i tastierës
sr: Tip tastature
sv: Tangentbordstyp
ta: விசைப்பலகை வகை
te: కీబోర్డు రకం
tg_tj: Навъи клавиатура
th: ชนิด​แป้น​พิมพ์
tk_tm: Klawiatura görnüşi
tl: Uri ng keyboard
tr_tr: Klavye türü
uk: Тип клавіатури
ur: کیی بورڈ قسم
uz: Klaviatura turi
vi: Loại bàn phím
zh_cn: 键盘类型
zh_hk: 鍵盤類型

# IDS_IME_BODY_KEYBOARD_SETTINGS
source: Keyboard settings
ar: إعدادات لوحة المفاتيح
as: কীব'ৰ্ড ছেটিংছ
az: Klaviatura parametrləri
be_by: Налады клавіятуры
bg: Настройки на клавиатурата
bn_bd: কিবোর্ড সেটিংস
ca: Ajustaments del teclat
cs: Nastavení klávesnice
da: Tastaturindstillinger
de: Tastatur-Einstellungen
el_gr: Ρυθμίσεις πληκτρολογίου
es_us: Configuración del teclado
et: Klaviatuuri seaded
eu: Teklatuaren ezarpenak
fa: تنظیمات صفحه کلید
fi: Näppäimistön asetukset
fr_ca: Paramètres du clavier
ga: Socruithe eochairchláir
gu: કીબોર્ડ સેટિંગ્સ
he: הגדרות מקלדת
hi: कीबोर्ड सेटिंग्स
hr: Postavke tipkovnice
hu: Billentyűzet beállításai
hy: Ստեղնաշարի դրվածքներ
id: Pengaturan papan kunci
is: Stillingar lyklaborðs
it_it: Impostazioni tastiera
ja_jp: キーボード設定
ka: კლავიატურის პარამეტრები
kk: Пернетақта параметрлері
km: ការកំណត់​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳು
ko_kr: 키보드 설정
ky_kg: Клавиатура орнотуулары
lo: ການຕັ້ງຄ່າຄີບອດ
lt: Klaviatūros nustatymai
lv: Tastatūras iestatījumi
mk: Нагодувања за тастатурата
ml: കീബോര്‍ഡ് ക്രമീകരണങ്ങള്‍
mn_mn: Гар товчлуурын тохиргоо
mr: कीबोर्ड सेटिंग्स
ms: Aturan papan kekunci
my_zg: ကီးဘုတ္သတ္မွတ္ခ်က္မ်ား
nb: Tastaturinnstillinger
ne: कीबोर्ड सेटिङहरु
nl: Toetsenbordinstellingen
or: କୀବୋର୍ଡ୍ ସେଟିଂସ୍
pa: ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ
pl: Ustawienia klawiatury
pt_pt: Definições do teclado
ro: Setări tastatură
ru_ru: Параметры клавиатуры
si: යතුරුපුවරු සැකසුම්
sk: Nastavenia klávesnice
sl: Nastavitve tipkovnice
sq: Percaktimet e opsioneve te butonave
sr: Podešavanja tastature
sv: Tangentbordsinställningar
ta: விசைப்பலகை அமைவுகள்
te: కీబోర్డు సెట్టింగులు
tg_tj: Танзимоти клавиатура
th: การตั้งค่าแป้นพิมพ์
tk_tm: Klawiatura sazlamalary
tl: Mga setting ng keyboard
tr_tr: Klavye ayarları
uk: Установки клавіатури
ur: کیی بورڈ سیٹنگیں
uz: Klaviatura parametrlari
vi: Cài đặt bàn phím
zh_cn: 键盘设置
zh_hk: 鍵盤設定

# IDS_IME_BODY_JUNE
source: June
as: জুন
az: İyun
bg: Юни
bn_bd: জুন
ca: Juny
cs: Červen
da: Juni
de: Juni
el_gr: Ιούνιος
es_us: Junio
et: Juuni
eu: Ekaina
fa: جون
fi: Kesäkuu
fr_ca: Juin
ga: Meitheamh
gu: જૂન
he: יוני
hi: जून
hr: Lipanj
hu: június
hy: Հունիս
id: Juni
is: Júní
it_it: Giugno
ja_jp: 6月
ka: ივნისი
kk: Маусым
km: មិថុនា
kn: ಜೂನ್
ko_kr: 6월
ky_kg: Июнь
lo: ມິຖຸນາ
lt: Birželis
lv: Jūnijs
mk: Јуни
ml: ജൂണ്‍
mn_mn: 6-р сар
mr: जून
ms: Jun
my_zg: ဇြန္
nb: juni
ne: जुन
nl: Juni
or: ଜୁନ୍
pa: ਜੂਨ
pl: Czerwiec
pt_pt: Junho
ro: Iunie
ru_ru: Июнь
si: ජුනි
sk: Jún
sl: Junij
sq: Qershor
sr: Jun
sv: juni
ta: ஜூன்
te: జూన్
tg_tj: Июн
th: มิถุนายน
tk_tm: Iýun
tl: Hunyo
tr_tr: Haziran
uk: Червня
ur: جون
uz: Iyun
vi: Tháng 6
zh_cn: 6月
zh_hk: 6月

# IDS_IME_BODY_JULY
source: July
as: জুলাই
az: İyul
bg: Юли
bn_bd: জুলাই
ca: Juliol
cs: Červenec
da: Juli
de: Juli
el_gr: Ιούλιος
es_us: Julio
et: Juuli
eu: Uztaila
fa: جولای
fi: Heinäkuu
fr_ca: Juillet
ga: Iúil
gu: જુલાઈ
he: יולי
hi: जुलाई
hr: Srpanj
hu: július
hy: Հուլիս
id: Juli
is: Júlí
it_it: Luglio
ja_jp: 7月
ka: ივლისი
kk: Шілде
km: កក្កដា
kn: ಜುಲೈ
ko_kr: 7월
ky_kg: Июль
lo: ກໍລະກົດ
lt: Liepa
lv: Jūlijs
mk: Јули
ml: ജൂലായ്‌
mn_mn: 7-р сар
mr: जुलै
ms: Julai
my_zg: ဇူလုိင္
nb: juli
ne: जुलाई
nl: Juli
or: ଜୁଲାଇ
pa: ਜੁਲਾਈ
pl: Lipiec
pt_pt: Julho
ro: Iulie
ru_ru: Июль
si: ජුලි
sk: Júl
sl: Julij
sq: Korrik
sr: Jul
sv: juli
ta: ஜூலை
te: జూలై
tg_tj: Июл
th: กรกฎาคม
tk_tm: Iýul
tl: Hulyo
tr_tr: Temmuz
uk: Липня
ur: جولائی
uz: Iyul
vi: Tháng 7
zh_cn: 7月
zh_hk: 7月

# IDS_IME_BODY_JANUARY
source: January
as: জানুৱাৰি
az: Yanvar
bg: Януари
bn_bd: জানুয়ারি
ca: Gener
cs: Leden
da: Januar
de: Januar
el_gr: Ιανουάριος
es_us: Enero
et: Jaanuar
eu: Urtarrila
fa: ژانويه
fi: Tammikuu
fr_ca: Janvier
ga: Eanáir
gu: જાન્યુઆરી
he: ינואר
hi: जनवरी
hr: Siječanj
hu: január
hy: Հունվար
id: Januari
is: Janúar
it_it: Gennaio
ja_jp: 1月
ka: იანვარი
kk: Қаңтар
km: មករា
kn: ಜನವರಿ
ko_kr: 1월
ky_kg: Январь
lo: ມັງກອນ
lt: Sausis
lv: Janvāris
mk: Јануари
ml: ജനുവരി
mn_mn: 1-р сар
mr: जानेवारी
ms: Januari
my_zg: ဇန္န၀ါရီ
nb: januar
ne: जनवरी
nl: Januari
or: ଜାନୁୟାରୀ
pa: ਜਨਵਰੀ
pl: Styczeń
pt_pt: Janeiro
ro: Ianuarie
ru_ru: Январь
si: ජනවාරි
sk: Január
sl: Januar
sq: Janar
sr: Januar
sv: januari
ta: ஜனவரி
te: జనవరి
tg_tj: Январ
th: มกราคม
tk_tm: Ýanwar
tl: Enero
tr_tr: Ocak
uk: Січня
ur: جنوری
uz: Yanvar
vi: Tháng 1
zh_cn: 1月
zh_hk: 1月
