Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Complete or replace the word you are typing with the most probable word when you tap the space bar.
ar: أكمل الكلمة التي تكتبها أو استبدلها بأكثر الكلمات احتمالاً عند النقر فوق شريط المسافة.
as: যেতিয়া আপুনি স্পেচ বাৰ টিপে, আপুনি লিখা শব্দটো অতি নিকটবৰ্তী শব্দৰ দ্বাৰা সম্পূৰ্ণ বা স্থানান্তৰ কৰক৷
az: Boşluq zolağına vurduqda, yazdığınız sözü ən mümkün sözlə tamamlayın və ya əvəz edin.
bg: Попълнете или заменете думата, която въвеждате, с най-вероятната дума, като чукнете интервала.
ca: Completar o substituir la paraula que està escrivint amb la paraula més probable quan toqui la barra espaiadora
cs: Dokončí nebo nahradí slovo, které píšete, nejpravděpodobnějším slovem, když klepnete na mezerník.
da: Fuldfør eller erstat det ord, du skriver, med det mest sandsynlige ord, når du tapper på mellemrumstasten.
de: Beim Tippen auf die Leertaste das gerade eingegebene Wort mit dem wahrscheinlichsten Wort ergänzen bzw. ersetzen
el_gr: Πατήστε το πλήκτρο κενού διαστήματος, για να ολοκληρώσετε ή να αντικαταστήσετε τη λέξη που πληκτρολογείτε με την πιο πιθανή λέξη.
es_us: Complete o sustituya la palabra que está escribiendo con la palabra más probable al pulsar la tecla de espacio.
et: Kirjutage sona lopuni voi asendage see koige toenaolisema sonaga, toksates tuhikut.
eu: Osatu edo ordezkatu idazten ari zaren hitza hitz egokienarekin espazio barra ukitzen duzunean
fa: با ضربه زدن به نوار فاصله، کلمه ای که در حال تایپ کردن آن هستید را کامل کرده یا با محتمل ترین کلمه جایگزین کنید.
fi: Täydennä tai korvaa kirjoittamasi sana kaikkein todennäköisimmällä sanalla, kun napautat välilyöntinäppäintä.
fr_ca: Terminez ou remplacez le mot en cours de saisie par le mot le plus probable en touchant la barre d'espace.
ga: Cuir i gcrích nó ionadaigh an focal atá á chlóscríobh agat leis an bhfocal is dóchúla nuair a thapálann tú an mbarra spáis
gu: તમે જ્યારે સ્પેસ બારને ટેપ કરો ત્યારે સૌથી સંભવિત શબ્દથી તમે ટાઇપ કરતાં હોવ તેને પૂર્ણ કરો અથવા સ્થળાંતરિત કરો.
he: השלם או החלף את המילה שאתה מקליד במילה הסבירה ביותר בעת הקשה על מקש הרווח.
hi: जब आप स्पेस बार टैप करते हैं, तो अपने द्वारा लिखे जा रहे शब्द को सर्वाधिक प्रायिक शब्द से पूर्ण करें या बदलें।
hr: Dovršite ili zamijenite riječ koju tipkate s najvjerojatnijom riječi kada dodirnete tipku za razmak.
hu: A beírt szó kiegészítése vagy lecserélése a legvalószínűbb szóra a szóköz gomb érintésékor.
hy: Մեքենագրվող բառն ավարտեք կամ փոխարինեք առավել հավանական բառով, երբ թակում եք բացատի ստեղնը:
id: Melengkapi atau mengganti kata yang Anda sedang ketik dengan kata yang paling mungkin saat Anda mengetuk bilah spasi.
is: Ljúktu við orðið sem þú ert að skrifa eða skiptu því út fyrir líklegasta orðið með því að pikka á bilslána.
it_it: Consente di completare o sostituire la parola che state digitando con la parola più probabile toccando la barra spaziatrice.
ja_jp: スペースバーをタップすると、入力中の文字列から最も近い単語に置き換えます。
ka: დაასრულეთ ან შეცვალეთ სიტყვა, რომლის აკრეფასაც აპირებთ, ყველაზე მეტად შესატყვისი სიტყვით, როდესაც კრეფთ ინტერვალს.
kk: Теріліп жатқан сөзді аяқтаңыз немесе бос орын пернесін түрткенде ең ықтималды сөзбен ауыстырыңыз.
km: បំពេញ ឬ ជំនួស​ពាក្យ​ដែល​អ្នក​កំពុង​វាយ​ជាមួយ​នឹង​ពាក្យ​ទំនង​បំផុត នៅពេល​អ្នក​ប៉ះ​របារ​ដំណកឃ្លា។
kn: ನೀವು ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ತಟ್ಟಿದಾಗ ನೀವು ಟೈಪ್ ಮಾಡುತ್ತಿರುವ ಪದವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ ಅಥವಾ ಅದನ್ನು ಹೆಚ್ಚು ಸೂಕ್ತವಾದ ಪದದೊಂದಿಗೆ ಸ್ಥಾನಾಂತರಿಸಿ.
ko_kr: 스페이스 키를 누르면 현재까지 입력된 단어에서 예측 가능한 단어로 자동 완성하거나 대체합니다.
ky_kg: Ара тилкесин таптаганыңызда, сиз терип жаткан сөздү аяктатып, же эң жакын сөз менен алмаштырат.
lo: ໃສ່ ຫຼືປ່ຽນແທນຄໍາເວົ້າທີ່ທ່ານກໍາລັງພິມດ້ວຍຄໍາທີ່ເປັນໄປໄດ້ທີ່ສຸດ ເມື່ອທ່ານແຕະຍະຫວ່າງ.
lt: Užbaigti ar pakeisti vedamą žodį labiausiai tikėtinu žodžiu bakstelėjus tarpo mygtuką.
lv: Pabeidziet vai aizstājiet vārdu, kuru rakstāt, ar visatbilstošāko vārdu, pieskaroties atstarpes taustiņam.
mk: Довршете го или заменете го зборот што го пишувате со најверојатниот збор кога ќе го допрете копчето за празно место.
ml: നിങ്ങള്‍ സ്പെയ്സ് ബാറില്‍ ടാപ്പുചെയ്യുമ്പോള്‍ നിങ്ങള്‍ ശ്രമിക്കുന്ന വാക്ക് പൂര്‍ത്തിയാക്കുകയോ ഏറ്റവും സാധ്യമായ വാക്ക് ഉപയോഗിച്ച് മാറ്റി വയ്ക്കുകയോ ചെയ്യുക.
mn_mn: Таныг зай авдаг хөндөл товшиход байж болох хамгийн их магадлалтай үгээр таны шивж буй үгийг гүйцээх буюу солих
mr: जेव्‍हा आपण स्‍पेस बार टॅप कराल तेव्‍हा आपण प्रकार करत असलेल्‍या अति संभाव्‍य शब्‍दासहित पूर्ण करा किंवा शब्‍द बदला.
ms: Lengkapkan atau gantikan perkataan yang anda taip dengan perkataan yang paling munasabah apabila anda mengetik bar ruang.
nb: Du kan fullføre eller erstatte det ordet du skriver inn, med det mest sannsynlige ordet ved å trykke på mellomromstasten.
ne: तपाईले स्पेस बार ट्याप गर्दा अत्याधिक सम्भाव्य शब्द द्वारा तपाईले टाइप गरि रहनुभएको शब्द पूरा गर्नुहोस् वा बदल्नुहोस्।
nl: Vul het getypte woord aan of vervang het door het meest waarschijnlijke woord wanneer u op de spatiebalk tikt.
or: ଆପଣ ସ୍ପେସ୍ ଦଣ୍ଡିକା ଟ୍ୟାପ୍ କରିବା ବେଳେ ସର୍ବାଧିକ ସାମ୍ଭାବ୍ୟ ଶବ୍ଦ ସହ ଆପଣ ଟାଇପ୍ କରୁଥିବା ଶବ୍ଦକୁ ସମ୍ପୂର୍ଣ୍ଣ କିମ୍ବା ବିସ୍ଥାପନ କରନ୍ତୁ।
pa: ਜਦੋਂ ਤੁਸੀਂ ਸਪੇਸ ਬਾਰ ਟੈਪ ਕਰਦੇ ਹੋ, ਉਦੋਂ ਆਪਣੇ ਵਲੋਂ ਲਿਖੇ ਜਾ ਰਹੇ ਸ਼ਬਦ ਨੂੰ ਸਭ ਤੋਂ ਸੰਭਾਵਿਤ ਸ਼ਬਦ ਨਾਲ ਪੂਰਾ ਕਰੋ ਜਾਂ ਬਦਲੋ।
pl: Dokończ pisane teraz słowo lub zastąp je najbardziej prawdopodobnym słowem, dotykając spacji.
pt_pt: Complete ou substitua a palavra que está a escrever com a palavra mais provável quando toca na barra de espaços.
ro: Completaţi sau înlocuiţi cuvântul pe care îl scrieţi cu cel mai probabil cuvânt când atingeţi bara de spaţiu.
ru_ru: Завершение вводимого слова или его замена наиболее вероятным словом при нажатии пробела.
si: ඔබ ඉඩ යතුර තට්ටු කළ විට ඔබ ටයිප් කරමින් සිටින වදන වඩාත්ම සම්භාවී වදන සමගින් සම්පූර්ණ කරයි නැතහොත් ප්‍රතිස්ථාපනය කරයි.
sk: Dokončenie alebo nahradenie písaného slova za najpravdepodobnejšie slovo ťuknutím na medzerník.
sl: Besedo, ko jo pravkar vnašate, lahko dokončate ali zamenjate z najbolj verjetno besedo, če pritisnete preslednico.
sq: Plotëso ose zëvendëso fjalën që je duke shtypur me fjalën më të mundshme, kur të shtypësh tastin hapësirë.
sr: Dovrši reč dok kucaš ili je zameni predloženom reči tako što ćeš kucnuti na razmaknicu.
sv: Slutför eller ersätt ordet du skriver med det mest sannolika ordet när du trycker på mellanslagstangenten.
ta: நீங்கள் தட்டச்சு செய்யும்போது, அதற்கான மிக பொருத்தமான சொல்லை ஸ்பேஸ் பாரைத் டேப் செய்து நிறைவு செய்யவும் அல்லது மாற்றவும்.
te: మీరు స్పేస్ బార్‌ని ట్యాప్ చేసినప్పుడు అత్యంత సాధ్యమైన పదంతో మీరు టైప్ చేసే పదాన్ని పూర్తి చేయండి లేదా భర్తీ చేయండి.
tg_tj: Калимаи менавистаатонро, ҳангоми зарба задани тугмаи фосила, бо истифодаи калимаи имконпазиртарин ба охир расонед ё бадал кунед.
th: พิมพ์คำให้เสร็จหรือแทนที่คำ ที่คุณกำลังพิมพ์ด้วยคำ ที่น่าจะเป็นไปได้ที่สุด เมื่อคุณสัมผัสสเปซบาร์
tk_tm: Boşluk düwmesine basan wagtyňyz ýazýan sözüňizi ýokary ähtimallygy bolan söz bilen tamamlaýar ýa-da çalyşýar.
tl: Kumpletuhin o palitan ang salitang tina-type mo gamit ang pinakamalamang na salita kapag nag-tap ka sa space bar.
tr_tr: Boşluk çubuğuna dokunduğunuzda, yazdığınız kelimeyi en olası kelime ile tamamlayın veya değiştirin.
uk: Завершення написання або замінення слова, що наразі вводиться, найімовірнішим словом у разі натискання пробілу.
ur: جب آپ اسپیس بار پر تھپتھپائیں تو اس لفظ کو جو آپ ٹائپ کررہے ہوں قریب ترین ممکنہ لفظ سے مکمل یا تبدیل کریں
uz: Bo‘shliq tugmasiga tekkaningizda, Siz kiritayotgan so‘zni oxiriga yetkazish yoki eng mos keluvchi taxminiy so‘z bilan almashtirish.
vi: Hoàn tất hoặc thay thế từ bạn đang nhập bằng từ phù hợp nhất khi chạm phím khoảng cách.
zh_cn: 点击空格条时，用最可能的词语完成或替换正在输入的词语。
zh_hk: 輕觸空白鍵時，以最有可能的字詞完成或取代正在輸入的字詞。

# IDS_ST_BODY_DOUBLE_TAP_TO_CLOSE_THE_LIST_T_TTS
source: Double tap to close the list.
ar: انقر نقرا مزدوجا لإغلاق القائمة.
as: তালিকা বন্ধ কৰিবৰ বাবে দুবাৰ টিপক৷
az: Siyahını bağlamaq üçün iki dəfə vurun.
bg: Чукнете двукратно, за да затворите списъка.
bn_bd: তালিকাটি বন্ধ করতে দু'বার ট্যাপ করুন।
ca: Toqui dos cops per tancar la llista.
cs: Poklepáním zavřete seznam.
da: Dobbelttryk for at lukke listen.
de: Zweimal tippen, um die Liste zu schließen.
el_gr: Πατήστε δύο φορές για κλείσιμο της λίστας.
es_us: Presione dos veces para cerrar la lista.
et: Toksake kaks korda, et sulgeda loendit.
eu: Ukitu bi aldiz zerrenda ixteko.
fa: برای بستن لیست دوبار ضربه بزنید.
fi: Sulje luettelo kaksoisnapauttamalla.
fr_ca: Pressez deux fois pour fermer la liste.
ga: Déthapáil leis an liosta a dhúnadh.
gu: યાદી બંધ કરવા માટે બેવાર ટેપ કરો.
he: הקש הקשה כפולה כדי לסגור את הרשימה.
hi: सूची बंद करने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za zatvaranje popisa.
hu: Érintse meg kétszer a lista bezárásához.
hy: Կրկնակի թակեք՝ ցուցակը փակելու համար:
id: Ketuk dua kali untuk menutup daftar.
is: Tvípikkaðu til að loka listanum.
it_it: Toccate due volte per chiudere l'elenco.
ja_jp: リストを閉じるにはダブルタップします。
ka: შეეხეთ ორჯერ და დახურეთ სია.
kk: Тізімді жабу үшін екі рет түртіңіз.
km: ប៉ះ​ពីរ​ដង​ដើម្បី​បិទ​បញ្ជី។
kn: ಪಟ್ಟಿ ಮುಚ್ಚಲು ಎರಡು ಬಾರಿ ತಟ್ಟಿ.
ko_kr: 목록을 닫으려면 두 번 누르세요.
lo: ເຄາະສອງບາດຊ້ອນເພື່ອປິດລາຍການ.
lt: Bakstelėkite du kartus ir uždarykite sąrašą.
lv: Lai aizvērtu sarakstu, veiciet dubultskārienu.
mk: Допрете двапати за да затворите листа.
ml: ലിസ്റ്റ് അടയ്ക്കാന്‍ ഇരട്ട ടാപ്പുചെയ്യുക.
mn_mn: Жагсаалт хаахын тулд хоёр товш.
mr: यादी बंद करण्‍यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk menutup senarai.
my_zg: စာရင္း ပိတ္ရန္ ႏွစ္ခ်က္ ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å lukke listen.
ne: सूची बन्द गर्न दुईपटक त्यप गर्नुहोस्।
nl: Tik tweemaal om de lijst te sluiten.
or: ତାଲିକା ବନ୍ଦ କରିବାକୁ ଦ୍ଵିବାର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਸੂਚੀ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਦੋਹਰਾ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby zamknąć listę.
pt_pt: Toque duas vezes para fechar a lista.
ro: Atingeţi de două ori pentru a închide lista.
ru_ru: Дважды нажмите, чтобы закрыть список.
si: ලැයිස්තුව වැසීමට දෙවරක් තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete zavrieť zoznam.
sl: Dvakrat pritisnite, da zaprete seznam.
sq: Dy-trokit për ta mbyllur listën.
sr: Dvaput kucni za zatvaranje liste.
sv: Dubbeltryck för att stänga listan.
ta: பட்டியலை மூடவென இருமுறை டேப் செய்க.
te: జాబితాని తెరవడానికి డబుల్ ట్యాప్ చేయండి.
th: สัมผัสสองครั้ง เพื่อปิดรายการ
tl: I-double tap upang isara ang listahan.
tr_tr: Listeyi kapamak için çift dokunun.
uk: Двічі натисніть, щоб закрити список.
ur: فہرست بند کرنے کے لئے دو بار تھپتھپائیں۔
uz: Ro‘yxatni yopish uchun ikki marta cherting.
vi: Chạm hai lần để đóng danh sách.
zh_cn: 双击以关闭列表。
zh_hk: 按兩下以關閉清單。

# IDS_ST_BODY_DOUBLE_TAP_TO_EDIT_THIS_FIELD_T_TTS
source: Double tap to edit this field.
ar: انقر نقرا مزدوجا لتعديل هذا الحقل.
as: এই ফিল্ড সম্পাদনা কৰিবৰ বাবে দুবাৰ টিপক৷
az: Bu sahəni redaktə etmək üçün iki dəfə vurun.
bg: Чукнете двукратно, за да редактирате това поле.
bn_bd: এই ক্ষেত্রটি সম্পাদনা করতে দুবার ট্যাপ করুন।
ca: Toqui dos cops per editar aquest camp.
cs: Chcete-li upravit pole, poklepejte na něj.
da: Dobbelttryk for at redigere dette felt.
de: Zweimal tippen, um dieses Feld zu bearbeiten.
el_gr: Πατήστε δύο φορές για να επεξεργαστείτε αυτό το πεδίο.
es_us: Pulse dos veces para editar este campo.
et: Toksake kaks korda, et redigeerida seda välja.
eu: Ukitu bi aldiz eremu hau editatzeko.
fa: برای ویرایش این قسمت دو بار ضربه بزنید.
fi: Muokkaa kenttää kaksoisnapauttamalla tätä.
fr_ca: Touchez deux fois pour modifier ce champ.
ga: Déthapáil leis an réimse seo a chur in eagar.
gu: આ ક્ષેત્રને સંપાદિત કરવા માટે બેવાર ટેપ કરો.
he: הקש פעמיים לעריכת שדה זה.
hi: इस फ़ील्ड को संपादित करने के लिए दोहरा टैप करें।
hr: Dvaput dodirnite za uređivanje ovog polja.
hu: Kétszeri érintéssel szerkesztheti a mezőt.
hy: Կրկնակի թակեք` այս դաշտը խմբագրելու համար:
id: Ketuk dua kali untuk mengedit bidang ini.
is: Tvípikkaðu til að breyta þessum reit.
it_it: Toccate due volte per modificare questo campo.
ja_jp: この欄を編集するにはダブルタップします。
ka: ამ ველის შესასწორებლად შეეხეთ ორჯერ.
kk: Осы өрісті өңдеу үшін, екі рет түртіңіз.
km: ប៉ះ​ពីរដង​ដើម្បី​កែ​វាល​នេះ។
kn: ಈ ಕ್ಷೇತ್ರವನ್ನು ತಿದ್ದಲು ಎರಡು ಬಾರಿ ತಟ್ಟಿ.
ko_kr: 이곳의 내용을 편집하려면 두 번 누르세요.
lo: ແຕະສອງເທື່ອຊ້ອນເພື່ອແກ້ໄຂບ່ອນໃສ່ຂໍ້ມູນ.
lt: Bakstelėkite du kartus, kad redaguotumėte šį lauką.
lv: Veiciet dubultskārienu, lai rediģētu šo lauku.
mk: Допрете двапати за да го измените полето.
ml: ഈ ഫീല്‍ഡ് എഡിറ്റുചെയ്യുന്നതിന് ഇരട്ട ടാപ്പുചെയ്യുക.
mn_mn: Энэ талбарыг засварлахын тулд хоёр товш.
mr: हे परिक्षेत्र संपादित करण्‍यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk menyunting medan ini.
my_zg: ဤေနရာကို ျပဳျပင္ရန္ ႏွစ္ခ်က္ ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å redigere dette feltet.
ne: यो फील्ड सम्पादन गर्न दुईपटक ट्याप गर्नुहोस्।
nl: Tik tweemaal om dit veld te bewerken.
or: ଏହି କ୍ଷେତ୍ର ସମ୍ପାଦନ କରିବାକୁ ଦୁଇଥର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਇਸ ਖੇਤਰ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਡਬਲ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby edytować to pole.
pt_pt: Toque duas vezes para alterar este campo.
ro: Atingeţi de două ori pentru a edita acest câmp.
ru_ru: Дважды нажмите, чтобы изменить это поле.
si: මෙම ක්ෂේත්‍රය සංස්කරණය කිරීමට ද්වි තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete upraviť toto pole.
sl: Dvakrat pritisnite, da uredite to polje.
sq: Dy-trokit për ta redaktuar këtë fushë.
sr: Dvaput kucni za izmenu ovog polja.
sv: Dubbeltryck för att redigera det här fältet.
ta: இந்தப் புலத்தைத் திருத்த இருமுறை டேப் செய்யவும்.
te: ఈ ఫీల్డ్‌ని ఎడిట్ చేయడానికి డబుల్ ట్యాప్ చేయండి.
th: สัมผัสสองครั้งเพื่อปิดฟิลด์นี้
tl: I-tap nang dalawang beses upang i-edit ang field na ito.
tr_tr: Bu alanı düzenlemek için çift dokunun.
uk: Двічі натисніть, щоб редагувати це поле.
ur: یہ خانہ تدوین کرنے کے لئے دوبار تھپتھپائیں۔
uz: Ushbu maydonni tahrirlash uchun ikki marta bosing.
vi: Chạm hai lần để chỉnh sửa mục này.
zh_cn: 双击以编辑此字段。
zh_hk: 輕觸兩下以編輯此欄位。

# IDS_ST_BODY_DOUBLE_TAP_TO_OPEN_THE_LIST_T_TTS
source: Double tap to open the list.
ar: انقر نقرا مزدوجا لفتح القائمة.
as: তালিকা খুলিবৰ বাবে দুবাৰ টিপক৷
az: Siyahını açmaq üçün iki dəfə vurun.
bg: Чукнете двукратно, за да отворите списъка.
bn_bd: তালিকাটি খুলতে দুবার ট্যাপ করুন।
ca: Toqui dos cops per obrir la llista.
cs: Poklepáním otevřete seznam.
da: Dobbelttryk for at åbne listen.
de: Zweimal tippen, um die Liste zu öffnen.
el_gr: Πατήστε δύο φορές για άνοιγμα της λίστας.
es_us: Presione dos veces para abrir la lista.
et: Toksake kaks korda, et avada loendit.
eu: Ukitu bi aldiz zerrenda irekitzeko.
fa: برای باز کردن لیست دوبار ضربه بزنید.
fi: Avaa luettelo kaksoisnapauttamalla.
fr_ca: Pressez deux fois pour ouvrir la liste.
ga: Déthapáil leis an liosta a oscailt.
gu: યાદી ખોલવા માટે બેવાર ટેપ કરો.
he: הקש הקשה כפולה כדי לפתוח את הרשימה.
hi: सूची खोलने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za otvaranje popisa.
hu: Érintse meg kétszer a lista megnyitásához.
hy: Կրկնակի թակեք՝ ցուցակը բացելու համար:
id: Ketuk dua kali untuk membuka daftar.
is: Tvípikkaðu til að opna listann.
it_it: Toccate due volte per aprire l'elenco.
ja_jp: リストを開くにはダブルタップします。
ka: შეეხეთ ორჯერ და გახსენით სია.
kk: Тізімді ашу үшін екі рет түртіңіз.
km: ប៉ះ​ពីរ​ដង​ដើម្បី​បើក​បញ្ជី។
kn: ಪಟ್ಟಿ ತೆರೆಯಲು ಎರಡು ಬಾರಿ ತಟ್ಟಿ.
ko_kr: 목록을 열려면 두 번 누르세요.
lo: ເຄາະສອງບາດຊ້ອນເພື່ອເປີດລາຍການ.
lt: Bakstelėkite du kartus ir atidarykite sąrašą.
lv: Lai atvērtu sarakstu, veiciet dubultskārienu.
mk: Допрете двапати за да отворите листа.
ml: ലിസ്റ്റ് തുറക്കാന്‍ ഇരട്ട ടാപ്പുചെയ്യുക.
mn_mn: Жагсаалт нээхийн тулд хоёр товш.
mr: यादी उघडण्‍यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk membuka senarai.
my_zg: စာရင္း ဖြင့္ရန္ ႏွစ္ခ်က္ ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å åpne listen.
ne: सूची खोल्न दुईपटक त्यप गर्नुहोस्।
nl: Tik tweemaal om de lijst te openen.
or: ତାଲିକା ଖୋଲିବାକୁ ଦ୍ଵିବାର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਸੂਚੀ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਦੋਹਰਾ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby otworzyć listę.
pt_pt: Toque duas vezes para abrir a lista.
ro: Atingeţi de două ori pentru a deschide lista.
ru_ru: Дважды нажмите, чтобы открыть список.
si: ලැයිස්තුව විවෘත කිරීමට දෙවරක් තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete otvoriť zoznam.
sl: Dvakrat pritisnite, da odprete seznam.
sq: Dy-trokit për të hapur listën.
sr: Dvaput kucni za otvaranje liste.
sv: Dubbeltryck för att öppna listan.
ta: பட்டியலைத் திறக்கவென இருமுறை டேப் செய்க.
te: జాబితాని తెరవడానికి డబుల్ ట్యాప్ చేయండి.
th: สัมผัสสองครั้ง เพื่อเปิดรายการ
tl: I-double tap upang buksan ang listahan.
tr_tr: Listeyi açmak için çift dokunun.
uk: Двічі натисніть, щоб відкрити список.
ur: فہرست کھولنے کے لئے دو بار تھپتھپائیں۔
uz: Ro‘yxatni ochish uchun ikki marta cherting.
vi: Chạm hai lần để mở danh sách.
zh_cn: 双击以打开列表。
zh_hk: 按兩下以開啟清單。

# IDS_ST_BODY_EXPANDABLE_LIST
source: Expandable list
ar: قائمة قابلة للتوسيع
as: বিস্তাৰণযোগ্য সূচী
az: Genişlənən siyahı
bg: Разгъваем списък
bn_bd: প্রসারণযোগ্য তালিকা
ca: Llista ampliable
cs: Rozbalitelný seznam
da: Liste, der kan udvides
de: Erweiterbare Liste
el_gr: Λίστα με δυνατότητα ανάπτυξης
es_us: Lista desplegable
et: Laiendatav loend
eu: Zerrenda zabalgarria
fa: فهرست بازشو
fi: Laajennettava luettelo
fr_ca: Liste déroulante
ga: Liosta in-forleathnaithe
gu: વિસ્તૃત કરવા યોગ્ય યાદી
he: רשימה ניתנת להרחבה
hi: विस्तार करने योग्य सूची
hr: Popis koji se može proširiti
hu: Kibontható lista
hy: Ընդլայնելի ցուցակ
id: Daftar yang dapat diperluas
is: Stækkanlegur listi
it_it: Elenco espandibile
ja_jp: 拡張可能なリスト
ka: ჩამოსაშლელი სია
kk: Кеңейтілмелі тізім
km: បញ្ជី​ដែល​អាច​ពង្រីក​បាន
kn: ವಿಸ್ತರಿಸಬಹುದಾದ ಪಟ್ಟಿ
ko_kr: 확장 가능 목록
ky_kg: Жайылуучу тизмек
lo: ລາຍການສາມາດຂະຫຍາຍໄດ້
lt: Išskleidžiamasis sąrašas
lv: Izvēršams saraksts
mk: Листа што се раширува
ml: വിപുലീകരിക്കാവുന്ന പട്ടിക
mn_mn: Дэлгэдэг жагсаалт
mr: विस्‍तार योग्‍य यादी
ms: Senarai boleh kembang
my_zg: တိုးခ်ဲ႕ႏိုင္ေသာ စာရင္း
nb: Utvidbar liste
ne: विस्तार गर्न योग्य सूची
nl: Uitvouwbare lijst
or: ବର୍ଦ୍ଧିତଯୋଗ୍ୟ ତାଲିକା
pa: ਵਿਸਤਾਰਯੋਗ ਸੂਚੀ
pl: Lista rozwijana
pt_pt: Lista expansível
ro: Listă extensibilă
ru_ru: Разворачиваемый список
si: විහිදීමට හැකි ලැයිස්තුව
sk: Rozbaľovací zoznam
sl: Razširljiv seznam
sq: Listë e zgjerueshme
sr: Proširiva lista
sv: Expanderbar lista
ta: விரிவாக்கத்தக்க பட்டியல்
te: విస్తరించగల జాబితా
tg_tj: Рӯйхати густаришёбанда
th: รายการที่ขยายได้
tk_tm: Giňişleýän sanaw
tl: Napapalawak na listahan
tr_tr: Genişletilebilir liste
uk: Розгорнутий список
ur: قابل توسیع فہرست
uz: Kengaytiriladigan ro‘yxat
vi: Danh sách có thể mở rộng
zh_cn: 可展開的清單
zh_hk: 可展開的清單

# IDS_ST_BODY_ON_OFF_BUTTON
source: On/off button
ar: زر تشغيل/إيقاف تشغيل
as: অন/অফ বুটাম
az: Yandır/söndür düyməsi
bg: Бутон за включване/изключване
bn_bd: চালু করুন/বন্ধ করুন বাটন
ca: Botó activat/desactivat
cs: Vypínač
da: Tænd/sluk-knap
de: Ein-/Aus-Taste
el_gr: Κουμπί ενεργοποίησης/απενεργοποίησης
es_us: Botón de encendido/apagado
et: Sisse-/väljalülitamise nupp
eu: Pizteko/itzaltzeko botoia
fa: دکمه روشن/خاموش
fi: Virtapainike
fr_ca: Bouton d'activation/désactivation
ga: Cnaipe Air/As
gu: ચાલુ/બંધ બટન
he: לחצן מופעל/כבוי
hi: चालू/बंद बटन
hr: Gumb za uključivanje/isključivanje
hu: Be-ki gomb
hy: Միաց/անջատ կոճակ
id: Tombol hidup/mati.
is: Hnappur til að kveikja og slökkva
it_it: Pulsante Sì/No
ja_jp: ON/OFFボタン
ka: ჩართვა-გამორთვის ღილაკი
kk: “Қосу/өшіру” түймесі
km: ប៊ូតុង​បើក/​បិទ
kn: ಆನ್/ಆಫ್ ಬಟನ್
ko_kr: 사용/해제 버튼
ky_kg: Бар/жок баскычы
lo: ປຸ່ມ ເປີດ/ປິດ
lt: Įjungimo / išjungimo mygtukas
lv: Ieslēgšanas/izslēgšana poga
mk: Копче вклучено/исклучено
ml: ഓണ്‍/ഓഫ് ബട്ടണ്‍
mn_mn: Асаах/унтраах товч
mr: चालू/बंद करा बटण
ms: Butang hidup/mati
my_zg: ဖြင့္/ပိတ္ ခလုတ္
nb: På/av-tast
ne: अन/अफ बटन
nl: Aan/uit-knop
or: ଅନ୍/ଅଫ୍ ବଟନ୍
pa: ਚਾਲੂ/ਬੰਦ ਬਟਨ
pl: Przycisk włączania/wyłączania
pt_pt: Botão ligar/desligar
ro: Buton pornit/oprit
ru_ru: Кнопка включения и отключения
si: සක්‍රිය/අක්‍රියා බොත්තම
sk: Tlačidlo zapnutia/vypnutia
sl: Gumb za vklop/izklop
sq: Butoni Ndiz/Fik
sr: Dugme Uključeno/isključeno
sv: På-/av-knapp
ta: ஆன்/ஆஃப் பொத்தான்
te: ఆన్/ఆఫ్ చేయి బటన్
tg_tj: Тугмаи хомӯшкунӣ
th: ปุ่มเปิด/ปิด
tk_tm: Düwmäni Aç./Ýap.
tr_tr: Açma/kapatma tuşu
uk: Кнопка ввімкнення/вимкнення
ur: آن/آف بٹن
uz: Yoqish/o‘chirish tugmasi
vi: Phím bật/tắt
zh_cn: 开/关按钮
zh_hk: 開/關按鈕

# IDS_IME_BODY_SAMSUNG_KEYBOARD
source: Samsung keyboard
ar: لوحة مفاتيح Samsung
as: চেমচাং কীব'ৰ্ড
az: Samsung klaviaturası
bg: Клавиатура Samsung
bn_bd: স্যামসাং কিবোর্ড
ca: Teclat Samsung
cs: Klávesnice Samsung
da: Samsung-tastatur
de: Samsung-Tastatur
el_gr: Πληκτρολόγιο Samsung
es_us: Teclado Samsung
et: Samsungi klaviatuur
eu: Samsung teklatua
fa: صفحه کلید سامسونگ
fi: Samsung-näppäimistö
fr_ca: Clavier Samsung
ga: Eochairchlár Samsung
gu: સેમસંગ કીબોર્ડ
he: מקלדת של Samsung
hi: सैमसंग कीबोर्ड
hr: Samsung tipkovnica
hu: Samsung billentyűzet
hy: Samsung ստեղնաշար
id: Papan tombol Samsung
is: Samsung-lyklaborð
it_it: Tastiera Samsung
ja_jp: Samsungキーボード
ka: Samsung–ის კლავიატურა
kk: Samsung пернетақтасы
km: ក្ដារ​ចុច Samsung
kn: ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್
ko_kr: 삼성 키보드
ky_kg: Samsung клавиатурасы
lo: ຄີບອດ ຊໍາຊຸງ
lt: „Samsung“ klaviatūra
lv: Samsung tastatūra
mk: Тастатура Samsung
ml: സാംസങ്ങ് കീബോര്‍ഡ്
mn_mn: Samsung товчлуур
mr: सॅमसंग कीबोर्ड
ms: Papan kekunci Samsung
my_zg: ဆမ္ေဆာင္း ကီးဘုတ္
nb: Samsung-tastatur
ne: सैमसंग कीबोर्ड
nl: Samsung-toetsenbord
or: ସାମସଙ୍ଗ କୀବୋର୍ଡ
pa: ਸੈਮਸੰਗ ਕੀਬੋਰਡ
pl: Klawiatura Samsung
pt_pt: Teclado Samsung
ro: Tastatură Samsung
ru_ru: Клавиатура Samsung
si: සැම්සුං යතුරු පුවරුව
sk: Klávesnica Samsung
sl: Tipkovnica Samsung
sq: Butona Samsung
sr: Samsung tastatura
sv: Samsung-tangentbord
ta: சாம்சங் விசைப்பலகை
te: స్యామ్‌సంగ్ కీబోర్డు
tg_tj: Клавиатураи Samsung
th: แป้น​พิมพ์ Samsung
tk_tm: Samsung klawiaturasy
tr_tr: Samsung klavye
uk: Клавіатура Samsung
ur: Samsung کیی بورڈ
uz: Samsung klaviaturasi
vi: Bàn phím Samsung
zh_cn: 三星键盘
zh_hk: 三星鍵盤

# IDS_IME_HEADER_MORE_SETTINGS_ABB
source: More settings
ar: المزيد من الضبط
as: অধিক ছেটিংছ
az: Daha çox prm.
be_by: Іншыя налады
bg: Още настройки
bn_bd: আরও সেটিংস
ca: Més ajustaments
cs: Další nast.
da: Flere valg
de: Weitere Einstellungen
el_gr: Περισ. ρυθμ
es_us: Más configuraciones
et: Veel seadeid
eu: Ezarpen gehiago
fa: تنظیمات بیشتر
fi: Lisää asetuksia
fr_ca: Paramètres supplémentaires
ga: Tuilleadh socruithe
gu: વધુ સેટિંગ્સ
he: הגדרות נוספות
hi: और सेटिंग्स
hr: Dodatno
hu: Egyéb beállítás
hy: Այլ կայանքներ
id: Pengaturan lainnya
is: Fleiri stillingar
it_it: Altre impostaz.
ja_jp: その他の設定
ka: სხვა პარამეტ.
kk: Артық реттеу
km: ការកំណត់​ច្រើន​ទៀត
kn: ಮತ್ತಷ್ಟು ಸಂಯೋಜನೆಗಳು
ko_kr: 설정 더보기
ky_kg: Дагы орнотуулар
lo: ການຕັ້ງຄ່າເພີ່ມເຕີມ
lt: Daugiau nust.
lv: Citi iestat.
mk: Повеќе парам.
ml: കൂടുതല്‍ ക്രമീകരണങ്ങള്‍
mn_mn: Илүү их тохиргоо
mr: अधिक सेटिंग्स
ms: Lebih aturan
my_zg: ေနာက္ထပ္ သတ္မွတ္ခ်က္မ်ား
nb: Flere innstillinger
ne: थप सेटिङहरु
nl: Meer instellingen
or: ଅଧିକ ସେଟିଂସ୍
pa: ਹੋਰ ਸੈੱਟਿੰਗਸ
pl: Więcej ustawień
pt_pt: Mais definições
ro: Setări
ru_ru: Дополнительно
si: වැඩිදුර සැකසුම්
sk: Ďalšie nast.
sl: Več nastavit.
sq: Cil. tjera
sr: Još podešav.
sv: Fler inställningar
ta: கூடுதல் அமைவுகள்
te: మరిన్ని సెట్టింగులు
tg_tj: Танзимоти бештар
th: การ​ตั้ง​ค่า​เพิ่ม​เติม
tk_tm: Köp sazlamalar
tl: Higit pang mga setting
tr_tr: Diğer ayarlar
uk: Інші налаштування
ur: مزید سیٹنگز
uz: Qo‘shimcha parametrlar
vi: Nhiều cài đặt hơn
zh_cn: 更多设定
zh_hk: 更多設定
