Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_SHIFT_IS_ON_T_TTS
source: Shift is on.
ar: مفتاح التحويل قيد التنشيط.
as: চিফ্ট অন হৈ আছে৷
az: Shift yanılıdır.
bg: Клавишът Shift е включен.
bn_bd: শিফট চালু আছে।
ca: Les majúscules estan activades.
cs: Šift je zapnutý.
da: Shift er slået til.
de: Shift ist ein.
el_gr: Το Shift είναι ενεργό.
es_us: Tecla Shift activada.
et: Tõstuklahv on sees.
eu: Aldaketa piztuta dago.
fa: Shift روشن است.
fi: Vaihtonäppäin on käytössä.
fr_ca: Les majuscules sont activées.
ga: SHIFT air.
gu: શિફ્ટ ચાલુ છે.
he: Shift פועל.
hi: शिफ्ट चालू है।
hr: Pomak je uključen.
hu: Be van kapcsolva a Shift billentyű.
hy: Shift ստեղնը միացված է:
id: Shift menyala.
is: Kveikt er á hástöfum.
it_it: Maiusc attivato.
ja_jp: シフトキーがONになっています。
ka: Shift ჩართულია.
kk: Shift пернесі қосулы.
km: បាន​បើក​គ្រាប់ចុច​ប្ដូរ។
kn: ಶಿಫ್ಟ್ ಆನ್ ಆಗಿದೆ.
ko_kr: 시프트가 켜졌습니다.
ky_kg: Shift күйүк
lo: ປຸ່ມຊິບເປີດ.
lt: Mygtukas „Shift“ įjungtas.
lv: Taustiņš Shift ir ieslēgts.
mk: Копчето Шифт е вклучено.
ml: ഷിഫ്റ്റ് ഓണ്‍ ആണ്.
mn_mn: Shift идэвхтэй байна.
mr: शिफ्ट चालू आहे.
ms: Shift dihidupkan.
my_zg: ေရႊ႕ေျပာင္းမႈ ဖြင့္ထားသည္။
nb: Skift er på.
ne: सिफ्ट अन छ।
nl: Shift is aan.
or: ସିଫ୍ଟ ଅନ୍ ଅଛି।
pa: ਸ਼ਿਫਟ ਚਾਲੂ ਹੈ।
pl: Klawisz Shift jest włączony.
pt_pt: Shift ligada.
ro: Tasta Shift este activată.
ru_ru: Клавиша Shift включена.
si: මාරුව ක්‍රියාත්මකව ඇත.
sk: Kláves Shift je zapnutý.
sl: Tipka Shift je vklopljena.
sq: Shift është aktiv.
sr: Shift je uključen.
sv: Skift är på.
ta: ஷிஃப்ட் ஆன் ஆக உள்ளது.
te: షిఫ్ట్ ఆన్ చేయబడింది.
tg_tj: Гузариш фаъол аст.
th: Shift เปิดอยู่
tk_tm: Shift işledilen.
tl: Naka-on ang Shift.
tr_tr: Shift açık.
uk: Клавішу Shift увімкнено.
ur: شفٹ آن ہے۔
uz: Shift yoqilgan.
vi: Bật Shift.
zh_cn: Shift 已开启。
zh_hk: Shift 鍵已開啟。

# IDS_IME_BODY_SHIFT_IS_OFF_T_TTS
source: Shift is off.
ar: مفتاح التحويل قيد إيقاف التشغيل.
as: চিফ্ট অফ হৈছে৷
az: Shift sönülüdür.
bg: Клавишът Shift е изключен.
bn_bd: শিফট বন্ধ আছে।
ca: Les majúscules estan desactivades.
cs: Šift je vypnutý.
da: Shift er slået fra.
de: Shift ist aus.
el_gr: Το Shift είναι ανενεργό.
es_us: Tecla Shift desactivada.
et: Tõstuklahv on väljas.
eu: Aldaketa itzalita dago.
fa: Shift خاموش است.
fi: Vaihtonäppäin ei ole käytössä.
fr_ca: Les majuscules sont désactivées.
ga: SHIFT as.
gu: શિફ્ટ બંધ છે.
he: Shift כבוי.
hi: शिफ्ट बंद है।
hr: Pomak je isključen.
hu: Ki van kapcsolva a Shift billentyű.
hy: Shift ստեղնը անջատված է:
id: Shift mati.
is: Slökkt er á hástöfum.
it_it: Maiusc disattivato.
ja_jp: シフトキーがOFFになっています。
ka: Shift გამორთულია.
kk: Shift пернесі өшірулі.
km: បាន​បិទ​គ្រាប់ចុច​ប្ដូរ។
kn: ಶಿಫ್ಟ್ ಆಫ್ ಆಗಿದೆ.
ko_kr: 시프트가 꺼졌습니다.
ky_kg: Shift өчүк.
lo: ປຸ່ມຊິບປິດ.
lt: Mygtukas „Shift“ išjungtas.
lv: Taustiņš Shift ir izslēgts.
mk: Копчето Шифт е исклучено.
ml: ഷിഫ്റ്റ് ഓഫ് ആണ്.
mn_mn: Shift идэвхгүй байна.
mr: शिफ्ट बंद आहे.
ms: Shift dimatikan.
my_zg: ေရႊ႕ေျပာင္းမႈ ပိတ္ထားသည္။
nb: Skift er av.
ne: सिफ्ट अफ छ।
nl: Shift is uit.
or: ସିଫ୍ଟ ଅଫ୍ ଅଛି।
pa: ਸ਼ਿਫਟ ਬੰਦ ਹੈ।
pl: Klawisz Shift jest wyłączony.
pt_pt: Shift desligada.
ro: Tasta Shift este dezactivată.
ru_ru: Клавиша Shift выключена.
si: මාරුව ක්‍රියා විරහිත කොට ඇත.
sk: Kláves Shift je vypnutý.
sl: Tipka Shift je izklopljena.
sq: Shift është joaktiv.
sr: Shift je isključen.
sv: Skift är av.
ta: ஷிஃப்ட் ஆஃப் நிலையில் உள்ளது.
te: షిఫ్ట్ ఆఫ్ చేయబడింది.
tg_tj: SHIFT хомӯш аст.
th: Shift ปิดอยู่
tk_tm: Süýşirme öçürilen.
tl: Naka-off ang Shift.
tr_tr: Shift kapalı.
uk: Клавішу Shift вимкнено.
ur: شفٹ آف ہے۔
uz: Shift o‘chirilgan.
vi: Tắt Shift.
zh_cn: Shift 已关闭。
zh_hk: Shift 鍵已關閉。

# IDS_IME_BODY_SETTINGS_M_KEYBOARD_SYMBOL
source: Settings
ar: الضبط
as: ছেটিংছ
az: Parametrlər
bg: Настройки
bn_bd: সেটিংস
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de: Einstellungen
el_gr: Ρυθμίσεις
es_us: Configuración
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr_ca: Paramètres
ga: Socruithe
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Դրվածքներ
id: Pengaturan
is: Stillingar
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ko_kr: 설정
ky_kg: Орнотуулар
lo: ຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങൾ
mn_mn: Тохиргоо
mr: सेटिंग्स
ms: Aturan
my_zg: သတ္မွတ္ခ်က္မ်ား
nb: Innstillinger
ne: सेटिङहरू
nl: Instellingen
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru_ru: Параметры
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
ta: அமைவுகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tl: Mga Setting
tr_tr: Ayarlar
uk: Установки
ur: ترتیبات
uz: Parametrlar
vi: Cài đặt
zh_cn: 设定
zh_hk: 設定

# IDS_IME_BODY_SEPTEMBER
source: September
as: ছেপ্টেম্বৰ
az: Sentyabr
bg: Септември
bn_bd: সেপ্টেম্বর
ca: Setembre
cs: Září
el_gr: Σεπτέμβριος
es_us: Septiembre
eu: Iraila
fa: سپتامبر
fi: Syyskuu
fr_ca: Septembre
ga: Meán Fómhair
gu: સપ્ટેંબર
he: ספטמבר
hi: सितम्बर
hr: Rujan
hu: szeptember
hy: Սեպտեմբեր
it_it: Settembre
ja_jp: 9月
ka: სექტემბერი
kk: Қыркүйек
km: កញ្ញា
kn: ಸೆಪ್ಟೆಂಬರ್
ko_kr: 9월
ky_kg: Сентябрь
lo: ກັນຍາ
lt: Rugsėjis
lv: Septembris
mk: Септември
ml: സെപ്തംബര്‍
mn_mn: 9-р сар
mr: सप्टेंबर
my_zg: စက္တင္ဘာ
ne: सितम्बर
or: ସେପ୍ଟେମ୍ୱର୍
pa: ਸਤੰਬਰ
pl: Wrzesień
pt_pt: Setembro
ro: Septembrie
ru_ru: Сентябрь
si: සැප්තැම්බර්
sq: Shtator
sr: Septembar
ta: செப்டம்பர்
te: సెప్టెంబర్
tg_tj: Сентябр
th: กันยายน
tk_tm: Sentýabr
tl: Setyembre
tr_tr: Eylül
uk: Вересня
ur: ستمبر
uz: Sentyabr
vi: Tháng 9
zh_cn: 9月
zh_hk: 9月

# IDS_IME_BODY_SEMICOLON_M_KEYBOARD_SYMBOL
source: Semicolon
ar: نقطة وفاصلة
as: ছেমিকল'ন
az: Nötqə-vergül
bg: Точка и запетая
bn_bd: সেমিকোলন
ca: Punt i coma
cs: Středník
da: Semikolon
de: Semikolon
el_gr: Ελληνικό ερωτηματικό
es_us: Punto y coma
et: Semikoolon
eu: Puntu eta koma
fa: نقطه ویرگول
fi: Puolipiste
fr_ca: Point-virgule
ga: Leathstad
gu: અર્ધવિરામ ચિહ્ન
he: נקודה ופסיק
hi: अर्धविराम
hr: Točka sa zarezom
hu: Pontosvessző
hy: Կետ-ստորակետ
id: Titik koma
is: Semíkomma
it_it: Punto e virgola
ja_jp: セミコロン
ka: წერტილმძიმე
kk: Үтірлі нүкте
km: ក្បៀស​ចុច​ពី​លើ
kn: ಅರ್ಧವಿರಾಮ ಚಿಹ್ನೆ
ko_kr: 세미콜론
ky_kg: Үтүрлүү чекит
lo: ຈໍ້າຈຸດ
lt: Kabliataškis
lv: Semikols
mk: Точка и запирка
ml: അർദ്ധവിരാമം
mn_mn: Цэг таслал
mr: अर्धविराम
ms: Koma bernoktah
my_zg: အျဖတ္အရပ္ သေကၤတ
nb: Semikolon
ne: अर्धविराम
nl: Puntkomma
or: ସେମିକୋଲନ୍
pa: ਅਰਧ ਵਿਰਾਮ
pl: Średnik
pt_pt: Ponto e vírgula
ro: Punct şi virgulă
ru_ru: Точка с запятой
si: තිත් කොමාව
sk: Bodkočiarka
sl: Podpičje
sq: Pikëpresje
sr: Tačka i zarez
sv: Semikolon
ta: அரைப்புள்ளி
te: సెమీకోలన్
th: เซมิโคลอน
tl: Tuldok-kuwit
tr_tr: Noktalı virgül
uk: Крапка з комою
ur: نیم وقفہ
uz: Nuqtali vergul
vi: Chấm phẩy
zh_cn: 分号
zh_hk: 分號

# IDS_IME_BODY_RIGHT_ANGLE_QUOTES_M_KEYBOARD_SYMBOL
source: Right angle quotes
ar: اقتباسات الزاوية اليمنى
as: সোঁ কৌণিক উদ্ধৃতি
az: Sağ dırnaq işarəsi
bg: Десни ъглови кавички
bn_bd: ডান কোণ উদ্ধৃতি
ca: Tancament de cometes angulars
cs: Pravé šikmé uvozovky
da: Højre vinkelanførselstegn
de: Rechtes Chevron
el_gr: Δεξιά διπλά εισαγωγικά
es_us: Comillas latinas derechas
et: Parem nurkjutumärk
eu: Eskuineko alboko komatxoak
fa: علامت گیومه راست
fi: Oikea kulmalainausmerkki
fr_ca: Chevrons droits
ga: Comharthaí athfhriotail uilleacha ar dheis
gu: જમણા કોણ અવતરણ ચિહ્નો
he: סוגריים משולשים כפולים ימניים
hi: दायां कोण उद्धरण
hr: Desni navodni znak
hu: Nyitó belső idézőjel
hy: Աջ անկյունավոր չակերտներ
id: Tanda kutip penutup
is: Danskar gæsalappir lokast
it_it: Virgolette uncinate chiuse
ja_jp: 二重山括弧閉じ
ka: მარჯვენა კუთხური ბრჭყალი
kk: Оң жақ бұрыш тырнақшалары
km: អញ្ញប្រកាស​ស្ដាំ
kn: ಬಲಬದಿಯ ಕೋನದ ಉದ್ಧರಣ ಚಿಹ್ನೆ
ko_kr: 닫는 겹꺾쇠표
ky_kg: Оң бурчтуу тырмакча
lo: ວົງຢືມມຸມຂວາ
lt: Dešiniosios pusės kabutės
lv: Labās leņķa pēdiņas
mk: Затвори аголни наводници
ml: വലതുകോണ ഉദ്ധരണികൾ
mn_mn: Баруун талын гурвалжин хашилт
mr: उजव्‍या कोन्‍यातील अवतरण चिन्‍ह
ms: Tanda petikan sudut kanan
my_zg: ညာဘက္အၫႊန္း ျမားေခါင္းမ်ား
nb: Høyre anførselstegn
ne: दायाँ कोणीय उद्धरणहरू
nl: Rechter punthaken
or: ସମକୋଣ ଉଦ୍ଧୃତ ଚିହ୍ନ
pa: ਸੱਜੇ ਕੋਣ ਉਧਰਣ
pl: Prawy cudzysłów ostrokątny
pt_pt: Aspas angulares da direita
ro: Paranteză unghiulară dreapta
ru_ru: Правые кавычки
si: දකුණු උද්ධෘත
sk: Pravé šikmé úvodzovky
sl: Desni dvojni narekovaj
sq: Thonjëzat djathtas
sr: Desni uglasti znaci navoda
sv: Höger vinkelcitationstecken
ta: வலது கோண மேற்கோள்கள்
te: కుడి కోణం కోట్‌లు
th: เครื่องหมาย '》'
tr_tr: Sağ açılı çift tırnak işareti
uk: Праві кутові лапки
ur: دائیں زاویہ واوین
uz: O‘ng uchburchak qavs
vi: Dấu nháy kép phải
zh_cn: 右角引号
zh_hk: 右角引號

# IDS_IME_BODY_QUOTES_M_KEYBOARD_SYMBOL
source: Quotes
ar: اقتباسات
as: উদ্ধৃতিসমূহ
az: Dırnaq işarəsi
bg: Кавички
bn_bd: উদ্ধৃতিগুলো
ca: Cometes
cs: Uvozovky
da: Anførselstegn
de: Anführungszeichen
el_gr: Εισαγωγικά
es_us: Comillas
et: Jutumärgid
eu: Komatxoak
fa: علامت نقل‌قول
fi: Lainausmerkit
fr_ca: Guillemets
ga: Comharthaí athfhriotail
gu: અવતરણ ચિહ્નો
he: מירכאות
hi: उद्धरण
hr: Navodni znakovi
hu: Idézőjel
hy: Չակերտներ
id: Kutipan
is: Gæsalappir
it_it: Virgolette
ja_jp: クォート
ka: ბრჭყალები
kk: Тырнақшалар
km: អញ្ញប្រកាស
kn: ಉಲ್ಲೇಖಗಳು
ko_kr: 큰따옴표
ky_kg: Тырмакча
lo: ວົງຢືມ
lt: Kabutės
lv: Pēdiņas
mk: Наводници
ml: ഉദ്ധരണികൾ
mn_mn: Хашилт
mr: अवतरण चिन्‍हे
ms: Tanda petikan
my_zg: အကိုးအကားမ်ား
nb: Anførselstegn
ne: उद्धरणहरू
nl: Aanhalingstekens
or: ଉଦ୍ଧୃତ ଚିହ୍ନ
pa: ਹਵਾਲੇ
pl: Cudzysłów
pt_pt: Cotações
ro: Ghilimele
ru_ru: Кавычки
si: උද්ධෘත
sk: Úvodzovky
sl: Narekovaji
sq: Thonjëza
sr: Navodnici
sv: Citat
ta: மேற்கோள்கள்
te: కోట్స్
th: ใบเสนอราคา
tl: Mga Panipi
tr_tr: Çift tırnak
uk: Лапки
ur: واوین
uz: Qo‘shtirnoqlar
vi: Dấu nháy kép
zh_cn: 引号
zh_hk: 引號

# IDS_IME_BODY_QUESTION_MARK_M_KEYBOARD_SYMBOL
source: Question mark
ar: علامة استفهام
as: প্ৰশ্নবোধক চিহ্ন
az: Sual işarəsi
bg: Въпросителен знак
bn_bd: প্রশ্নবোধক চিহ্ন
ca: Tancament d'interrogació
cs: Otazník
da: Spørgsmålstegn
de: Fragezeichen
el_gr: Ερωτηματικό
es_us: Signo de interrogación
et: Küsimärk
eu: Galdera ikurra
fa: علامت سؤال
fi: Kysymysmerkki
fr_ca: Point d'interrogation
ga: Comhartha ceiste
gu: પ્રશ્નાર્થ ચિહ્ન
he: סימן שאלה
hi: प्रश्नवाचक चिह्न
hr: Upitnik
hu: Kérdőjel
hy: Հարցական նշան
id: Tanda tanya
is: Spurningarmerki
it_it: Punto interrogativo
ja_jp: 疑問符
ka: კითხვის ნიშანი
kk: Сұрақ белгісі
km: សញ្ញា​សួរ
kn: ಪ್ರಶ್ನಾರ್ಥಕ ಚಿಹ್ನೆ
ko_kr: 물음표
ky_kg: Суроо белгиси
lo: ເຄື່ອງໝາຍຖາມ
lt: Klaustukas
lv: Jautājuma zīme
mk: Прашалник
ml: ചോദ്യ ചിഹ്നം
mn_mn: Асуултын тэмдэг
mr: प्रश्‍नचिन्‍ह
ms: Tanda tanya
my_zg: ေမးခြန္းသေကၤတ
nb: Spørsmålstegn
ne: प्रश्‍नवाचक चिह्न
nl: Vraagteken
or: ପ୍ରଶ୍ନବାଚକ ଚିହ୍ନ
pa: ਪ੍ਰਸ਼ਨ ਚਿੰਨ੍ਹ
pl: Znak zapytania
pt_pt: Ponto de interrogação
ro: Semn de întrebare
ru_ru: Вопросительный знак
si: ප්‍රශ්නාර්ථ ලකුණ
sk: Otáznik
sl: Vprašaj
sq: Pikëpyetje
sr: Znak pitanja
sv: Frågetecken
ta: கேள்விக் குறியீடு
te: ప్రశ్న గుర్తు
tg_tj: Аломати савол
th: เครื่องหมายคำถาม
tk_tm: Sorag belgisi
tl: Takdang pananong
tr_tr: Soru işareti
uk: Знак питання
ur: سوالیہ نشان
uz: So‘rov belgisi
vi: Dấu hỏi
zh_cn: 问号
zh_hk: 問號

# IDS_IME_BODY_PS_WILL_BE_REMOVED_FROM_LEARNED_WORDS
source: ‘%s’ will be removed from learned words.
ar: ستتم إزالة ’%s’‬ من الكلمات التي تم التعرف عليها.
as: শিকা শব্দৰ পৰা ‘%s’ আঁতৰাব লাগিব৷
az: ‘%s’ öyrənilmiş sözlərdən silinəcək.
bg: „%s“ ще бъде премахната от научените думи.
bn_bd: শেখা শব্দগুলো থেকে ‘%s’ অপসারিত হবে।
ca: S'eliminarà ‘%s’ de les paraules apreses
cs: „%s“ bude odebráno z naučených slov.
da: ‘%s’ vil blive fjernet fra lærte ord.
de: ‘%s’ wird aus den gelernten Wörtern entfernt
el_gr: Το λήμμα «%s» θα καταργηθεί από τις λέξεις της λίστας προτάσεων.
es_us: ‘%s’ se eliminará de las palabras aprendidas.
et: „%s” eemaldatakse õpitud sõnade hulgast.
eu: ‘%s’ kenduko da ikasitako hitzetatik
fa: ‘%s’ از کلمات آموخته شده حذف خواهد شد.
fi: ”%s” poistetaan opituista sanoista.
fr_ca: ‘%s’ sera supprimé des mots appris.
ga: Bainfear ‘%s’ ó na focail foghlamtha
gu: ‘%s’ ને શીખેલા શબ્દોમાંથી કાઢી નાખવામાં આવશે
he: ’%s’ יוסרו ממילים שנלמדו.
hi: सीखें गए शब्दों में से ‘%s’ हटाया जाएगा।
hr: ‘%s’ će biti uklonjen iz naučenih riječi.
hu: Eltávolítja a „%s” szót a tanult szavak közül.
hy: ‘%s’-ը կհեռացվի սովորած բառերից:
id: ‘%s’ akan dihapus dari kata-kata yang dipelajari.
is: ‘%s’ verður fjarlægt úr þekktum orðum.
it_it: “%s” verrà rimosso dalle parole apprese.
ja_jp: 「%s」が学習辞書から削除されます。
ka: „%s“ წაიშლება ნასწავლ სიტყვებში.
kk: Жатталған сөздер ішінен “%s” жойылады.
km: នឹង​លុប ‘%s’ ពី​ពាក្យ​ដែល​បាន​រៀន។
kn: ‘%s’ ಅನ್ನು ಕಲಿತ ಪದಗಳಿಂದ ತೆಗೆಯಲಾಗುವುದು.
ko_kr: ‘%s’ 단어를 단어장에서 제거합니다.
ky_kg: “%s” үйрөнгөн сөздөр тизмесинен өчүрүлөт
lo: ‘%s’ ຈະຖືກເອົາອອກໄປຈາກຄໍາເວົ້າທີ່ໄດ້ຮຽນຮູ້.
lt: Iš išmoktų žodžių bus pašalinta „%s“.
lv: Vārds %s tiks noņemts no apgūtajiem vārdiem.
mk: ‘%s’ ќе се отстрани од научените зборови.
ml: പഠിച്ച വാക്കുകളില്‍നിന്നും ‘%s’ നീക്കംചെയ്യപ്പെടും.
mn_mn: Сурсан үгсээс ‘%s’-г арилгана
mr: ‘%s’ पाठ केलेल्या शब्दां मधून काढून टाकले जाईल.
ms: ‘%s’ akan dialih keluar daripada perkataan yang diketahui.
my_zg: ေလ့လာျပီး စကားလံုးမ်ားထဲမွ ‘%s’ အား ဖယ္ရွားလိုက္မည္။
nb: “%s” vil bli fjernet fra lærte ord.
ne: ‘%s’ लाई सिकेको शब्दहरूबाट हटाइनेछ।
nl: ‘%s’ wordt verwijderd uit geleerde woorden.
or: ଶିଖିଥିବା ଶବ୍ଦଗୁଡିକରୁ ‘%s’ ଅପସାରିତ ହେବ।
pa: ‘%s’ ਸਿੱਖੇ ਗਏ ਸ਼ਬਦਾਂ ਵਿੱਚੋਂ ਹਟ ਜਾਵੇਗਾ।
pl: ‘%s’ zostanie usunięte z grupy nauczonych słów.
pt_pt: A palavra ‘%s’ será removida das palavras aprendidas.
ro: „%s” va fi eliminat din cuvintele învăţate.
ru_ru: '%s' будет удалено из запомненных слов.
si: ‘%s’ උගත් වචන වෙතින් ඉවත් කරනු ඇත.
sk: Slovo „%s“ sa odstráni z naučených slov.
sl: Beseda ‘%s’ bo odstranjena iz naučenih besed.
sq: ‘%s’ do të largohet nga fjalët e mësuara.
sr: Reč „%s“ će biti uklonjena iz naučenih reči.
sv: ‘%s’ kommer att tas bort från inlärda ord.
ta: ‘%s’ கற்றுக்கொள்ளப்பட்ட சொற்களில் இருந்து அகற்றப்படும்.
te: ‘%s’ నేర్చుకున్న పదాలు నుండి తీసివేయబడుతుంది.
tg_tj: “%s” аз калимаҳои омӯхташуда нест карда мешавад.
th: ‘%s’ จะถูกลบออกจากคำที่เรียนรู้ไว้
tk_tm: Öwrenilen sözlerden ‘%s’ aýrylar.
tl: Matatanggal ang ‘%s’ mula sa mga natutunang salita.
tr_tr: ‘%s’ öğrenilen kelimelerden kaldırılacak.
uk: '%s' буде видалено із вивчених слів.
ur: سیکھے ہوئے الفاظ سے ‘%s’ ہٹا دیا جائے گا
uz: ‘%s’ o‘rganilgan so‘zlardan olib tashlanadi.
vi: ‘%s’ sẽ bị xóa khỏi các từ đã học.
zh_cn: “%s”将从已学习的词中移除。
zh_hk: 將從已學習字詞中移除『%s』。

# IDS_IME_BODY_PREDICTIVE_TEXT_OPTIONS
source: Predictive text options
ar: خيارات النص التنبؤي
as: পূৰ্বানুমান পাঠ বিকল্পসমূহ
az: Proqnozlu mətn seçimləri
bg: Опции за текст с предвиждане
bn_bd: সম্ভাব্য পাঠের বিকল্পসমূহ
ca: Opcions de text predictiu
cs: Možnosti prediktivního zadávání textu
da: Muligheder for tekstforslag
de: Texterkennungsoptionen
el_gr: Επιλογές προβλεπόμενου κειμένου
es_us: Opciones de texto predictivo
et: Ennustava teksti valikud
eu: Testu igarlearen aukerak
fa: گزینه های متن پیشگو
fi: Ennakoivat tekstiasetukset
fr_ca: Options texte intuitif
ga: Roghanna do théacs tuarthach
gu: આગાહી ટેક્સ્ટ વિકલ્પો
he: אפשרויות טקסט חזוי
hi: पूर्वसूचक टेक्स्ट विकल्प
hr: Opcije predvidljivog teksta
hu: Prediktív szöveg opciói
hy: Տեքստերի կանխատեսող ներածման ընտրանքներ
id: Opsi teks prediktif
is: Valkostir flýtiritunar
it_it: Opzioni previsione testo
ja_jp: 予測入力オプション
ka: ტექსტის კარნახის ვარიანტები
kk: Болжам мәтін опциялары
km: ជម្រើស​អត្ថបទ​ទាយ
kn: ಮುನ್ಸೂಚನೆಯ ಪಠ್ಯ ಆಯ್ಕೆಗಳು
ko_kr: 문구 자동 완성 옵션
lo: ຕົວເລືອກເດົາຂໍ້ຄວາມ
lt: Numatytojo teksto parinktys
lv: Intuitīvā teksta iespējas
mk: Опции за предвидлив текст
ml: പ്രവചിക്കാവുന്ന ടെക്സ്റ്റ് ഓപ്ഷനുകള്‍
mn_mn: Урьдчилан таах бичвэрийн сонголтууд
mr: प्रेडिक्टिव्ह मजकूर पर्याय
ms: Pilihan teks ramalan
my_zg: ခန္႔မွန္းႏုိင္ေသာ စာသား ေရြးခ်ယ္ရန္မ်ား
nb: Alternativer for ordforslag
ne: भविष्यसूचक पाठ संदेश
nl: Opties voorspellende tekst
or: ପୂର୍ବାନୁମାନ ପାଠ୍ୟ ବିକଳ୍ପସମୂହ
pa: ਪੂਰਵ ਅਨੁਮਾਨਤ ਟੈਕਸਟ ਵਿਕਲਪ
pl: Opcje uzupełniania tekstu
pt_pt: Opções de texto inteligente
ro: Opţiuni text predictiv
ru_ru: Параметры Т9
si: පුරෝකථන පෙළ විකල්ප
sk: Možnosti prediktívneho textu
sl: Možnosti predvidevanja besedila
sq: Opsione të tekstit parashikues
sr: Opcije prediktivnog unosa teksta
sv: Alternativ för intelligent ordbok
ta: ஆருட உரை விருப்பங்கள்
te: సూచిత టెక్స్ట్ ఎంపికలు
tg_tj: Имконоти пешгӯии матн
th: ตัวเลือกข้อความล่วงหน้า
tk_tm: Çaklaýjy tekst opsiýalary
tl: Mga pagpipilian sa predictive text
tr_tr: Öngörücü yazı seçenekleri
uk: Опції прогнозування тексту
ur: متن پیشگوئی اختیارات
uz: Taxminiy matn variantlari
vi: Tùy chọn văn bản dự đoán
zh_cn: 联想文本选项
zh_hk: 預示文字選項

# IDS_IME_BODY_PREDICTIVE_TEXT
source: Predictive text
ar: نص تنبؤي
as: পূৰ্বানুমান পাঠ
az: Proqnozlaşdırıcı mətn
be_by: Прагназаванне тэксту
bg: Текст с предвиждане
bn_bd: পূর্বানুমান পাঠ্য
ca: Text predictiu
cs: Prediktivní zadávání textu
da: Ordbog
de: Texterkennung
el_gr: Έξυπνη δημιουργία κειμένου
es_us: Texto predictivo
et: Ennustav tekst
eu: Testu iragarlea
fa: متن پیشگو
fi: Ennakoiva teksti
fr_ca: Saisie intuitive
ga: Téacsáil thuarthach
gu: આગાહી ટેક્સ્ટ
he: השלמת מילים
hi: पूर्वसूचक टेक्स्ट
hr: Predviđanje teksta
hu: Prediktív szöveg
hy: Տեքստի խելացի մուտքագրում
id: Teks prediktif
is: Flýtiritun
it_it: Previsione testo
ja_jp: 予測テキスト
ka: ტექსტის კარნახი
kk: Болжайтын мәтін
km: អត្ថបទ​ទាយ
kn: ಊಹಾತ್ಮಕ ಪಠ್ಯ
ko_kr: 문구 자동 완성
ky_kg: T9 Режими
lo: ເດົາຂໍ້ຄວາມ
lt: Nuspėjamasis tekstas
lv: Intuitīvais teksts
mk: Предвидување текст
ml: പ്രവചന ടെക്സ്റ്റ്‌
mn_mn: Текст таамаглах
mr: प्रेडिक्टिव्ह मजकूर
ms: Teks ramalan
my_zg: ခန္႔မွန္းႏုိင္ေသာ စာသား
nb: Ordforslag
ne: पूर्वानुमान पाठ
nl: Voorspellende tekst
or: ପୂର୍ବାନୁମାନ ଟେକ୍ସଟ୍‌
pa: ਪੂਰਵ ਅਨੁਮਾਨਿਤ ਟੈਕਸਟ
pl: Przewidywanie tekstu
pt_pt: Texto inteligente
ro: Text predictiv
ru_ru: Режим Т9
si: පුරෝකථන පෙළ
sk: Prediktívny text
sl: Predvidevanje besedila
sq: Mënyra parashikuese
sr: Prediktivni unos teksta
sv: Förutsedd text
ta: முன்கனிப்பு உரை
te: భవిష్యత్ టెక్స్ట్
tg_tj: Матни пешгӯишуда
th: ข้อ​ความ​ล่วง​หน้า
tk_tm: Çaklaýyş teksti
tr_tr: Öngörücü yazı
uk: Прогнозування тексту
ur: پیش گوئی ٹیکسٹ
uz: Taxminiy matn
vi: Tiên đoán văn bản
zh_cn: 预测文本
zh_hk: 預測文字

# IDS_IME_BODY_POUND_M_KEYBOARD_SYMBOL
source: Pound
ar: جنيه
as: পাউণ্ড
az: Funt
bg: Паунд
bn_bd: পাউন্ড
ca: Lliura
cs: Libra
da: Pund
de: Pfund
el_gr: Λίρα
es_us: Libra
et: Nael
eu: Libera
fa: علامت پوند
fi: Punta
fr_ca: Livre
ga: Punt
gu: પાઉન્ડ
he: פאונד
hi: पाउंड
hr: Funta
hu: Font
hy: Ֆունտ
is: Pund
it_it: Sterlina
ja_jp: ポンド
ka: ფუნტი
kk: Фунт
km: ផោន
kn: ಪೌಂಡ್
ko_kr: 파운드
ky_kg: Фунт
lo: ປອນ
lt: Svaras
lv: Mārciņa
mk: Фунта
ml: പൗണ്ട്
mn_mn: Фунт
mr: पाउंड
ms: Paun
my_zg: ေပါင္
nb: Pund
ne: पाउण्‍ड
nl: Pond
or: ପାଉଣ୍ଡ୍
pa: ਪਾਉਂਡ
pl: Funt
pt_pt: Libra
ro: Liră
ru_ru: Фунт
si: රාත්තල
sk: Libra
sl: Funt
sq: Thurje
sr: Funta
sv: Pund
ta: பவுண்ட்
te: పౌండ్
tg_tj: Фунт
th: ปอนด์
tk_tm: Funt sterling
uk: Фунт стерлінгів
ur: پاؤنڈ
uz: Funt
vi: Đồng Bảng
zh_cn: 英镑符号
zh_hk: 英鎊符號

# IDS_IME_BODY_PLUS_M_KEYBOARD_SYMBOL
source: Plus
ar: المزيد
as: যোগ
az: Plyus
bg: Плюс
bn_bd: যোগ
ca: Més
el_gr: Συν
es_us: Más
et: Pluss
eu: Gehi
fa: بعلاوه
ga: Móide
gu: વત્તા
he: פלוס
hi: जोड़
hu: Plusz
hy: Պլյուս
is: Plús
it_it: Più
ja_jp: プラス
ka: პლუსი
kk: Қосу
km: បូក
kn: ಪ್ಲಸ್
ko_kr: 더하기
ky_kg: Плюс
lo: ບວກ
lt: Plius
mk: Плус
ml: പ്ലസ്
mn_mn: Нэмэх
mr: अधिक
ms: Tambah
my_zg: အေပါင္း
nb: Pluss
ne: जोड
or: ଯୁକ୍ତ
pa: ਹੋਰ
pt_pt: Mais
ru_ru: Плюс
si: ධන
ta: கூட்டல்
te: ప్లస్
th: บวก
tr_tr: Artı
uk: Знак додавання
ur: پلس کی علامت
uz: Plyus
vi: Cộng
zh_cn: 加号
zh_hk: 加號

# IDS_IME_BODY_PIPE_M_KEYBOARD_SYMBOL
source: Pipe
ar: أنبوب
as: পাইপ
az: Çərçivə
bg: Вертикална черта
bn_bd: পাইপ
ca: Barra vertical
cs: Svislá čára
da: Vertikalstreg
de: Senkrechter Strich
el_gr: Κατακόρυφη γραμμή
es_us: Barra vertical
et: Püstkriips
eu: Barra bertikala
fa: لوله
fi: Pystyviiva
fr_ca: Barre verticale
ga: Píopa
gu: પાઇપ
he: קו ניצב
hi: पाइप
hr: Kanal
hu: Függőleges vonal
hy: Ուղղաձիգ գիծ
id: Garis vertikal
is: Lóðrétt strik
it_it: Barra verticale
ja_jp: パイプライン
ka: მილი
kk: Тік сызық
km: គំនូសត្រង់
kn: ಪೈಪ್
ko_kr: 세로줄
ky_kg: Түз сызык
lo: ຂີດຊື່
lt: Vertikalusis brūkšnys
lv: Vertikālā svītra
mk: Исправена црта
ml: പൈപ്പ്
mn_mn: Босоо зураас
mr: पाइप
ms: Paip
my_zg: မ်ဥ္းမတ္ သေကၤတ
nb: Vertikalstrek
ne: पाइप
nl: Verticale streep
or: ପାଇପ୍
pa: ਪਾਈਪ
pl: Kreska pionowa
pt_pt: Barra vertical
ro: Bară verticală
ru_ru: Вертикальная линия
si: බෙදුම් ඉර
sk: Zvislá prerušovaná čiara
sl: Navpičnica
sq: Vijë vertikale
sr: Uspravna crta
sv: Vertikalstreck
ta: குழாய்
te: పైపు
th: เครื่องหมาย '|'
tr_tr: Çubuk
uk: «Вертикальна лінія»
ur: پائپ
uz: Truba
vi: Gạch đứng
zh_cn: 竖线
zh_hk: 分隔號

# IDS_IME_BODY_PERCENT_M_KEYBOARD_SYMBOL
source: Percent
ar: بالمئة
as: শতাংশ
az: Faiz
bg: Процент
bn_bd: শতাংশ
ca: Percentatge
cs: Procento
da: Procent
de: Prozent
el_gr: Σύμβολο ποσοστού
es_us: Porcentaje
et: Protsent
eu: Ehunekoa
fa: درصد
fi: Prosentti
fr_ca: Pour cent
ga: Faoin gcéad
gu: ટાકા
he: אחוז
hi: प्रतिशत
hr: Postotak
hu: Százalék
hy: Տոկոս
id: Persen
is: Prósent
it_it: Segno di percentuale
ja_jp: パーセント
ka: პროცენტი
kk: Пайыз
km: ភាគរយ
kn: ಪ್ರತಿಶತ
ko_kr: 퍼센트
ky_kg: Пайыз
lo: ເປີເຊັນ
lt: Procentas
lv: Procenti
mk: Насто
ml: ശതമാനം
mn_mn: Хувь
mr: टक्‍के
ms: Peratus
my_zg: ရာခိုင္ႏႈန္း
nb: Prosent
ne: प्रतिशत
nl: Procent
or: ଶତକଡା
pa: ਪ੍ਰਤੀਸ਼ਤ
pl: Procent
pt_pt: Por cento
ro: Procent
ru_ru: Процент
si: සියයට
sk: Percento
sl: Odstotek
sq: Për qind
sr: Procenat
sv: Procent
ta: வீதம்
te: శాతం
tg_tj: Фоиз
th: เปอร์เซ็นต์
tk_tm: Göterim
tl: Porsyento
tr_tr: Yüzde
uk: Відсоток
ur: فیصد
uz: Foiz
vi: Phần trăm
zh_cn: 百分号
zh_hk: 百分比號

# IDS_IME_BODY_OPENING_PARENTHESIS_M_KEYBOARD_SYMBOL
source: Opening parenthesis
ar: أقواس الفتح
as: সনুখৰ চন্দ্ৰ বন্ধনী
az: Açılma abzası
bg: Отваряща скоба
bn_bd: খোলা প্রথম বন্ধনী
ca: Parèntesi d'obertura
cs: Levá kulatá závorka
da: Venstreparentes
de: Öffnende runde Klammer
el_gr: Αριστερή παρένθεση
es_us: Paréntesis de apertura
et: Vasak ümarsulg
eu: Irekiera parentesia
fa: پرانتز باز
fi: Vasen sulje
fr_ca: Parenthèse ouvrante
ga: Lúibín oscailte
gu: ખૂલતો દ્ધિઅર્ધગોળ કૌંસ
he: סוגר רגיל פותח
hi: लघु कोष्ठक खोलना
hr: Početna obla zagrada
hu: Kerek zárójel kinyitva
hy: Բացող կլոր փակագիծ
id: Kurung buka
is: Svigi opnast
it_it: Parentesi aperta
ja_jp: 丸括弧開き
ka: მრგვალი ფრჩხილის გახსნა
kk: Ашу жай жақшасы
km: វង់ក្រចក​បើក
kn: ಆರಂಭ ಪ್ರಕ್ಷೇಪ ಚಿಹ್ನೆ
ko_kr: 여는 소괄호
ky_kg: Сол кашаа
lo: ເປີດວົງເລັບ
lt: Kairysis lenktinis skliaustas
lv: Atverošās iekavas
mk: Отвори заграда
ml: ആരംഭ ആവരണ ചിഹ്നം
mn_mn: Нээх дугуй хаалт
mr: खुले गोल कोष्‍ठक
ms: Tanda kurung pembuka
my_zg: အဖြင့္ဝိုက္ကြင္း
nb: Venstreparentes
ne: खुल्ला लघुकोष्‍ठक
nl: Rond haakje openen
or: କୋଷ୍ଠକ ଆରମ୍ଭ
pa: ਖੁੱਲ੍ਹਾ ਉਪਵਾਕ
pl: Nawias otwierający
pt_pt: Parênteses de abertura
ro: Paranteză de deschidere
ru_ru: Открывающая круглая скобка
si: විවෘත වරහන
sk: Ľavá okrúhla zátvorka
sl: Oklepaj
sq: Kllapa hapëse
sr: Otvorena obla zagrada
sv: Vänsterparentes
ta: திறப்பு அடைப்புக்குறி
te: తెరిచే కుండలీకరణములు
th: วงเล็บเปิด
tr_tr: Sol parantez
uk: Відкриваюча кругла дужка
ur: کھلتی قوشین
uz: Ochish qavslari
vi: Ngoặc đơn mở
zh_cn: 左圆括号
zh_hk: 左圓括弧
