Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Enter text by sliding your finger across the keyboard. This feature is optimised for the Qwerty keyboard.
ar: أدخل النص بتمرير الإصبع عبر لوحة المفاتيح. يتم تحسين هذه الميزة للوحة مفاتيح Qwerty.
as: কীব'ৰ্ডৰ ওপৰেৰে আপোনাৰ আঙুলি চলাই থাকি পাঠ প্ৰৱিষ্ট কৰক। এই কাৰ্যকলাপ কুৱেৰ্টি কীব'ৰ্ডৰ কাৰণে সঠিক কৰা হৈছে৷
az: Barmağınızı klaviatura üzrə sürüşdürməklə mətni daxil edə bilərsiniz. Bu funksiya yalnız Qwerty klaviaturası üçün optimallaşdırılb.
bg: Въведете текст, като плъзнете пръста си по клавиатурата. Тази функция е оптимизирана за клавиатурата Qwerty.
bn_bd: কিবোর্ড জুড়ে আপনার আঙুল স্লাইড করতে পাঠ্য লিখুন। কোয়ের্টি কিবোর্ডটির জন্য এই বৈশিষ্ট্যটি কাম্য।
ca: Introdueixi text lliscant el dit pel teclat. Aquesta funció està optimitzada per al teclat Qwerty.
cs: Zadejte text posouváním prstu po klávesnici. Funkce je optimalizována pro klávesnici Qwerty.
da: Indtast tekst ved at føre din finger tværs over tastaturet. Denne funktion er optimeret til Qwerty-tastaturet.
de: Geben Sie einen Text ein, indem Sie mit dem Finger über die Tastatur fahren. Diese Funktion ist für die QWERTZ-Tastatur optimiert.
el_gr: Εισαγάγετε κείμενο περνώντας το δάχτυλό σας κατά μήκος του πληκτρολογίου. Αυτή η δυνατότητα είναι βελτιστοποιημένη για το πληκτρολόγιο Qwerty.
es_us: Introduzca texto al deslizar su dedo por el teclado. Esta función está optimizada para el teclado Qwerty.
et: Sisestage teksti, libistades sõrme üle klaviatuuri. See funktsioon on optimeeritud Qwerty-klaviatuuri jaoks.
eu: Sartu testua hatzak teklatuan zehar irristatuz. Eginbide hau Qwerty teklaturako optimizatuta dago.
fa: با حرکت دادن انگشت خود بر روی صفحه کلید متن را وارد کنید. این ویژگی برای صفحه کلید Qwerty بهینه شده است.
fi: Syötä teksti liu'uttamalla sormeasi näppäimistöllä. Tämä toiminto on optimoitu Qwerty-näppäimistöä varten.
fr_ca: Saisissez du texte en faisant glisser le doigt le long du clavier. Cette fonction est optimisée pour le clavier QWERTY.
ga: Iontráil téacs trí do mhéar a shleamhnú trasna an eochairchlár. Tá an ghné seo cumasaithe d'eochairchlár Qwerty.
gu: તમારી આંગળીને કીબોર્ડ પર સરકાવીને ટેક્સ્ટ દાખલ કરો. આ સુવિધા ક્વેર્ટી કીબોર્ડ માટે ઓપ્ટિમાઇઝ કરેલી છે.
he: הזן את הטקסט על-ידי החלקת האצבע על-פני המקלדת. תכונה זו ממוטבת לשימוש עם מקלדת Qwerty.
hi: कीबोर्ड पर उंगली स्लाइड करके टेक्‍स्‍ट प्रविष्ट करें। यह सुविधा क्वेर्टी कीबोर्ड के लिए अनुकूलित है।
hr: Unesite tekst povlačenjem prsta preko tipkovnice. Ova je značajka optimizirana za Qwerty tipkovnicu.
hu: Szöveg beviteléhez húzza ujját a billentyűzeten. A funkció QWERTZ-billentyűzetre van optimalizálva.
hy: Մուտքագրեք տեքստ՝ մատը սահեցնելով ստեղնաշարի վրայով: Այս առանձնահատկությունը լավարկված է Qwerty ստեղնաշարի համար:
id: Masukkan teks dengan menggeser jari Anda pada keyboard. Fitur ini dioptimalisasikan untuk keyboard Qwerty.
is: Sláðu inn texta með því að renna fingri yfir lyklaborð. Þessi eiginleiki virkar best á Qwerty-lyklaborði.
it_it: Inserite il testo scorrendo sulla tastiera con le dita. Questa funzione è ottimizzata per la tastiera Qwerty.
ja_jp: キーボード上で指をスライドさせて、テキストを入力します。 この機能はQWERTYキーボードに最適化されています。
ka: შეიყვანეთ ტექსტი კლავიატურაზე თითის გასრიალებით. ეს ფუნქცია ოპტიმიზირებულია Qwerty კლავიატურისთვის.
kk: Пернетақтада саусағыңызды сырғытып, мәтін енгізіңіз. Бұл мүмкіндік Qwerty пернетақтасы үшін оңтайландырылған.
km: វាយបញ្ចូល​អត្ថបទ​ដោយ​ការរំអិល​ម្រាមដៃ​របស់​អ្នក​កាត់​ក្ដារចុច។ មុខងារ​នេះ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​សម្រាប់​ក្ដារចុច Qwerty។
kn: ಕೀಬೋರ್ಡ್‌ನಾದ್ಯಂತ ನಿಮ್ಮ ಬೆರಳನ್ನು ಸ್ಲೈಡ್ ಮಾಡುವ ಮೂಲಕ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ. ಈ ಲಕ್ಷಣವನ್ನು ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್‌ಗಾಗಿ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲಾಗಿದೆ.
ko_kr: 키보드 위에서 손가락으로 선을 그리듯이 움직여 문자를 입력합니다. 쿼티 키보드에 최적화된 기능입니다.
ky_kg: Манжаңызды ариптактанын туурасынан соймолотуу менен текст киргизиңиз. Бул өзгөчөлүк Qwerty ариптактасы үчүн ылайыкташкан.
lo: ໃສ່ຂໍ້ຄວາມເຂົ້າໄປໂດຍການເລື່ອນນີ້ວມືຂອງທ່ານຂ້າມແປ້ນພິມໄປ. ຄໍາສັ່ງນີ້ໄດ້ຈັດໃຫ້ເໝາະສົມສໍາລັບແປ້ນພິມ Qwerty.
lt: Įveskite tekstą slinkdami pirštu klaviatūra. Ši funkcija pritaikyta „Qwerty“ klaviatūrai.
lv: Ievadiet tekstu, velkot pirkstu pāri tastatūrai. Šī funkcija ir optimizēta Qwerty tastatūrai.
mk: Внесете текст со лизгање на прстот преку тастатурата. Функцијата е оптимизирана за тастатура Qwerty.
ml: കീബോര്‍ഡിലുടനീളം നിങ്ങളുടെ വിരല്‍ സ്ലൈഡുചെയ്‌ത് ടെക്സ്‌റ്റു നല്‍കുക. ഈ സവിശേഷത കഖഗഘങ കീബോര്‍ഡിനായി ഓപ്റ്റിമൈസുചെയ്തിരിക്കുന്നു.
mn_mn: Гар товчлуур дээр хуруугаа гулсуулах замаар текст оруулна. Энэ үйлдлийг Qwerty товчлуур дээр ашиглах боломжтой.
mr: आपले बोट कीबोर्डवर स्लाईड करुन मजकूर प्रविष्ट करा. ह्या वैशिष्ठ्याचे क्वेर्टी कीबोर्डसाठी इष्टतमीकरण केलेले आहे.
ms: Masukkan teks dengan meleretkan jari anda merentasi papan kekunci. Ciri ini dioptimumkan untuk papan kekunci Qwerty.
my_zg: ကီးဘုတ္ေပၚတြင္ သင့္လက္ကိုေလွ်ာခ်၍ စာသားရိုက္ထည့္ပါ။ ဤအစီအစဥ္ကို Qwerty ကီးဘုတ္ႏွင့္ သင့္ေလ်ာ္ေအာင္ လုပ္ထားသည္။
nb: Skriv inn tekst ved å skyve en finger over tastaturet. Denne funksjonen er optimalisert for Qwerty-tastaturet.
ne: कीबोर्ड वारपार आफ्नो औंलालाई स्लाईड गरेर पाठ प्रविष्ट गर्नुहोस्। सुविधा क्वेर्टी कीबोर्डको लागि बढाइएको छ।
nl: Voer tekst in door met uw vinger over het toetsenbord te schuiven. Deze functie is geoptimaliseerd voor het Qwerty-toetsenbord.
or: କୀବୋର୍ଡ୍ ଉପରେ ଆପଣଙ୍କ ଆଙ୍ଗୁଠି ସ୍ଲାଇଡ୍ କରି ଟେକ୍ସଟ୍‍ ପ୍ରବେଶ କରନ୍ତୁ। ଏହି ବିଶେଷତା କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍ ପାଇଁ ଅପ୍ଟିମାଇଜ୍ ହୋଇଛି।
pa: ਆਪਣੀ ਉਂਗਲ ਨੂੰ ਕੀਬੋਰਡ ਦੇ ਉੱਪਰ ਸਲਾਈਡ ਕਰਦੇ ਹੋਏ ਟੈਕਸਟ ਦਾਖ਼ਲ ਕਰੋ। ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਕਵੇਰਟੀ ਕੀਬੋਰਡ ਲਈ ਅਨੁਕੂਲਿਤ ਕੀਤੀ ਗਈ ਹੈ।
pl: Wprowadź tekst, przesuwając palec po klawiaturze. Ta opcja jest zoptymalizowana dla klawiatury Qwerty.
pt_pt: Introduza texto fazendo deslizar o seu dedo sobre o teclado. Esta função está optimizada para o teclado Qwerty.
ro: Introduceţi text glisând cu degetul pe tastatură. Această caracteristică este optimizată pentru tastatura Qwerty.
ru_ru: Введите текст, проводя пальцем по клавиатуре. Данная функция оптимизирована для клавиатуры Qwerty.
si: ඔබේ ඇඟිල්ල යතුරුපුවරුව හරහා ස්ලයිඩ් කරමින් වචන ඇතුල් කරන්න. මෙම විශේෂාංගය ක්වර්ටි යතුරුපුවරුව සඳහා උපරිමනය කර තිබේ.
sk: Zadajte text posúvaním prsta po klávesnici. Táto funkcia je optimalizovaná pre klávesnicu Qwerty.
sl: Vnesite besedilo, tako da s prstom podrsate po tipkovnici. Ta funkcija je optimirana za tipkovnico Qwerty.
sq: Fut tekst duke rrëshqitur gishtin nëpër tastierë. Ky funksion është optimizuar për tastierën Qwerty.
sr: Unesite tekst pomeranjem prsta po tastaturi. Ova funkcija je optimizovana za Qwerty tastaturu.
sv: Ange text genom att dra fingret över tangentbordet. Funktionen är optimerad för Qwerty-tangentbord.
ta: விசைப்பலகையைச் சுற்றி உங்கள் விரலை ஸ்லைட் செய்வதன் மூலம் உரையை உள்ளிடவும். இந்த அம்சம் க்வர்ட்டி விசைப்பலகைக்காக ஆப்டிமைஸ் செய்யப்பட்டது.
te: కీబోర్డ్ మీద మీ వేలిని స్లయిడ్ చేయడం ద్వారా టెక్స్ట్‌ని నమోదు చేయండి. ఈ ఫీచర్ క్వర్టీ కీబోర్డ్ కోసం ఆప్టిమైజ్ చేయబడింది.
tg_tj: Ангуштро дар болои клавиатура молида, матн дохил кунед. Ин функсия барои клавиатураҳои Qwerty беҳинасозӣ шудааст.
th: ใส่ข้อความโดยเลื่อนนิ้วของคุณไปตามแป้นพิมพ์ ฟังก์ชั่นนี้ได้รับการปรับให้เหมาะสมสำหรับแป้นพิมพ์ Qwerty
tk_tm: Barmagyňyzy klawiaturanyň üstünden syrmak üsti bilen metin giriziň. Bu alamat Standart klawiatura üçin kämilleşdirilendir.
tl: Magpasok ng text sa pamamagitan ng pag-slide ng iyong daliri sa keyboard. Naka-optimize ang feature na ito para sa QWERTY keyboard.
tr_tr: Parmağınızı klavyenin üzerinde kaydırarak metni girin. Bu özellik Qwerty klavye için optimize edilmiştir.
uk: Введіть текст, провівши пальцем по клавіатурі. Цю функцію оптимізовано для Qwerty-клавіатури.
ur: اپنی انگلی کو تختہ کلید پر پھسلا کر متن درج کریں۔ یہ خصوصیت Qwerty تختہ کلید کے لئے احسن کردہ ہے۔
uz: Barmog‘ingizni klaviatura ustida yurgizish orqali matn kiriting. Ushbu funksiya Qwerty klaviaturasi uchun optimallashtirilgan.
vi: Nhập văn bản bằng cách trượt ngón tay trên bàn phím. Tính năng này được tối ưu hóa cho bàn phím Qwerty.
zh_cn: 通过在键盘上滑动手指输入文字。该功能已针对 Qwerty 键盘优化。
zh_hk: 手指滑過鍵盤以輸入文字。此功能適用於 Qwerty 鍵盤。

# IDS_IME_BODY_ENTER_TEXT_BY_SLIDING_FINGER_ACROSS_KEYBOARD
source: Enter text by sliding finger across keyboard.
ar: أدخل النص من خلال سحب الإصبع عبر لوحة المفاتيح.
as: কীব'ৰ্ডৰ ওপৰেৰে লাহে লাহে আঙুলি চলাই পাঠ প্ৰৱিষ্ট কৰক৷
az: Barmağınızı klaviaturada sürüşdürərək mətn daxil edin.
bg: Въведете текст, като плъзгате пръста си по клавиатурата.
bn_bd: কিবোর্ড জুড়ে আঙুল স্লাইড করে পাঠ্য লিখুন।
ca: Introdueixi text desplaçant el dit pel teclat
cs: Zadejte text posouváním prstu po klávesnici.
da: Angiv tekst ved at køre fingeren over tastaturet.
de: Geben Sie einen Text ein, indem Sie mit dem Finger über die Tastatur fahren.
el_gr: Εισαγάγετε κείμενο περνώντας το δάχτυλό σας κατά μήκος του πληκτρολογίου.
es_us: Introducir texto deslizando su dedo por el teclado.
et: Sisestage teksti, libistades sorme ule klaviatuuri.
eu: Adierazi testua hatza teklatuan irristatuta
fa: با حرکت دادن انگشت به روی صفحه کلید متن را وارد نمایید.
fi: Kirjoita teksti liu'uttamalla sormeasi näppäimistöllä.
fr_ca: Entrez du texte en faisant glisser votre doigt sur le clavier.
ga: Iontráil téacs trí do mhéar a shleamhnú thar an eochaircheap
gu: કીબોર્ડ પર આંગળી ફેરવીને ટેક્સ્ટ દાખલ કરો.
he: הזן טקסט על ידי החלקת האצבע לאורך המקלדת.
hi: कीबोर्ड पर ऊँगली स्लाइड करके टेक्‍स्‍ट प्रविष्ट करें
hr: Unesite tekst povlačenjem prsta po tipkovnici.
hu: Szöveg bevitele a billentyűzeten húzott ujjal.
hy: Մուտքագրել տեքստ՝ մատը սահեցնելով ստեղնաշարի վրայով:
id: Masukkan teks dengan menggeser jari pada keyboard.
is: Sláðu inn texta með því að renna fingri eftir lyklaborðinu.
it_it: Consente di inserire il testo scorrendo sulla tastiera con le dita.
ja_jp: キーボード上で指をスライドさせて、テキストを入力します。
ka: ჩაწერეთ ტექსტი კლავიატურაზე თითის გასრიალებით.
kk: Пернетақтада саусағыңызды сырғытып, мәтін енгізіңіз.
km: វាយបញ្ចូល​អត្ថបទ ដោយ​ការអូស​ម្រាម​ដៃ​កាត់​តាម​ក្ដារចុច។
kn: ಕೀಬೋರ್ಡಿನ ಉದ್ದಗಲಕ್ಕೆ ಬೆರಳನ್ನು ಸ್ಲೈಡ್ ಮಾಡಿ ಪಠ್ಯ ನಮೂದಿಸಿ.
ko_kr: 키보드에서 손가락을 움직여 텍스트를 입력합니다.
ky_kg: Манжаны ариптакта боюнча жылдыруу аркылуу текстти киргизиңиз
lo: ໃສ່ຂໍ້ຄວາມເຂົ້າໄປ ໂດຍການເລື່ອນນີ້ວມືຜ່ານຄີບອດ.
lt: Įveskite tekstą slinkdami pirštu klaviatūra.
lv: Ievadiet tekstu, velkot pirkstu pāri tastatūrai.
mk: Внесувајте текст со лизгање на прстот по тастатурата.
ml: കീബോര്‍ഡിലുടനീളം വിരല്‍ സ്ലൈഡുചെയ്തുകൊണ്ട് ടെക്സ്റ്റ്‌ നല്‍കുക.
mn_mn: Гар товчлуур дээгүүр хуруугаа гулсуулж бичвэр оруул
mr: कीबोर्ड वर बोटे स्लाइड करून मजकूर प्रविष्ट करा.
ms: Masukkan teks dengan meleretkan jari anda merentasi papan kekunci.
my_zg: ကီးဘုတ္ တေလွ်ာက္ လက္ေခ်ာင္းျဖင့္ ကစားေပးလ်က္ စာသားကို ထည့္သြင္းပါ။
nb: Skriv inn tekst ved å skyve fingeren over tastaturet.
ne: कीबोर्डमा औंलालाई स्लाइड गरेर पाठ प्रविष्ट गर्नुहोस्।
nl: Voer tekst in door met de vinger over het toetsenbord te schuiven.
or: କୀବୋର୍ଡ୍‌ରେ ଆଙ୍ଗୁଠୀ ଘଷି ଟେକ୍ସଟ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ।
pa: ਉਂਗਲ ਨੂੰ ਕੀਬੋਰਡ ਤੇ ਸਲਾਈਡ ਕਰਦੇ ਹੋਏ ਟੈਕਸਟ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wprowadź tekst, przesuwając palec po klawiaturze.
pt_pt: Introduza o texto deslizando o dedo pelo teclado.
ro: Introduceţi text glisând cu degetul pe tastatură.
ru_ru: Введите текст, проведя пальцем по клавиатуре.
si: යතුරුපුවරුව පුරා ඇඟිලි යවා පෙළ ඇතුළත් කරන්න.
sk: Zadajte text posúvaním prsta po klávesnici.
sl: Vnesite besedilo tako, da s prstom podrsate po tipkovnici.
sq: Fut tekst duke rrëshqitur gishtin përmes tastierës.
sr: Unesi tekst prevlačenjem prsta preko tastature.
sv: Ange text genom att dra fingret över tangentbordet.
ta: விசைப்பலகையின் மீது உங்கள் விரலை ஸ்லைடு செய்வதன் மூலம் உரையை நுழைக்கவும்.
te: కీబోర్డ్ అంతటా వేలును తరలించడం ద్వారా వచనాన్ని నమోదు చేయండి.
tg_tj: Ангуштро дар болои клавиатура молида, матн дохил кунед.
th: ป้อนข้อความโดยการเลื่อนนิ้วปัดไปบนแป้นพิมพ์
tk_tm: Klawiaturada barmagyňyzy syrmak bilen tekst giriziň.
tl: Maglagay ng text sa pamamagitan ng pag-slide ng iyong daliri sa keyboard.
tr_tr: Klavye boyunca parmağınızı kaydırarak metin girin.
uk: Введення тексту проведенням по клавіатурі.
ur: کی بورڈ کے درمیان سے انگلی کھسکا کر متن داخل کریں
uz: Klaviatura bo‘ylab barmog‘ingizni yurgizish orqali matn kiriting.
vi: Nhập văn bản bằng cách trượt ngón tay trên bàn phím.
zh_cn: 通过在键盘上滑动手指输入文字。
zh_hk: 通過在鍵盤上滑動手指輸入文字。

# IDS_IME_BODY_ENTER_M_KEYBOARD_SYMBOL
source: Enter
ar: إدخال
as: প্ৰৱিষ্ট কৰক
az: Daxil et
bg: Клавиш за въвеждане
bn_bd: প্রবেশ করান
ca: Retorn
da: Indtast
de: Eingabe
el_gr: Πλήκτρο Enter
es_us: Introducir
et: Sisesta
eu: Intro
fa: وارد کردن
fr_ca: Entrée
ga: Iontráil
gu: દાખલ કરો
hi: प्रविष्ट
hr: Unos
hu: Bevitel
hy: Ներածում
is: Staðfesta
it_it: Invio
ka: შესვლა
kk: Енгізу
km: វាយបញ្ចូល
kn: ನಮೂದಿಸು
ko_kr: 엔터
ky_kg: Киргизүү
lo: ປ້ອນ
lt: Įvesti
lv: Ievadīt
mk: Внеси
ml: നൽകുക
mn_mn: Оруулах
mr: प्रविष्ट करा
ms: Masuk
my_zg: ထည့္ပါ
ne: प्रविष्ट गर्नुहोस्
nl: Invoeren
or: ପ୍ରବେଶ
pa: ਦਾਖਲ ਕਰੋ
pt_pt: Introduzir
ru_ru: Ввод
si: ඇතුල් කරන්න
sk: Kláves Enter
sl: Vnos
sq: Tasti Fut
sr: Unesi
sv: Retur
ta: உள்ளிடுக
te: నమోదు చేయి
th: ใส่
tr_tr: Giriş
uk: Ввід
ur: اینٹر
uz: Kiritish
vi: Nhập
zh_cn: 回车
zh_hk: 輸入

# IDS_IME_BODY_ENABLE_PERSONALISED_DATA
source: Enable personalised data
ar: تفعيل البيانات المخصصة
as: ব্যক্তিগত ডাটা সক্ষম কৰক
az: Fərdiləşdirilmiş məlumatları aktiv et
bg: Активиране на персонализирани данни
bn_bd: ব্যক্তিগতকৃত তথ্য সক্রিয় করুন
ca: Habilitar dades personalitzades
cs: Povolit přizpůsobená data
da: Aktivér tilpassede data
de: Personalisierte Daten aktivieren
el_gr: Ενεργοποίηση εξατομικευμένων δεδομένων
es_us: Activar datos personalizados
et: Aktiveerige isikupärastatud andmed
eu: Gaitu datu pertsonalizatuak
fa: فعالسازی داده شخصی شده
fi: Ota yksilölliset tiedot käyttöön
fr_ca: Activer les données personnalisées
ga: Cumasaigh sonraí pearsantaithe
gu: વ્યક્તિગત કરેલા ડેટાને સક્ષમ કરો
he: הפעל נתונים מותאמים אישית
hi: वैयक्तिकृत डाटा सक्षम करें
hr: Uključi personalizirane podatke
hu: Személyre szabott adatok engedélyezése
hy: Ընձեռել անհատականացված տվյալներ
id: Aktifkan data yang dipersonalisasikan
is: Gera sérsniðin gögn virk
it_it: Attiva dati personalizzati
ja_jp: 学習データを有効にする
ka: პერსონალური მონაცემების გააქტიურება
kk: Жекеленген деректер қосу
km: បើកប្រើ​ទិន្នន័យ​តាម​បុគ្គល
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಡೇಟಾ ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 개인 데이터 사용
ky_kg: Жекелештирилген айтымдарды иштетүү
lo: ເປີດໃຊ້ງານຂໍ້ມູນສ່ວນຕົວ
lt: Įjungti pritaikytus duomenis
lv: Aktivizēt personalizētos datus
mk: Вклучи персонализирани податоци
ml: വ്യക്തിഗതമാക്കിയ ഡാറ്റ പ്രാപ്തമാക്കുക
mn_mn: Хувийн мэдээллийг идэвхжүүлэх
mr: व्यक्तिगत केलेला डेटा सक्षम करा.
ms: Aktifkan data diperibadikan
my_zg: ကိုယ္ပိုင္လုပ္ထားေသာ ေဒတာ ဖြင့္ပါ
nb: Aktiver tilpasset data
ne: वैयक्तिकृत डाटा सक्षम गर्नुहोस्
nl: Aangepaste gegevens inschakelen
or: ବ୍ୟକ୍ତିଗତକରଣ ଡାଟା ସକ୍ଷମ କରନ୍ତୁ
pa: ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਸਮਰੱਥ ਕਰੋ।
pl: Włącz spersonalizowane dane
pt_pt: Activar dados personalizados
ro: Activaţi datele personalizate
ru_ru: Включить персональные данные
si: පුද්ගලාරෝපණය කළ දත්ත සක්‍රිය කරන්න
sk: Zapnúť prispôsobené údaje
sl: Omogočite prilagojene podatke
sq: Aftëso të dhënat e personalizuara
sr: Omogući personalizovane podatke
sv: Aktivera anpassade data
ta: தனிப்பயனாக்கிய தரவை செயல்படுத்துக
te: వ్యక్తిగతీకరించిన డేటాని ప్రారంభించు
tg_tj: Фаъол кардани иттилооти шахсикунонидашуда
th: เปิดใช้งานข้อมูลแบบส่วนตัว
tk_tm: Şahsy maglumatlary açyň
tl: Paganahin ang na-personalize na data
tr_tr: Kişiselleştirilmiş verileri etkinleştir
uk: Увімкнути персоналізовані дані
ur: شخصی کردہ ڈیٹا اہل بنائیں
uz: Shaxsiylashtirilgan ma’lumotni yoqish
vi: Bật dữ liệu được cá nhân hóa
zh_cn: 启用个人化数据
zh_hk: 啟用個人化數據

# IDS_IME_BODY_EMOTICONS
source: Emoticons
ar: أيقونات التعبير
as: ইম'টিকনবোৰ
az: Mimika nişanları
bg: Емотикони
bn_bd: ইমোটিকন
ca: Emoticones
cs: Emotikony
da: Humørikoner
es_us: Emoticones
et: Emotikonid
eu: Emotikonoak
fa: نماد های تصويری
fi: Hymiöt
fr_ca: Émoticônes
ga: Straoiseoga
gu: ઇમોટિકોન્સ
he: סמלי הבעה
hi: इमोटिकॉन्स
hr: Smajlići
hu: Hangulatjelek
hy: Էմոցիաներ
id: Emotikon
is: Lyndistákn
it_it: Emoticon
ja_jp: 顔文字
ka: სიცილაკები
kk: Эмотикондар
km: សញ្ញារម្មណ៍
kn: ಎಮೊಟಿಕಾನ್‍ಗಳು
ko_kr: 이모티콘
ky_kg: Смайлдар
lo: ອີ​​ໂມ​ຕີ​ຄອນ
lt: Jaustukai
lv: Emocijikonas
mk: Емотикони
ml: ഇമോട്ടിക്കോണുകള്‍‌
mn_mn: Сэтгэл хөдлөлийн тэмдэгнүүд
mr: इमोटीकॉन्स
ms: Emotikon
my_zg: အီမုိတီကြန္း
nb: Humørikoner
ne: इमोटिकनहरू
or: ଇମୋଟିକୋନଗୁଡିକ
pa: ਇਮੋਟੀਕੋਨਸ
pl: Emotikony
pt_pt: Ícones expressivos
ro: Emoticonuri
ru_ru: Смайлики
si: භාවාත්මක අයිකන
sk: Emotikony
sl: Ikone čustev
sq: Ikona emocionale
sr: Emotikoni
sv: Uttrycksikoner
ta: எமோடிகான்கள்
te: ఎమోటికాన్‌లు
tg_tj: Эмотиконҳо
th: อี​โม​ติ​คอน
tk_tm: Smaýliklar
tl: Mga Emoticon
tr_tr: Yüz ifadeleri
uk: Емозначки
ur: ایموٹی کون
uz: Emotikonlar
vi: Biểu tượng cảm xúc
zh_cn: 图释
zh_hk: 表情符號

# IDS_IME_BODY_DOT_M_KEYBOARD_SYMBOL
source: Dot
ar: نقطة
as: ডট
az: Nöqtə
bg: Точка
bn_bd: বিন্দু
ca: Punt
cs: Tečka
da: Prik
de: Punkt
el_gr: Κουκίδα
es_us: Punto
et: Punkt
eu: Puntua
fa: نقطه
fi: Piste
fr_ca: Point
ga: Ponc
gu: બિંદુ
he: נקודה
hi: बिंदु
hr: Točka
hu: Pont
hy: Կետ
id: Titik
is: Punktur
it_it: Punto
ja_jp: ドット
ka: წერტილი
kk: Нүкте
km: អាទិសង្កេត
kn: ಡಾಟ್
ko_kr: 마침표
ky_kg: Чекит
lo: ເຄື່ອງໝາຍຈໍ້າ
lt: Taškas
lv: Punkts
mk: Точка
ml: ഡോട്ട്
mn_mn: Цэг
mr: बिंदू
ms: Titik
my_zg: အစက္
nb: Punktum
ne: डट
nl: Stip
or: ବିନ୍ଦୁ
pa: ਬਿੰਦੀ
pl: Kropka
pt_pt: Ponto
ro: Punct
ru_ru: Точка
si: තිත
sk: Bodka
sl: Pika
sq: Pikë
sr: Tačka
sv: Punkt
ta: புள்ளி
te: డాట్
th: จุด
tl: Tuldok
tr_tr: Nokta
uk: Крапка
ur: نقطہ
uz: Nuqta
vi: Điểm
zh_cn: 点号
zh_hk: 點

# IDS_IME_BODY_DOLLAR_M_KEYBOARD_SYMBOL
source: Dollar
ar: دولار
as: ড'লাৰ
bg: Долар
bn_bd: ডলার
ca: Dòlar
cs: Dolar
el_gr: Δολάριο
es_us: Dólar
eu: Dolar
fa: دلار
fi: Dollari
gu: ડોલર
he: דולר
hi: रूपया
hr: Dolar
hu: Dollár
hy: Դոլար
id: Dolar
is: Dollari
it_it: Dollaro
ja_jp: ドル
ka: დოლარი
kk: Доллар
km: ដុល្លារ
kn: ಡಾಲರ್
ko_kr: 달러
ky_kg: Доллар
lo: ເງິນໂດລາ
lt: Doleris
lv: Dolārs
mk: Долар
ml: ഡോളർ
mn_mn: Доллар
mr: डॉलर
ms: Dolar
my_zg: ေဒၚလာ
ne: डलर
or: ଡଲାର
pa: ਡਾਲਰ
pl: Dolar
pt_pt: Dólar
ro: Dolar
ru_ru: Доллар
si: ඩොලර්
sk: Dolár
sl: Dolar
sr: Dolar
ta: டாலர்
te: డాలర్
th: ดอลลาร์
tr_tr: Dolar
uk: Долар
ur: ڈالر
vi: Đô la
zh_cn: 美元符号
zh_hk: 美元符號

# IDS_IME_BODY_DIVIDED_BY_M_KEYBOARD_SYMBOL
source: Divided by
ar: مقسومًا على
as: হৰণ কৰা হৈছে
az: Ayır
bg: Делено на
bn_bd: দ্বারা বিভাজিত
ca: Dividit per
cs: Děleno
da: Divideret med
de: Divisionszeichen
el_gr: Δια
es_us: Dividir entre
et: Jagamismärk
eu: Honek bereizita:
fa: تقسیم
fi: Jaettuna arvolla
fr_ca: Divisé par
ga: Roinnte ar
gu: આનાથી વિભાજિત
he: חלקי
hi: इसके द्वारा विभाजित किए गए
hr: Podijeljeno s
hu: Osztva
hy: Կոտորակի նշան
id: Dibagi dengan
is: Deilt með
it_it: Diviso
ja_jp: 割る
ka: გაყოფა
kk: Бөлу
km: ចែក​ដោយ
kn: ಇದರಿಂದ ಭಾಗಿಸಲಾಗಿದೆ
ko_kr: 나누기
ky_kg: Боюнча бөлүнгөн
lo: ຫານໂດຍ
lt: Padalinta iš
lv: Dalīts ar
mk: Делено со
ml: ഹരിക്കണം
mn_mn: Хуваах
mr: ने विभागले
ms: Dibahagi dengan
my_zg: စားကိန္း
nb: Delt på
ne: भाग
nl: Gedeeld door
or: ଦ୍ୱାରା ବିଭକ୍ତ
pa: ਇਸ ਨਾਲ ਵਿਭਾਜਿਤ
pl: Znak dzielenia
pt_pt: Dividido por
ro: Împărţit la
ru_ru: Разделитель
si: බෙදීම
sk: Znamienko delenia
sl: Deljeno z
sq: Pjesëtuar me
sr: Podeljeno sa
sv: Divisionstecken
ta: இதால் பிரிக்கப்பட்டது
te: దీని ద్వారా విభజించబడింది
tg_tj: Тақсими
th: หาร
tk_tm: Böl
tl: I-divide sa
tr_tr: Bölü
uk: Розділено
ur: تقسیم بذریعہ
uz: Bo‘luvchi
vi: Chia cho
zh_cn: 除号
zh_hk: 除號

# IDS_IME_BODY_DELETE_SPACE
source: Delete space
ar: حذف مسافة
as: স্থান বিলোপ কৰক
az: Yeri sil
bg: Изтриване на интервал
bn_bd: ব্যবধান মুছুন
ca: Esborrar espai
cs: Odstranit mezeru
da: Slet mellemrum
de: Leerzeichen löschen
el_gr: Διαγραφή κενού διαστήματος
es_us: Eliminar espacio
et: Kustuta tühik
eu: Ezabatu espazioa
fa: حذف فاصله
fi: Poista välilyönti
fr_ca: Supprimer une espace
ga: Scrios spás
gu: જગ્યા હટાવો
he: מחק רווח
hi: स्‍पेस हटाएँ
hr: Obriši razmak
hu: Szóköz törlése
hy: Վերացնել բացատը
id: Hapus ruang
is: Eyða bili
it_it: Elimina spazio
ja_jp: スペースを削除
ka: წაშალეთ ინტერვალი
kk: Бос орынды жою
km: លុប​ដំណកឃ្លា
kn: ಜಾಗ ಅಳಿಸಿ
ko_kr: 띄어쓰기 삭제
ky_kg: Араны өчүрүү
lo: ລຶບຊ່ອງຫວ່າງ
lt: Ištrinti tarpą
lv: Dzēst atstarpi
mk: Избриши празно место
ml: സ്പെയ്സ് ഇല്ലാതാക്കുക
mn_mn: Зай устгах
mr: रिक्त जागा हटवा
ms: Padam ruang
my_zg: ေနရာလြတ္မ်ားကို ဖ်က္ပစ္ပါ
nb: Slett mellomrom
ne: ठाउँ मेटाउनुहोस्
nl: Verwijder spatie
or: ଶୁନ୍ୟ ସ୍ଥାନ ବିଲୋପ
pa: ਖਾਲੀ ਥਾਂ ਮਿਟਾਓ
pl: Usuń spację
pt_pt: Eliminar espaço
ro: Ştergere spaţiu
ru_ru: Удалить пробел
si: හිස් ඉඩ මකන්න
sk: Odstrániť medzeru
sl: Izbriši presledek
sq: Hiq hapësirën
sr: Izbriši razmak
sv: Ta bort blanksteg
ta: இடைவெளி நீக்குக
te: ఖాళీని తొలగించండి
tg_tj: Нест кардани фазо
th: ลบที่ว่าง
tk_tm: Ýeri bozuň
tl: I-delete ang puwang
tr_tr: Boşluğu sil
uk: Видалення пробілу
ur: خالی جگہ حذف کریں
uz: Bo‘shliqni yo‘q qilish
vi: Xóa khoảng cách
zh_cn: 删除空格
zh_hk: 刪除空格

# IDS_IME_BODY_DECEMBER
source: December
as: ডিচেম্বৰ
az: Dekabr
bg: Декември
bn_bd: ডিসেম্বর
ca: Desembre
cs: Prosinec
de: Dezember
el_gr: Δεκέμβριος
es_us: Diciembre
et: Detsember
eu: Abendua
fa: دسامبر
fi: Joulukuu
fr_ca: Décembre
ga: Nollaig
gu: ડિસેમ્બર
he: דצמבר
hi: दिसम्बर
hr: Prosinac
hy: Դեկտեմբեր
id: Desember
is: Desember
it_it: Dicembre
ja_jp: 12月
ka: დეკემბერი
kk: Желтоқсан
km: ធ្នូ
kn: ಡಿಸೆಂಬರ್
ko_kr: 12월
ky_kg: Декабрь
lo: ທັນວາ
lt: Gruodis
lv: Decembris
mk: Декември
ml: ഡിസംബര്‍
mn_mn: 12-р сар
mr: डिसेंबर
ms: Disember
my_zg: ဒီဇင္ဘာ
nb: desember
ne: दिसम्बर
or: ଡିସେମ୍ୱର
pa: ਦਸੰਬਰ
pl: Grudzień
pt_pt: Dezembro
ro: Decembrie
ru_ru: Декабрь
si: දෙසැම්බර්
sq: Dhjetor
sr: Decembar
ta: டிசம்பர்
te: డిసెంబర్
tg_tj: Декабр
th: ธันวาคม
tk_tm: Dekabr
tl: Disyembre
tr_tr: Aralık
uk: Грудня
ur: دسمبر
uz: Dekabr
vi: Tháng 12
zh_cn: 12月
zh_hk: 12月

# IDS_IME_BODY_DASH_M_KEYBOARD_SYMBOL
source: Dash
ar: شرطة
as: ডেচ্
az: Tire
bg: Тире
bn_bd: ড্যাশ
ca: Guió
cs: Pomlčka
da: Tankestreg
de: Gedankenstrich
el_gr: Παύλα
es_us: Guión
et: Mõttekriips
eu: Marratxoa
fa: خط تیره
fi: Viiva
fr_ca: Tiret
ga: Dais
gu: લઘુરેખાનું ચિહ્ન
he: מקף
hi: डैश
hr: Crtica
hu: Kötőjel
hy: Անջատման գիծ
id: Tanda pisah
is: Strik
it_it: Trattino
ja_jp: ダッシュ
ka: დეფისი
kk: Тире
km: សហសញ្ញា
kn: ಅಡ್ಡಗೆರೆ
ko_kr: 대시
ky_kg: Сызыкча
lo: ເຄື່ອງໝາຍແດຊ໌
lt: Brūkšnys
lv: Domuzīme
mk: Мала црта
ml: ഡാഷ്
mn_mn: Зураас
mr: जोडरेषा
ms: Sengkang
my_zg: မ်ဥ္းတံုး
nb: Bindestrek
ne: ड्याश
nl: Streepje
or: ଶୂନ୍ୟସ୍ଥାନ
pa: ਡੈਸ਼
pl: Półpauza
pt_pt: Travessão
ro: Liniuţă
ru_ru: Тире
si: කෙටි ඉර
sk: Pomlčka
sl: Pomišljaj
sq: Vijëz
sr: Crta
sv: Tankstreck
ta: கோடு
te: డాష్
tg_tj: Тире
th: เครื่องหมายขีด
tk_tm: Tagta
tl: Gitling
tr_tr: Tire
uk: Тире
ur: ڈیش
uz: Tire
vi: Gạch ngang
zh_cn: 破折号
zh_hk: 破折號
