Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

source: Tap and hold this key to see the symbol list. Select one to use it as a shortcut.
ar: انقر مع الاستمرار فوق هذا المفتاح لرؤية قائمة الرموز. حدد رمزًا لاستخدامه كاختصار.
as: চিহ্ন সূচীখন চাবৰ বাবে এই কীটো টিপক আৰু ধৰি ৰাখক৷ ইয়াক এটা চৰ্টকাট ৰূপে ব্যৱহাৰ কৰিবৰ বাবে এটা চয়ন কৰক৷
az: Simvol siyahısı görmək üçün bu düyməni vurub saxlayın. Qısayol kimi istifadə etmək üçün birini seçin.
bg: Чукнете и задръжте този бутон, за да видите списъка със символи. Изберете един, за да го използвате като бърза команда.
bn_bd: প্রতীকের তালিকাটি দেখতে এই কী ট্যাপ করুন ও ধরে থাকুন। শর্টকাট রূপে ব্যবহার করতে একটি নির্বাচন করুন।
ca: Mantingui tocada aquesta tecla per veure la llista de símbols. Seleccioni'n un per utilitzar-lo com a accés directe.
cs: Klepnutím na toto tlačítko a jeho přidržením zobrazíte seznam symbolů. Vyberte symbol, který použijete jako zástupce.
da: Tryk og hold på denne tast for at se symbollisten. Vælg ét for at anvende det som en genvej.
de: Auf die Taste tippen und sie halten, um die Symbolliste anzuzeigen. Ein Symbol auswählen, um es als Shortcut zu verwenden.
el_gr: Πατήστε παρατεταμένα αυτό το πλήκτρο για να δείτε μια λίστα συμβόλων. Επιλέξτε ένα για να το χρησιμοποιήσετε ως συντόμευση.
es_us: Mantenga pulsada esta tecla para ver la lista de símbolos. Seleccione uno para usarlo como atajo.
et: Toksake ja hoidke seda klahvi all, et näha sümbolite loendit. Valige üks, et kasutada seda otseteena.
eu: Ukitu eta eutsi tekla hau sinboloen zerrenda ikusteko. Hautatu bat lasterbide gisa erabiltzeko.
fa: روی این کلید ضربه زده و نگهدارید تا فهرستی از علامت‌ها نشان داده شود. یکی از آنها را انتخاب کنید تا به عنوان میانبر استفاده شود.
fi: Painamalla tätä näppäintä jonkin aikaa näet symboleiden luettelon. Valitse pikanäppäimenä käytettävä symboli.
fr_ca: Touchez longuement cette touche pour afficher la liste des symboles. Sélectionnez-en un pour l'utiliser comme raccourci.
ga: Tapáil agus coinnigh an eochair seo le liosta na siombailí a fheiceáil. Roghnaigh ceann le húsáid mar aicearra.
gu: ચિહ્ન યાદી જોવા માટે આ કી ટેપ કરો અને દબાવી રાખો. શોર્ટકટ તરીકે તેને ઉપયોગ કરવા માટે એક પસંદ કરો.
he: לחץ לחיצה ארוכה על מקש זה כדי להציג את רשימת הסמלים. בחר את הרצוי והשתמש בו כקיצור דרך.
hi: प्रतीक सूची देखने के लिए यह की टैप करके होल्ड करें। इसे शॉर्टकट के रूप में उपयोग करने के लिए कोई एक चुनें।
hr: Dodirnite i držite ovu tipku da biste vidjeli popis simbola. Odaberite jedan kako biste ga koristili kao prečac.
hu: Tartsa ujját a billentyűn a szimbólumlista megjelenítéséhez. Válasszon ki egyet, amelyet rövidítésként kíván használni.
hy: Թակեք և պահեք այս ստեղնը՝ սիմվոլների ցանկը տեսնելու համար: Ընտրեք մեկը՝ այն որպես դյուրանցում օգտագործելու համար:
id: Ketuk dan tahan tombol ini untuk melihat daftar simbol. Pilih salah satu untuk menggunakannya sebagai pintasan.
is: Haltu fingri á þessum lykli til að skoða táknalistann. Veldu tákn til að nota það sem flýtileið.
it_it: Toccate e tenete premuto questo tasto per visualizzare l'elenco dei simboli. Selezionatene uno per utilizzarlo come collegamento.
ja_jp: ショートカットとして使用する記号を選択するには、このキーを長押しして記号リストを表示してください。
ka: ხანგრძლივად დააჭირეთ ამ ღილაკს და გაიხსნება სიმბოლოების სია. აირჩიეთ რომელიმე და გამოიყენეთ სწრაფ ღილაკად.
kk: Белгілер тізімін көру үшін осы пернені түртіп ұстап тұрыңыз. Белгіше ретінде пайдалану үшін біреуін таңдаңыз.
km: ប៉ះ​គ្រាប់ចុច​នេះ​ឲ្យ​ជាប់​ដើម្បី​ឃើញ​បញ្ជី​និមិត្តសញ្ញា។ ជ្រើស​មួយ​ដើម្បី​ប្រើ​វា​ជា​ផ្លូវកាត់។
kn: ಸಂಕೇತದ ಪಟ್ಟಿಯನ್ನು ನೋಡಲು ಈ ಕೀಯನ್ನು ತಟ್ಟಿ ಮತ್ತು ಹಿಡಿಯಿರಿ. ಇದನ್ನು ಶಾರ್ಟ್‌ಕಟ್‌ ಆಗಿ ಬಳಸಲು ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko_kr: 이 버튼을 길게 눌러 기호 목록을 열고, 바로가기로 사용할 기호를 선택하세요.
ky_kg: Сиволдор тизмесин көрүүгө, бул баскычты таптап кармап туруңуз. Бирөөсүн тез чакырма катары колдонууга, тандап алыңыз.
lo: ແຕະປຸ່ມນີ້ຄ້າງໄວ້ ເພື່ອເບິ່ງລາຍການສັນຍາລັກ. ເລືອກອັນໜຶ່ງ ເພື່ອໃຊ້ມັນເປັນທາງລັດ.
lt: Bakstelėkite ir palaikykite šį klavišą, kad būtų parodytas simbolių sąrašas. Pasirinkite, kurį norite naudoti kaip trumpinį.
lv: Pieskarieties šim taustiņam un turiet, lai skatītu simbolu sarakstu. Izvēlieties vienu, lai izmantotu to kā īsceļu.
mk: Допрете го и држете го копчево за да ја видите листата симболи. Изберете некој за да го користите како кратенка.
ml: അടയാള ലിസ്റ്റ് കാണാനായി ഈ കീയിൽ ടാപ്പുചെയ്തുപിടിക്കുക. ഒരു ഒരു കുറുക്കുവഴിയായി ഉപയോഗിക്കാൻ ഒന്ന് തിരഞ്ഞെടുക്കുക.
mn_mn: Тэмдгийн жагсаалтыг харахын тулд энэ товчлуурыг товшиж барь. Холбоосоор ашиглахын тулд нэгийг нь сонго.
mr: प्रतीकांची यादी पहाण्यासाठी ही की टॅप करा आणि होल्ड करा. हे शॉर्टकट म्हणून वापरण्यासाठी एक निवडा.
ms: Ketik dan tahan kekunci ini untuk melihat senarai simbol. Pilih satu untuk menggunakannya sebagai pintasan.
my_zg: သေကၤတ စာရင္း ၾကည့္ရန္ ဤကီးကို ႏွိပ္၍ကိုင္ထားပါ။ ျဖတ္လမ္း တစ္ခုအျဖစ္ သံုးရန္ တစ္ခုေရြးပါ။
nb: Trykk på og hold denne tasten for å se symbollisten. Velg ett for å bruke det som snarvei.
ne: संकेत सुची हेर्न यस कुञ्जीलाई ट्याप गरेर होल्ड गर्नुहोस्। यसलाई सर्टकटको रुपमा प्रयोग गर्न एक चयन गर्नुहोस्।
nl: Tik op deze toets en houd vast om de symbolenlijst weer te geven. Selecteer één toets om als sneltoets te gebruiken.
or: ଚିହ୍ନ ତାଲିକା ଦେଖିବାକୁ ଏହି କୀ ଟ୍ୟାପ୍ ଏବଂ ହୋଲ୍ଡ କରନ୍ତୁ। ଏହାକୁ ଏକ ସର୍ଟକଟ୍ ଭାବେ ବ୍ୟବହାର କରିବାକୁ ଚୟନ କରନ୍ତୁ।
pa: ਚਿੰਨ੍ਹ ਸੂਚੀ ਵੇਖਣ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰਕੇ ਰੱਖੋ। ਇਸਦੀ ਸ਼ੌਰਟਕੱਟ ਵਜੋਂ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਚੁਣੋ।
pl: Naciśnij ten klawisz i przytrzymaj go, aby wyświetlić listę symboli. Wybierz jeden, aby użyć go jako skrót.
pt_pt: Toque nesta tecla sem soltar para ver a lista de símbolos. Seleccione um para utilizar como atalho.
ro: Menţineţi apăsată această tastă pentru a vedea lista de simboluri. Selectaţi unul pentru utilizarea drept comandă rapidă.
ru_ru: Для просмотра списка символов нажмите и удерживайте эту клавишу. Выберите один из них для ярлыка.
si: සංකේත ලැයිස්තුව බැලීමට මෙම යතුර ඔබා අල්ලාගෙන සිටින්න. එය කෙටිමග ලෙස භාවිතා කිරීමට එකක් තෝරන්න.
sk: Ťuknutím na toto tlačidlo a jeho podržaním zobrazíte zoznam symbolov. Výberom jedného z nich ho môžete použiť ako skratku.
sl: Pritisnite in držite to tipko za ogled seznama simbolov. Izberite enega, da ga uporabite kot bližnjico.
sq: Trokit dhe mbaj këtë tast për të parë listën e simboleve. Përzgjidh një prej tyre, që ta përdorësh si shkurtore.
sr: Kucni i zadrži ovaj taster da bi video/la listu simbola. Izaberi jedan koji će se koristiti kao prečica.
sv: Tryck på den här tangenten och håll den nedtryckt för att se symbollistan. Välj en för att använda den som en genväg.
ta: குறியீடு பட்டியலைப் பார்க்க இந்த விசையை டேப் செய்து வைத்திருக்கவும். ஒரு குறுக்குவழியாக பயன்படுத்த ஒன்றை தேர்ந்தெடுக்கவும்.
te: చిహ్నం జాబితాని చూడటానికి ఈ కీని ట్యాప్ చేసి, పట్టుకోండి. దీన్ని సత్వరమార్గంగా ఉపయోగించడానికి ఒకదాన్ని ఎంచుకోండి.
tg_tj: Барои дидани рӯйхати аломатҳо, ин тугмаро зарба зада нигоҳ доред. Якеи онҳоро барои истифода ҳамчун миёнбур интихоб кунед.
th: การตั้งค่าแป้นพิมพ์ เพื่อดูรายการสัญลักษณ์ เลือกหนึ่งแป้นพิมพ์ที่ จะใช้เป็นทางลัด
tk_tm: Nyşanjyklaryň sanawyny görmek üçin bu düwmä barmagyňyzy degrip saklaň. Ýarlyk hökmünde ulanmak üçin birini saýlaň.
tl: I-tap nang matagal ang key na ito upang makita ang listaha ng simbolo. Pumili ng isa upang gamitin ito bilang isang shortcut.
tr_tr: Sembol listesini görmek için bu tuşa dokunup basılı tutun. Kısayol olarak kullanmak üzere birini seçin.
uk: Натисніть та утримуйте цю клавішу, щоб переглянути список символів. Виберіть один символ для використання як клавіші швидкого доступу.
ur: علامت کی فہرست دیکھنے کیلئے اس کلید کو دبا کر رکھیں۔ اسے شارٹ کٹ کے بطور استعمال کرنے کیلئے ایک منتخب کریں۔
uz: Simvollar ro‘yxatini ko‘rish uchun ushbu tugmani bosib turing. Yorliq sifatida foydalanish uchun birini tanlang.
vi: Chạm và giữ phím này để xem danh sách biểu tượng. Hãy chọn một biểu tượng để sử dụng làm phím tắt.
zh_cn: 轻敲并按住该按键以查看符号列表。选择一个符号以将其用作快捷方式。
zh_hk: 輕觸並按住此按鍵以檢視符號清單。選擇一個符號以將其用作捷徑。

# IDS_IME_BODY_SYMBOL_KEYBOARD_P1SD_OF_P2SD_T_TTS
source: Symbol keyboard %1$d of %2$d
ar: لوحة مفاتيح الرموز %1$d من %2$d
as: %2$d ৰ %1$d প্ৰতীক কীব'ৰ্ড
az: Simvol klaviaturası %1$d / %2$d
bg: Клавиатура със символи %1$d от %2$d
bn_bd: প্রতীক কিবোর্ড %2$dটির মধ্যে %1$dটি
ca: Teclat de símbols %1$d de %2$d
cs: Klávesnice symbolů %1$d z %2$d
da: Symboltastatur %1$d af %2$d
de: Symboltastatur %1$d von %2$d
el_gr: Πληκτρολόγιο συμβόλων %1$d από %2$d
es_us: Teclado de símbolos %1$d de %2$d
et: Sümboli klaviatuur %1$d/%2$d
eu: Sinboloen teklatua %1$d %2$d-(e)tik
fa: صفحه کلید نماد %1$d از %2$d
fi: Symbolinäppäimistö %1$d/%2$d
fr_ca: Clavier de symboles %1$d sur %2$d
ga: Eochairchlár siombailí %1$d de %2$d
gu: %2$d નું %1$d કીબોર્ડને ચિહ્ન લગાડો
he: מקלדת סמלים %1$d מתוך %2$d
hi: प्रतीक कीबोर्ड %2$d का %1$d
hr: Tipkovnica sa simbolima %1$d od %2$d
hu: Szimbólumbillentyűzet %1$d/%2$d
hy: Սիմվոլների ստեղնաշար %1$d՝ %2$d-ից
id: Keyboard simbol %1$d dari %2$d
is: Táknalyklaborð %1$d af %2$d
it_it: Tastiera simboli %1$d di %2$d
ja_jp: テンキー(記号入力) %1$d/%2$d
ka: კლავიატურის სიმბოლოების გვერდი %1$d, სულ %2$d
kk: Таңбалық пернетақта ( %2$d ішінен %1$d)
km: ក្ដារចុច​និមិត្ត​សញ្ញា %1$d នៃ %2$d
kn: ಚಿಹ್ನೆಯ ಕೀಬೋರ್ಡ್‌ %1$d ರ %2$d
ko_kr: 특수문자 키보드 %2$d의 %1$d
ky_kg: Символ ариптактасы %2$d ичинен %1$d
lo: ຄີບອດຕົວສັນຍາລັກ %1$d ຂອງ %2$d
lt: Simbolių klaviatūra %1$d iš %2$d
lv: Simbolu tastatūras %1$d. lpp. no %2$d
mk: Тастатура со симболи %1$d од %2$d
ml: %2$d-ന്‍റെ അടയാള കീ‌ബോര്‍ഡ് %1$d
mn_mn: Тэмдэглэгээний гар товчлуур %1$d / %2$d
mr: %2$d पैकी %1$d प्रतीक कीबोर्ड.
ms: Simbol papan kekunci %1$d daripada %2$d
my_zg: သေကၤတာ ကီးဘုတ္ %2$d ၏ %1$d
nb: Symboltastatur %1$d av %2$d
ne: %2$d को संकेत कीबोर्ड %1$d
nl: Symbooltoetsenbord %1$d van %2$d
or: %2$d ର %1$d ଚିହ୍ନ କୀବୋର୍ଡ୍
pa: ਚਿੰਨ੍ਹ ਕੀਬੋਰਡ %2$d ਦਾ %1$d
pl: Klawiatura z symbolami %1$d z %2$d
pt_pt: Teclado de símbolos %1$d de %2$d
ro: Tastatură cu simboluri %1$d din %2$d
ru_ru: Символьная клавиатура %1$d из %2$d
si: සලකුණු යතුරුපුවරුව %2$d න් %1$d
sk: Klávesnica symbolov %1$d z %2$d
sl: Tipkovnica s simboli %1$d od %2$d
sq: Tastiera me simbole %1$d nga %2$d
sr: Simbol tastature %1$d od %2$d
sv: Symboltangentbord %1$d av %2$d
ta: குறியீட்டு விசைப்பலகை %2$d என்பதில் %1$d.
te: %2$d యొక్క గుర్తుల కీబోర్డ్ %1$d
tg_tj: Клавиатураи аломатҳои %1$d аз %2$d
th: แป้นพิมพ์สัญลักษณ์ %1$d จาก %2$d
tk_tm: Klawiatura nyşany %2$d-den %1$d
tl: Symbol keyboard %1$d ng %2$d
tr_tr: Sembol klavyesi %1$d / %2$d
uk: Клавіатура символів %1$d з %2$d
ur: علامتی کی بورڈ %1$d از %2$d
uz: %1$d/%2$d simvollar klaviaturasi
vi: Bàn phím ký hiệu %1$d / %2$d
zh_cn: 符号键盘，%1$d，共 %2$d
zh_hk: 符號鍵盤 %2$d 之 %1$d

# IDS_IME_BODY_SYMBOLS
source: Symbols
ar: رموز
as: প্ৰতীক
az: Simvollar
bg: Символи
bn_bd: চিহ্নগুলো
ca: Símbols
cs: Symboly
da: Symboler
de: Symbole
el_gr: Σύμβολα
es_us: Símbolos
et: Sümbolid
eu: Ikurrak
fa: نمادها
fi: Erikoismerkit
fr_ca: Symboles
ga: Siombailí
gu: પ્રતીકો
he: סימנים
hi: प्रतीक
hr: Simboli
hu: Szimbólumok
hy: Նշաններ
id: Simbol
is: Tákn
it_it: Simboli
ja_jp: 記号
ka: სიმბოლოები
kk: Таңбалар
km: សញ្ញា
kn: ಸಂಕೇತಗಳು
ko_kr: 기호
ky_kg: Символдор
lo: ສັນຍາ​ລັກ
lt: Simboliai
lv: Simboli
mk: Симболи
ml: ചിഹ്‌നങ്ങള്‍
mn_mn: Тэмдгүүд
mr: चिन्ह
ms: Simbol
my_zg: သေကၤတမ်ား
nb: Symboler
ne: चिन्हहरू
nl: Symbolen
or: ସଙ୍କେତଗୁଡିକ
pa: ਚਿੰਨ੍ਹ
pl: Symbole
pt_pt: Símbolos
ro: Simboluri
ru_ru: Символы
si: සංකේත
sk: Symboly
sl: Simboli
sq: Simbole
sr: Simboli
sv: Symboler
ta: குறிகள்
te: చిహ్నాలు
tg_tj: Аломатҳо
th: สัญลักษณ์
tk_tm: Nyşanlar
tl: Mga Simbolo
tr_tr: Sembol
uk: Символи
ur: نشانات
uz: Belgilar
vi: Biểu tượng
zh_cn: 符号
zh_hk: 符號

# IDS_IME_BODY_SPACE
source: Space
ar: مسافة
as: স্পেচ
az: Boş
bg: Интервал
bn_bd: স্থান
ca: Espai
cs: Mezera
da: Mellemrum
de: Zwischenraum
el_gr: Διάστημα
es_us: Espacio
et: Tühik
eu: Espazioa
fa: فاصله
fi: Väli
fr_ca: Espace
ga: Spás
gu: જગ્યા
he: רווח
hi: स्‍पेस
hr: Razmak
hu: Szóköz
hy: Տարածություն
id: Spasi
is: Rými
it_it: Spazio
ja_jp: スペース
ka: სივრცე
kk: Бос орын
km: ដំណកឃ្លា
kn: ಅಂತರ
ko_kr: 띄어쓰기
ky_kg: Орун
lo: ຊ່ອງຫວ່າງ
lt: Tarpas
lv: Atst.
mk: Празно место
ml: സ്പെയ്സ്
mn_mn: Зай
mr: स्पेस
ms: Ruang
my_zg: စေပ့စ္
nb: Mellomrom
nl: Spatie
or: ସ୍ପେସ୍
pa: ਸਪੇਸ
pl: Odstęp
pt_pt: Espaço
ro: Spaţiu
ru_ru: Пробел
si: ස්පේස්
sk: Medzera
sl: Prostor
sq: Hapësira
sr: Razmak
sv: Mellanrum
ta: இடைவெளி
te: స్పేస్
tg_tj: Фосила
th: เว้นวรรค
tk_tm: Boşluk
tl: Puwang
tr_tr: Boşluk
uk: Простір
ur: جگہ
uz: Bo‘shliq
vi: Khoảng cách
zh_cn: 空格

# IDS_IME_BODY_SLASH_M_KEYBOARD_SYMBOL
source: Slash
ar: شرطة
as: শ্লেচ্
az: Diaqonal
bg: Наклонена черта
bn_bd: স্ল্যাশ
ca: Barra
cs: Lomítko
da: Skråstreg
de: Schrägstrich
el_gr: Κάθετος
es_us: Barra diagonal
et: Kaldkriips
eu: Barra
fa: ممیز
fi: Vinoviiva
fr_ca: Barre oblique
ga: Slais
gu: સ્લૅશ
he: לוכסן
hi: स्लैश
hr: Kosa crta
hu: Törtvonal
hy: Շեղագիծ
id: Garis miring
is: Skástrik
it_it: Barra
ja_jp: スラッシュ
ka: ტირე
kk: Қиғаш сызық
km: គំនូស​ទ្រេត
kn: ಸ್ಲಾಶ್
ko_kr: 슬래시
ky_kg: Слэш
lo: ເຄື່ອງໝາຍ /
lt: Pasvirasis dešininis brūkšnys
lv: Slīpsvītra
mk: Коса црта десно
ml: സ്ലാഷ്
mn_mn: Урагшаа налуу зураас
mr: स्‍लॅश
ms: Garis miring
my_zg: မ်ဥ္းေစာင္း သေကၤတ
nb: Skråstrek
ne: स्ल्याश
nl: Schuine streep
or: କାଟ୍‍
pa: ਸਲੈਸ਼
pl: Ukośnik
pt_pt: Barra
ro: Bară oblică spre dreapta
ru_ru: Косая черта
si: ඇල ඉර
sk: Lomka
sl: Poševnica
sq: Vizë e pjerrët
sr: Kosa crta
sv: Snedstreck
ta: சாய்வுக்கோடு
te: స్లాష్
tg_tj: Хатчаи моил
th: เครื่องหมาย '/'
tk_tm: Kese çyzyk
tr_tr: Eğik çizgi
uk: Скічна риска
ur: سلیش
uz: Og‘ma chiziq
vi: Dấu chéo
zh_cn: 斜杠
zh_hk: 斜線

# IDS_IME_BODY_SINGLE_QUOTE_M_KEYBOARD_SYMBOL
source: Single quote
ar: اقتباس واحد
as: একক উদ্ধৃতি
az: Tək dırnaq
bg: Единични кавички
bn_bd: একক উদ্ধৃতি
ca: Cometa simple
cs: Jednoduchá uvozovka
da: Enkelt anførselstegn
de: Einfaches Anführungszeichen
el_gr: Μονό εισαγωγικό
es_us: Comilla simple
et: Ülakoma
eu: Komatxo sinplea
fa: علامت نقل‌قول تکی
fi: Puolilainausmerkki
fr_ca: Guillemet simple
ga: Comhartha athfhriotail aonair
gu: એકલ અવતરણ ચિહ્ન
he: גרש
hi: एकल उद्धरण
hr: Jednostruki navodnik
hu: Aposztróf
hy: Եզակի չակերտ
id: Tanda kutip tunggal
is: Einfaldar gæsalappir
it_it: Virgolette singole
ja_jp: シングルクォート
ka: ერთშტრიხიანი ბრჭყალი
kk: Бір тырнақша
km: អព្ភន្តរ​សញ្ញា
kn: ಒಂದೇ ಉದ್ಧರಣ ಚಿಹ್ನೆ
ko_kr: 작은따옴표
ky_kg: Жалгыз тырмакча
lo: ວົງຢືມດ່ຽວ
lt: Viena kabutė
lv: Vienpēdiņas
mk: Единечни наводници
ml: ഏകോദ്ധരണി
mn_mn: Дан хашилт
mr: एकेरी अवतरण चिन्‍ह
ms: Petikan tunggal
my_zg: တစ္ထပ္ မ်က္ေတာင္အဖြင့္အပိတ္
nb: Enkel apostrof
ne: एकल उद्धरण
nl: Eén aanhalingsteken
or: ଗୋଟିଏ ଉଦ୍ଧୃତ ଚିହ୍ନ
pa: ਇੱਕਲ ਕੋਣ
pl: Pojedynczy cudzysłów
pt_pt: Aspa simples
ro: Ghilimele simple
ru_ru: Одинарная кавычка
si: තනි උද්ධෘත
sk: Jednoduché úvodzovky
sl: Enojni narekovaj
sq: Thonjëza njëshe
sr: Apostrof
sv: Enkla citationstecken
ta: ஒற்றை மேற்கோள்
te: సింగిల్ కోట్
th: เครื่องหมาย '
tl: Isang panipi
tr_tr: Tek tırnak
uk: Одиничні лапки
ur: واحد واوین
uz: Yakka qo‘shtirnoq
vi: Dấu nháy đơn
zh_cn: 单引号
zh_hk: 單引號

source: Show a big character bubble when a key on a Qwerty keyboard is tapped.
ar: عرض فقاعة ذات أحرف كبيرة عند النقر فوق مفتاح بلوحة مفاتيح QWERTY.
as: কুৱেৰ্টি কীব'র্ডত কী এটা টিপাৰ সময়ত ডাঙৰ বৰ্ণ বাবুল দেখুৱাওক৷
az: Qwerty klaviaturasında düymə vurulduqda böyük simvol qabarcıqlarını göstər.
be_by: Паказваць вялікае акно сімвала пры націсканні клавішы на клавіятуры Qwerty.
bg: Показване на голямо балонче на знака при чукване на клавиш от QWERTY клавиатура
bn_bd: কোয়েটি কিবোর্ডে কোনো কি টেপা থাকা অবস্থায় বড় অক্ষর বাবল দেখান।
ca: Mostrar una bombolla de caràcter gran quan es toca una tecla en un teclat QWERTY
cs: Při klepnutí na klávesnici QWERTY zobrazit velkou bublinu se znakem.
da: Vis en stor tegnbobbel, når der trykkes på en tast på et QWERTY-tastatur.
de: Buchstaben vergrößert anzeigen, wenn eine Taste auf einer QWERTZ-Tastatur gedrückt wird
el_gr: Εμφάνιση ενός μεγάλου σύννεφου χαρακτήρων, όταν ένα πλήκτρο στο πληκτρολόγιο QWERTY είναι πατημένο.
es_us: Muestra una burbuja grande con los caracteres cuando se pulsa una tecla del teclado QWERTY.
et: Naita suurt tahemargi mulli, kui Qwerty-klaviatuuril on toksatud klahvi.
eu: Erakutsi karaktere burbuila handia QWERTY teklatu batean tekla bat sakatzean
fa: یک کادر بزرگ نویسه هنگام ضربه زدن به کلیدی بر روی صفحه کلید QWERTY نمایش دهید.
fi: Näytä suuri merkkikupla QWERTY-näppäimistön näppäintä napautettaessa.
fr_ca: Afficher une bulle de caractère agrandie lorsque vous touchez une touche du clavier QWERTY.
ga: Taispeáin bolgán carachtair mór nuair a thapáiltear eochair ar eochairchlár QWERTY
gu: જ્યારે ક્વેર્ટી કીબોર્ડ પરની કી ટેપ કરેલી હોય ત્યારે મોટા વર્ણ બબલ બતાવો.
he: הצג בועת תו גדולה בעת הקשה על מקש במקלדת QWERTY.
hi: जब क्वेर्टी कीबोर्ड पर कोई कुंजी टैप की जाए तो बड़ें वर्ण का बबल दिखाएँ।
hr: Pokaži veliki mjehur sa znakom pri dodiru tipke na QWERTY tipkovnici.
hu: Nagy karakterbuborék megjelenítése a QWERTZ-billentyűzet billentyűinek érintésekor
hy: Ցույց տալ նիշերի մեծ պղպջակ, երբ Qwerty ստեղնաշարի ստեղն է թակվում:
id: Tampilkan gelembung karakter besar saat tombol pada keyboard Qwerty diketuk.
is: Sýna stóra stafablöðru þegar pikkað er á QWERTY-lyklaborð.
it_it: Ingrandisci il carattere toccato sulla tastiera QWERTY.
ja_jp: QWERTYキーボードのキーをタップしたときに拡大表示
ka: გამოჩნდეს დიდი სიმბოლოები, Qwerty კლავიატურაზე შეხებისას.
kk: Qwerty пернетақтасында перне түртілгенде үлкен таңбалы көпіршікті көрсету.
km: បង្ហាញ​ផ្ទាំង​តួអក្សរ​ធំ​មួយ នៅពេល​មាន​ការ​ប៉ះ​លើ​ប៊ូតុង​មួយ​នៃ​ក្ដារចុច Qwerty។
kn: ಕ್ವೆರ್ಟಿ ಕೀಬೋರ್ಡ್ ಮೇಲಿನ ಕೀಯನ್ನು ಒತ್ತಿದಾಗ ದೊಡ್ಡದಾದ ಅಕ್ಷರಗಳ ಬಬಲ್ ಅನ್ನು ತೋರಿಸಿ.
ko_kr: 쿼티 키보드를 누르면 선택한 문자를 크게 표시합니다.
ky_kg: QWERTY клавиатурасында баскычты басканда чоң белгисин көрсөтүү.
lo: ສະແດງກອບຕົວອັກສອນຂະໜາດໃຫຍ່ເມື່ອສຳຜັດປຸ່ມເທິງຄີບອດ Qwerty.
lt: Kai bakstelėjamas „Qwerty“ klaviatūros klavišas, rodyti didelį debesėlį su ženklu.
lv: Rādīt lielu rakstzīmes burbuli, kad pieskaras taustiņam uz Qwerty tastatūras.
mk: Покажи големо облаче со знакот кога ќе се допре копче на тастатурата QWERTY.
ml: ക്വർട്ടി കീബോര്‍ഡില്‍ ഒരു കീ ടാപ്പുചെയ്യുമ്പോള്‍ ഒരു വലിയ അക്ഷര ബബിള്‍ കാണിക്കുക.
mn_mn: Qwerty гар товчлуур дээрх нэг товчлуурыг товшиход тэмдэгтийн том хөөс харуул
mr: क्वेर्ठी कीबोर्ड टॅप केल्यानंतर एक मोठा वर्ण बबल दर्शवा.
ms: Paparkan gelembung aksara yang besar apabila sesuatu kekunci pada papan kekunci Qwerty diketik.
my_zg: Qwerty ကီးဘုတ္တခုအေပၚရွိ ခလုတ္တခုကို ေခါက္သည့္အခါ ႀကီးမားေသာစာလံုးပူေပါင္းတခု ျပပါ။
nb: Vis en stor tegnboble når en tast på QWERTY-tastaturet blir trykket på.
ne: क्वेर्टी कीबोर्ड ट्याप गरिएको बेला ठूलो वर्णको बबल देखाउनुहोस्।
nl: Geef een grote tekstballon weer wanneer op een toets op een QWERTY-toetsenbord wordt getikt.
or: ଏକ କ୍ୱେର୍ଟି କୀବୋର୍ଡ୍ କୀ ଟ୍ୟାପ୍ ହୋଇଥିବା ବେଳେ ଏକ ବଡ ଅକ୍ଷର ଯୁକ୍ତ ବବଲ୍ ଦେଖାନ୍ତୁ।
pa: ਜਦੋਂ ਕਵੇਰਟੀ ਕੀਬੋਰਡ ਤੇ ਇੱਕ ਬਟਨ ਟੈਪ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇੱਕ ਵੱਡਾ ਵਰਣ ਬੱਬਲ ਦਿਖਾਉ।
pl: Wyświetl dymek z dużym znakiem po dotknięciu klawisza na klawiaturze QWERTY.
pt_pt: Mostrar um balão com um caracter grande quando se toca numa tecla do teclado QWERTY.
ro: Se afişează un balon cu un caracter mare atunci când se apasă o tastă de pe o tastatură QWERTY.
ru_ru: Показывать крупные знаки при нажатии клавиш на клавиатуре Qwerty.
si: ක්වර්ටි යතුරුපුවරුවේ යතුරක් මත තට්ටු වුනු විට විශාල අක්ෂර බුබුළක් පෙන්වන්න.
sk: Zobraziť veľkú znakovú bublinu po ťuknutí na kláves na klávesnici QWERTY
sl: Pokaži oblaček za velike znake ob pritisku tipke na tipkovnici QWERTY.
sq: Shfaq një flluskë të madhe të shenjës kur trokitet një tast në një tastierë QWERTY.
sr: Prikaži veliki balončić sa znakom kada se kucne na taster QWERTY tastature.
sv: Visa en stor teckenbubbla när en knapp trycks ned på ett QWERTY-tangentbord.
ta: க்வர்ட்டி விசைப்பலகையில் ஓர் விசை டேப் செய்யப்படும் போது ஓர் பெரிய எழுத்துக் குமிழை காண்பிக்கவும்.
te: క్వర్టీ కీబోర్డ్‌పై కీని నొక్కినప్పుడు పెద్ద అక్షరం బబుల్‌ను చూపు.
tg_tj: Нишон додани ҳубоб бо ҳарфи калон ҳангоми зарба задани тугма дар клавиатураи Qwerty.
th: แสดงกรอบตัวอักษรขนาดใหญ่ เมื่อสัมผัสคีย์บนแป้นพิมพ์ Qwerty
tk_tm: Adaty klawiatura basylanda uly açary görkeziň
tl: Magpakita ng bubble ng malaking character kapag na-tap ang isang key sa isang QWERTY na keyboard.
tr_tr: QWERTY klavye üstünde bir tuşa dokunulduğunda büyük bir karakter balonu göster.
uk: Показувати збільшений символ в разі натискання клавіші на клавіатурі Qwerty.
ur: جب کسی QWERTY بورڈ پر کوئی کلید تھپتھپایا جاتی ہے تو حرف کا ایک بڑا بلبلہ دکھاتا ہے
uz: Qwerty klaviaturadagi tugma bosilganda, katta belgi pufakchasi ko‘rsatilsin.
vi: Hiển thị ký tự lớn khi chạm vào một phím trên bàn phím Qwerty.
zh_cn: 当轻敲全键盘上的按键时显示大字符气泡。
zh_hk: 當輕觸全鍵盤上的按鍵時，顯示大字元對話框。

# IDS_IME_BODY_SHIFT_LOCKED_T_TTS
source: Shift locked.
ar: تم قفل مفتاح التحويل.
as: চিফ্ট লক হৈছে৷
az: Shift kilidlənib.
bg: Клавишът Shift е заключен.
bn_bd: শিফট লক করা আছে।
ca: Majúscules bloquejades.
cs: Šift je zablokovaný.
da: Shift er låst.
de: Shift gesperrt.
el_gr: Το Shift είναι κλειδωμένο.
es_us: Tecla Shift bloqueada.
et: Tõstuklahv on lukus.
eu: Aldaketa blokeatuta dago.
fa: Shift قفل شد.
fi: Vaihtonäppäin on lukittu.
fr_ca: Les majuscules sont verrouillées.
ga: SHIFT glasáilte.
gu: શિફ્ટ લોક કરેલું છે.
he: Shift נעול.
hi: शिफ्ट लॉक किया गया है।
hr: Pomak zaključan.
hu: Zárolva van a Shift billentyű.
hy: Shift ստեղնը կողպված է:
id: Shift terkunci.
is: Hástafalás.
it_it: Maiusc bloccato.
ja_jp: シフトキーがロックされました。
ka: Shift დაბლოკილია.
kk: Shift пернесі құлыпталды.
km: បាន​ចាក់​សោ​គ្រាប់ចុច​ប្ដូរ។
kn: ಶಿಫ್ಟ್ ಲಾಕ್ ಆಗಿದೆ.
ko_kr: 시프트가 잠겼습니다.
ky_kg: Shift кулпуланган.
lo: ປຸ່ມຊິບລັອກ.
lt: Mygtukas „Shift“ užrakintas.
lv: Taustiņš Shift ir bloķēts.
mk: Копчето Шифт е блокирано.
ml: ഷിഫ്റ്റ് ലോക്കാണ്.
mn_mn: Shift түгжээтэй байна.
mr: शिफ्ट लॉक आहे.
ms: Shift dikunci.
my_zg: ေရႊ႕ေျပာင္းမႈ ေသာ့ခတ္ထားသည္။
nb: Skift er låst.
ne: सिफ्ट लक गरिएको छ।
nl: Shift vergrendeld.
or: ସିଫ୍ଟ ଲକ୍ ହୋଇଛି।
pa: ਸ਼ਿਫਟ ਲੌਕ ਹੈ।
pl: Klawisz Shift jest zablokowany.
pt_pt: Shift bloqueada.
ro: Tasta Shift este blocată.
ru_ru: Клавиша Shift заблокирована.
si: මාරුව අගුලු ලා ඇත.
sk: Kláves Shift je zamknutý.
sl: Tipka Shift je zaklenjena.
sq: Shift bllokuar.
sr: Shift je zaključan.
sv: Skift är låst.
ta: ஷிஃப்ட் பூட்டப்பட்டுள்ளது.
te: షిఫ్ట్ లాక్ చేయబడింది.
tg_tj: SHIFT баста шудааст.
th: Shift ล็อคอยู่
tk_tm: Süýşirme beklenen.
tl: Naka-lock ang Shift.
tr_tr: Shift kilitli.
uk: Клавішу Shift заблоковано.
ur: شفٹ لاک ہوگیا۔
uz: Shift bloklangan.
vi: Đã khóa Shift.
zh_cn: Shift 已锁定。
zh_hk: Shift 鍵已鎖定。
