Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_IME_BODY_INVERTED_QUESTION_MARK_M_KEYBOARD_SYMBOL
source: Inverted question mark
ar: علامة استفهام مقلوبة
as: প্ৰশ্নবোধক চিহ্ন
az: Başı aşağı sual işarəsi
bg: Обратен въпросителен знак
bn_bd: উল্টানো প্রশ্নবোধক চিহ্ন
ca: Obertura d'interrogació
cs: Obrácený otazník
da: Omvendt spørgsmålstegn
de: Umgekehrtes Fragezeichen
el_gr: Αντίστροφο ερωτηματικό
es_us: Signo de interrogación de apertura
et: Pööratud küsimärk
eu: Alderantzizko galdera ikurra
fa: علامت سوال وارونه
fi: Ylösalainen kysymysmerkki
fr_ca: Point d'interrogation renversé
ga: Comhartha ceiste inbhéartaithe
gu: ઊલટાવેલ પ્રશ્નાર્થ ચિહ્ન
he: סימן שאלה הפוך
hi: उद्धरण प्रश्नवाचक चिह्न
hr: Obrnuti upitnik
hu: Fordított kérdőjel
hy: Շրջված հարցական նշան
id: Tanda tanya terbalik
is: Öfugt spurningarmerki
it_it: Punto interrogativo rovesciato
ja_jp: 逆疑問符
ka: შებრუნებული კითხვის ნიშანი
kk: Аударылған сұрақ белгісі
km: សញ្ញាសួរ​បញ្ច្រាស់
kn: ತಲೆಕೆಳಗಾದ ಪ್ರಶ್ನಾರ್ಥಕ ಚಿಹ್ನೆ
ko_kr: 역물음표
ky_kg: Көмкөрүлгөн суроо белгиси
lo: ໝາຍຖາມລວງປີ້ນ
lt: Apverstas klaustukas
lv: Apgrieztā jautājuma zīme
mk: Превртен прашалник
ml: തലകീഴായ ചോദ്യ ചിഹ്നം
mn_mn: Уруу харсан асуултын тэмдэг
mr: अवतरण प्रश्‍नचिन्‍ह
ms: Tanda tanya songsang
my_zg: ေျပာင္းျပန္လွန္ထားေသာ ေမးခြန္းသေကၤတ
nb: Omvendt spørsmålstegn
ne: उल्टो प्रश्‍नवाचक चिह्न
nl: Omgedraaid vraagteken
or: ଉଦ୍ଧୃତି ପ୍ରଶ୍ନବାଚକ ଚିହ୍ନ
pa: ਉਲਟਾ ਪ੍ਰਸ਼ਨ ਚਿੰਨ੍ਹ
pl: Znak zapytania odwrócony
pt_pt: Ponto de interrogação invertido
ro: Semnul întrebării inversat
ru_ru: Перевернутый вопросительный знак
si: යටිකුරු ප්‍රශ්නාර්ථ ලකුණ
sk: Prevrátený otáznik
sl: Obrnjen vprašaj
sq: Pikëpyetje e përmbysur
sr: Preokrenuti znak pitanja
sv: Omvänt frågetecken
ta: தலைகீழான கேள்விக் குறியீடு
te: విలోమ ప్రశ్న గుర్తు
tg_tj: Аломати саволи чапа
th: เครื่องหมายคำถามกลับหัว
tk_tm: Başaşak sorag belgisi
tl: Baliktad na takdang pananong
tr_tr: Ters soru işareti
uk: Перевернутий знак питання
ur: الٹا سوالیہ نشان
uz: O‘girilgan so‘rov belgisi
vi: Chấm hỏi ngược
zh_cn: 倒问号
zh_hk: 倒問號

# IDS_IME_BODY_INVERTED_EXCLAMATION_MARK_M_KEYBOARD_SYMBOL
source: Inverted exclamation mark
ar: علامة تعجب مقلوبة
as: ভাৱবোধক চিহ্ন
az: Başı aşağı nida işarəsi
bg: Обратен удивителен знак
bn_bd: উল্টানো বিস্ময়বোধক চিহ্ন
ca: Obertura d'exclamació
cs: Obrácený vykřičník
da: Omvendt udråbstegn
de: Umgekehrtes Ausrufezeichen
el_gr: Αντίστροφο θαυμαστικό
es_us: Signo de exclamación de apertura
et: Pööratud hüüumärk
eu: Alderantzizko harridura ikurra
fa: علامت تعجب وارونه
fi: Ylösalainen huutomerkki
fr_ca: Point d'exclamation renversé
ga: Comhartha uaillbhreasa inbhéartaithe
gu: ઊલટાવેલ ઉદ્ગાર ચિહ્ન
he: סימן קריאה הפוך
hi: उद्धरण विस्मयादिबोधक चिह्न
hr: Obrnuti uskličnik
hu: Fordított felkiáltójel
hy: Շրջված բացականչական նշան
id: Tanda seru terbalik
is: Öfugt upphrópunarmerki
it_it: Punto esclamativo rovesciato
ja_jp: 逆感嘆符
ka: შებრუნებული ძახილის ნიშანი
kk: Аударылған леп белгісі
km: ឧទានសញ្ញា​បញ្ច្រាស់
kn: ತಲೆಕೆಳಗಾದ ಉದ್ಗಾರ ಚಿಹ್ನೆ
ko_kr: 역느낌표
ky_kg: Көмкөрүлгөн илеп белгиси
lo: ອຸທານລວງປີ້ນ
lt: Apverstas šauktukas
lv: Apgrieztā izsaukuma zīme
mk: Превртен извичник
ml: തലകീഴായ ആശ്ചര്യ ചിഹ്നം
mn_mn: Уруу харсан анхаарлын тэмдэг
mr: अवतरण उद्गार चिन्‍ह
ms: Tanda seru songsang
my_zg: ေျပာင္းျပန္လွန္ထားေသာ အာေမဍိတ္ သေကၤတ
nb: Omvendt utropstegn
ne: उल्टो विस्मयबोधक चिह्न
nl: Omgedraaid uitroepteken
or: ଉଦ୍ଧୃତି ବିସ୍ମୟସୂଚକ ଚିହ୍ନ
pa: ਉਲਟਾ ਵਿਸਮਕ ਚਿੰਨ੍ਹ
pl: Wykrzyknik odwrócony
pt_pt: Ponto de exclamação invertido
ro: Semnul exclamării inversat
ru_ru: Перевернутый восклицательный знак
si: උඩුකුරු තිත්හුල
sk: Prevrátený výkričník
sl: Obrnjen klicaj
sq: Pikëçuditje e përmbysur
sr: Preokrenuti znak uzvika
sv: Omvänt utropstecken
ta: தலைகீழான ஆச்சரியக் குறியீடு
te: విలోమ ఆశ్చర్యార్థకం గుర్తు
tg_tj: Аломати хитоби чапа
th: เครื่องหมายตกใจกลับหัว
tk_tm: Başaşak ýüzlenme belgisi
tl: Baliktad na takdang padamdam
tr_tr: Ters ünlem işareti
uk: Перевернутий знак оклику
ur: الٹی فجائیہ
uz: O‘girilgan undov belgisi
vi: Chấm than ngược
zh_cn: 倒感叹号
zh_hk: 倒感嘆號

# IDS_IME_BODY_INPUT_DETECTED_FROM_HARDWARE_KEYBOARD
source: Input detected from hardware keyboard.
ar: تم اكتشاف الإدخال من لوحة مفاتيح الجهاز.
as: হাৰ্ডৱেৰ কীবৰ্ডৰ পৰা ইনপুট চিনাক্ত কৰা হৈছে৷
az: Avdanlıq klaviaturasından daxiletmə aşkarlanması.
bg: Вход открит от хардуерна клавиатура.
bn_bd: হার্ডওয়্যার কিবোর্ড থেকে ইনপুট সনাক্ত হয়েছে।
ca: Entrada detectada des del teclat hardware
cs: Rozpoznáno zadání z hardwarové klávesnice.
da: Input registreret fra hardwaretastatur.
de: Eingabe von der Hardwaretastatur erkannt
el_gr: Εντοπίστηκαν δεδομένα εισόδου από πληκτρολόγιο υλικού.
es_us: Entrada detectada desde el teclado del hardware.
et: Riistvara klaviatuurilt on tuvastatud sisestus.
eu: Hardware teklatuko sarrera hautemanda
fa: ورودی از صفحه کلید سخت افزار شناسایی شده است.
fi: Laitenäppäimistöltä havaittu syöte.
fr_ca: Saisie détectée sur le clavier matériel.
ga: Ionchur braite ó eochairchlár crua-earraí.
gu: હાર્ડવેર કીબોર્ડથી શોધેલો ઇનપુટ.
he: זוהה קלט ממקלדת החומרה.
hi: हार्डवेयर कीबोर्ड से इनपुट की पहचान हुई।
hr: Hardverska tipkovnica prepoznala unos.
hu: Bevitel észlelve a hardveres billentyűzetről.
hy: Զետեղել սարքաշարային ստեղնաշարից բացահայտվածը:
id: Input terdeteksi dari keyboard perangkat keras.
is: Innsláttur frá vélbúnaðarlyklaborði greindist.
it_it: Inserimento rilevato dalla tastiera hardware.
ja_jp: ハードウェアキーボードからの入力を検出しました。
ka: შეინიშნა მონაცემთა შეყვანა ფიზიკური კლავიატურით.
kk: Аппараттық құрал пернетақтасында енгізу анықталды.
km: ចាប់បាន​ការបញ្ចូល​ពី​ក្ដារចុច​ហាដវែរ។
kn: ಹಾರ್ಡ್‌ವೇರ್ ಕೀಬೋರ್ಡ್‌ನಿಂದ ಇನ್‌ಪುಟ್ ಪತ್ತೆಹಚ್ಚಲಾಗಿದೆ.
ko_kr: 하드웨어 키보드에서 입력을 감지하였습니다.
lo: ການປ້ອນຂໍ້ມູນທີ່ໄດ້ກວດພົບຈາກຄີບອດຂອງຮາດແວ.
lt: Aptikta įvestis iš aparatinės įrangos klaviatūros.
lv: Noteikta ievade no aparatūras tastatūras.
mk: Откриено е внесување од хардверска тастатура.
ml: ഹാര്‍ഡ്‌വെയര്‍ കീ‌ബോര്‍ഡില്‍ നിന്ന് കണ്ടെത്തിയ ഫലം.
mn_mn: Гар товчлуураас оролт илэрсэн.
mr: हार्डवेअर कीबोर्डमधून निविष्ट शोधले.
ms: Input dikesan dari papan kekunci perkakasan.
my_zg: ဟတ္ဝဲကီးဘုတ္မွ ျဖည့္သြင္းျခင္း ရွာသိထားသည္။
nb: Signaler oppdaget fra det fysiske tastaturet.
ne: हार्डवेयर कीबोर्डबाट इन्पुट पत्ता लाग्यो।
nl: Invoer gedetecteerd vanaf hardwaretoetsenbord.
or: ହାର୍ଡୱେର୍ କୀବୋର୍ଡ୍ ଠାରୁ ଇନ୍‌ପୁଟ୍ ଚିହ୍ନଟ ହୋଇଛି।
pa: ਹਾਰਡਵੇਅਰ ਕੀਬੋਰਡ ਤੋਂ ਇਨਪੁਟ ਦਾ ਪਤਾ ਲੱਗਿਆ।
pl: Wykryto wprowadzanie z klawiatury sprzętowej.
pt_pt: Detectada introdução de teclado de hardware.
ro: Intrare detectată de la tastatura hardware
ru_ru: Обнаружен ввод с физической клавиатуры.
si: දෘඩ යතුරුපුවරුවෙන් අකුරු ඇතුළත් කිරීමක් හඳුනාගැනිණ.
sk: Zistil sa vstup z hardvérovej klávesnice.
sl: Zaznan je vnos s strojno tipkovnico.
sq: U dallua futje nga tastiera e fortë.
sr: Unesi neku od detektovanih hardverskih tastatura.
sv: Inmatning från fysiskt tangentbord har identifierats.
ta: உள்ளீடானது மென்பொருள் விசைப்பலகையிலிருந்து கண்டறியப்பட்டது.
te: హార్డ్‌వేర్ కీబోర్డ్ నుండి ఇన్‌పుట్ గుర్తించబడింది.
tg_tj: Ворида аз клавиатураи сахтафзор ошкор шуд.
th: อินพุตถูกตรวจพบจากแป้นพิมพ์ฮาร์ดแวร์
tk_tm: Fiziki klawiaturadan giriziş tapyldy.
tl: Nakakita ng input mula sa hardware na keyboard.
tr_tr: Donanım klavyesinden giriş algılandı.
uk: Визначено введення з апаратної клавіатури.
ur: ہارڈ ویئر کی بورڈ سے ان پٹ کا سراغ لگ گیا۔
uz: Apparat klaviaturasidan kiritish aniqlandi.
vi: Phát hiện đầu vào từ bàn phím thật.
zh_cn: 已从硬件键盘检测到输入。
zh_hk: 已從硬體鍵盤偵測到輸入。

# IDS_IME_BODY_IF_PERSONALISED_DATA_IS_ENABLED_SAMSUNG_KEYBOARD_CAN_LEARN_MSG
source: If personalised data is enabled, Samsung keyboard can learn your writing style, from Facebook, Gmail, Twitter, Messages and Contacts, and offer predictions and corrections tailored to you.
ar: في حالة تفعيل البيانات المخصصة، تستطيع لوحة مفاتيح Samsung التعرف على أسلوب الكتابة، من Facebook وGmail وTwitter والرسائل وجهات الاتصال وعرض التنبؤات والتصحيحات المخصصة لك
as: যদি ব্যক্তিগতকৰণ কৰা ডাটা সক্ষম কৰা থাকে, চেমচাং কীব'ৰ্ডে ফেচবুক, জিমেইল, টুইটাৰ, মেচেজিং আৰু সম্পৰ্কৰ পৰা আপোনাৰ লিখন শৈলী শিকিব পাৰে আৰু আপোনাৰ বাবে প্ৰয়োজনীয় পূৰ্বানুমান আৰু সংশোধনসমূহ আগবঢ়াব পাৰে৷
az: Fərdi məlumatlar aktiv olduğu zaman Samsung Klaviaturası Facebook, Gmail, Twitter, Mesajlar və Kontaktlardan sizin yazı üslübunuzu öyrənə bilər və sizə aid edilən proqnozları və ya düzəlişləri təklif edə bilər
bg: Ако са активирани персонализираните данни, клавиатурата Samsung може да се учи от вашия стил на писане, от Facebook, Gmail, Twitter, Съобщения и Записи, и да предлага предсказвания и поправки, избрани специално за вас
bn_bd: যদি ব্যক্তিগত তথ্য সক্ষম থেকে থাকে তবে স্যামসাং কিবোর্ডটি ফেসবুক, জিমেইল, টুইটার, মেসেজিং এবং পরিচিতিগুলো থেকে আপনার লিখনের শৈলীটি শিখতে পারে এবং আপনার পক্ষে উপযুক্ত পূর্বানুমান এবং সংশোধনগুলো প্রদর্শন করে।
ca: Si les dades personalitzades estan habilitades, el teclat de Samsung pot aprendre del seu estil d'escriptura, de Facebook, Gmail, Twitter, Missatges i Contactes, i oferir prediccions i correccions a la seva mida
cs: Pokud jsou zapnuta přizpůsobená data, klávesnice Samsung se naučí váš styl psaní z aplikací Facebook, Gmail, Twitter, Zprávy a Kontakty a bude vám nabízet návrhy a opravy dle vašeho stylu psaní
da: Hvis tilpassede data er aktiveret, kan Samsung-tastatur lære din skrivestil fra Facebook, Gmail, Twitter, Meddelelser og Kontakter og tilbyde ordbøger og rettelser, der er skræddersyede til dig.
de: Wenn personalisierte Daten aktiviert sind, kann die Samsung-Tastatur Ihren Schreibstil von Facebook, Gmail, Twitter, Ihren Nachrichten und Kontakten lernen und Ihnen so Vorhersagen und Korrekturen anbieten, die Ihrem Stil entsprechen.
el_gr: Αν έχουν ενεργοποιηθεί τα εξατομικευμένα δεδομένα, το πληκτρολόγιο Samsung μπορεί να απομνημονεύσει το στυλ γραφής σας από το Facebook, το Gmail, το Twitter, τα Μηνύματα και τις Επαφές, ώστε να εμφανίζει προβλέψεις και διορθώσεις ειδικά για εσάς
es_us: Si los datos personalizados están activados, el teclado Samsung puede aprender su estilo de escritura, desde Facebook, Gmail, Twitter, Mensajes y Contactos, y ofrecerle predicciones y correcciones personalizadas
et: Kui isikupärastatud andmed on aktiveeritud, saab Samsungi klaviatuur õppida teie kirjutamisstiili Facebookist, Gmailist, Twitterist, sõnumitest ja kontaktidest ning pakub teile mõeldud ennustusi ja parandusi
eu: Pertsonalizatutako datuak gaituta badaude, Samsung teklatuak Facebook-en, Gmail-en, Twitter-en, Mezuetan eta Kontaktuetan zure idazteko modua ikas dezake, zure neurrirako iragarpenak eta zuzenketak emateko
fa: اگر داده های شخصی شده فعال شوند، صفحه کلید سامسونگ می تواند سبک نوشتاری شما را از فیس بوک،‏ Gmail،‏ Twitter، پیام ها و مخاطبین بیاموزد و پیش بینی ها و اصلاحات متناسب با شما را ارائه دهد
fi: Jos yksilölliset tiedot ovat käytössä, Samsung-näppäimistö pystyy oppimaan kirjoitustyylisi Facebookista, Gmailista, Twitteristä, Viesteistä ja Yhteystiedoista sekä tarjoamaan sinulle mukautettuja ennustuksia ja korjauksia.
fr_ca: Si les données personnalisées sont activées, le clavier Samsung peut étudier votre style d'écriture à partir de vos écrits sur Facebook, Gmail, Twitter, la Messagerie et les Contacts, et proposer une liste de mots et des corrections adaptées à votre profil
ga: Má tá sonraí pearsantaithe cumasaithe, is féidir le heochairchlár Samsung do stíl scríbhneoireachta a fhoghlaim ó Facebook, Gmail, Twitter, Teachtaireachtaí agus Teagmhálaithe, agus tuartha agus ceartúcháin curtha in oiriúint duitse a thairiscint
gu: જો વ્યક્તિગત બનાવેલ ડેટા સક્ષમ હોય, તો સેમસંગ કીબોર્ડ ફેસબુક, જીમેલ, ટ્વીટર, સંદેશા અને સંપર્કોથી તમારી લેખન શૈલી જાણી શકે છે અને તમને ઉપયુક્ત અનુમાનો અને સુધારાઓ પૂરા પાડી શકે છે.
he: אם נתונים מותאמים אישית מופעלים, המקלדת של Samsung יכולה ללמוד את סגנון הכתיבה שלך מתוך Facebook, ‏Gmail, ‏Twitter, הודעות ואנשי הקשר שלך, ולהציע תחזיות ותיקונים המותאמים לך במיוחד
hi: व्यक्तिगत डाटा सक्षम होने पर, सैमसंग कीबोर्ड फेसबुक, जीमेल, ट्विटर, सन्देश और संपर्कों से आपकी लेखन शैली जान सकता है और आपके लिए अनुकूल किए गए पूर्वानुमान और सुधार पेश कर सकता है।
hr: Ako su omogućeni personalizirani podaci, Samsung tipkovnica može učiti o vašem stilu pisanja kroz Facebook, Gmail, Twitter, Poruke i Imenik te ponuditi prilagođena predviđanja i ispravke.
hu: A személyre szabott adatok engedélyezése esetén a Samsung billentyűzet megtanulja a felhasználó írási stílusát a Facebook, Gmail, Twitter, Üzenetek és Névjegyzék alkalmazásokból, és személyre szabott javaslatokat, javításokat kínál
hy: Երբ անհատականացված տվյալներն ընձեռված են, Samsung ստեղնաշարը կարող է սովորել Ձեր գրելաոճը՝ Facebook-ից, Gmail-ից, Twitter-ից, Հաղորդագրություններից և Կոնտակտներից, և առաջարկել Ձեր պահանջներին հարմարեցված կանխատեսումներ և ուղղումներ
id: Jika data yang dipersonalisasi diaktifkan, keyboard Samsung dapat mempelajari gaya penulisan Anda, dari Facebook, Gmail, Twitter, Pesan, dan Kontak, lalu menawarkan prediksi dan koreksi yang disesuaikan untuk Anda
is: Ef kveikt er á sérsniðnum gögnum getur Samsung-lyklaborðið lært að þekkja ritstílinn þinn af Facebook, Gmail, Twitter, skilaboðum og tengiliðum og boðið þér flýtiritun og leiðréttingar sem henta þér
it_it: Se i dati personalizzati sono attivati, la tastiera Samsung sarà in grado di imparare il vostro stile di scrittura da Facebook, Gmail, Twitter, Messaggi e Rubrica e di prevedere e correggere il testo inserito fornendo soluzioni adatte a voi
ja_jp: 学習データが有効な場合、Samsungキーボードは、Facebook、Gmail、Twitter、SMSや連絡先などから文章のスタイルを学習し、ユーザーに合わせた単語の予測や補正を提供します。
ka: თუ პერსონალიზირებული მონაცემები აქტიურია, Samsung კლავიატურას შეუძლია შეისწავლოს თქვენი წერის სტილი Facebook, Gmail, Twitter, შეტყობინებებიდან და კონტაქტებიდან და შემოგთავაზოთ თქვენზე მორგებული კარნახი და შესწორებები
kk: Жекеленген деректер қосулы болса, Samsung пернетақтасы Facebook, Gmail, Twitter, хабарлар және “Контактілер” қызметтерінен жазу стиліңізді үйреніп, сізге лайықталған болжаулар мен түзетулерді ұсынады
km: បើ​បាន​បើកប្រើ​ទិន្នន័យ​តាម​បុគ្គល ក្តារចុច Samsung អាច​រៀន​ពី​របៀប​ដែល​អ្នក​សរសេរ, ពី Facebook, Gmail, Twitter, សារ និង ទំនាក់ទំនង ព្រមទាំង​ផ្តល់​នូវ​ការទាយ និង ការកែ​ដែល​បាន​ថែមថយ​ចំពោះ​អ្នក
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಡೇಟಾ ಶಕ್ತಗೊಳಿಸಿದಲ್ಲಿ, ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್‌ ನಿಮ್ಮ ಬರೆಯುವ ಶೈಲಿಯನ್ನು ಪೆಸ್‌ಬುಕ್, ಜಿಮೇಲ್‌, ಟ್ವಿಟ್ಟರ್‌, ಸಂದೇಶಗಳು ಮತ್ತು ಸಂಪರ್ಕಗಳಿಂದ ಕಲಿಯಬಹುದು ಮತ್ತು ನಿಮಗೆ ಸಿದ್ಧಪಡಿಸಲಾಗಿರುವ ಮುನ್ಸೂಚನೆ ಹಾಗೂ ಸರಿಪಡಿಸುವಿಕೆಗಳನ್ನು ಒದಗಿಸಬಹುದು.
ko_kr: [개인 데이터]를 실행하면 삼성 키보드가 Facebook, Gmail, Twitter, 연락처에서 사용자의 문체를 기억하여 사용자에게 최적화된 예측 단어 및 교정 단어를 제공합니다.
ky_kg: Эгерде жекелештирилген айтымдар иштетилсе, анда Samsung ариптактасы Facebook, Gmail, Twitter, Кабарлардан жана Катыштардан жазуу стилиңизди үйрөнө алат, жана өзгөчөлөштүрүлгөн жарыш сөздөрдү жана тууралоолорду сунуштайт.
lo: ຖ້າຂໍ້ມູນສ່ວນຕົວຖືກເປີດໃຊ້ງານ, ຄີບອດ ຊໍາຊຸງສາມາດຮຽນຮູ້ສະໄຕລ໌ການຂຽນຈາກເຟັສບຸກ, ຈີເມລ໌, ທະວິດເຕີ, ຂໍ້ຄວາມ ແລະຜູ້ຕິດຕໍ່, ແລະໃຫ້ການຄາດເດົາ ແລະການແກ້ໄຂໃຫ້ຖືກຕ້ອງທີ່ໄດ້ຈັດໃຫ້ກັບທ່ານ
lt: Jei asmeniniai duomenys įjungti, „Samsung“ klaviatūra gali įsisavinti jūsų rašymo stilių iš „Facebook“, „Gmail“, „Twitter“, žinučių ir adresatų bei pasiūlyti jums parinktus spėjimus ir taisymus
lv: Ja ir aktivizēti personalizētie dati, Samsung tastatūra var apgūt jūsu rakstīšanas stilu no pakalpojumiem Facebook, Gmail, Twitter, Ziņas un Kontakti, un piedāvāt tieši jums piemērotus ieteikumus un labojumus
mk: Ако се вклучени персонализираните податоци, тастатурата Samsung може да го научи Вашиот стил на пишување од Facebook, Gmail, Twitter, Пораки и Контакти и да понуди исправки скроени според Вас
ml: വ്യക്തിഗതമാക്കപ്പെട്ട ഡാറ്റ പ്രാപ്തമാക്കിയാൽ‍, ഫേസ്ബുക്ക്, ജീമെയില്‍, ട്വിറ്റര്‍, സന്ദേശങ്ങൾ, സമ്പര്‍ക്കങ്ങൾ തുടങ്ങിയവയില്‍ നിന്ന് സാംസംഗ് കീബോര്‍ഡിന് നിങ്ങളുടെ രചനാ ശൈലി മനസ്സിലാക്കാനും നിങ്ങള്‍ക്ക് അനുയോജ്യമായ പ്രവചനങ്ങളും തിരുത്തലുകളും വാഗ്ദാനം ചെയ്യാനും സാധിക്കും.
mn_mn: Хэрэв тохируулан өөрчилсөн өгөгдөл идэвхжсэн бол, Samsung гар товчлуур нь Facebook, Gmail, Twitter, Зурвас болон Харилцагчдаас таны бичих хэв маягийг суралцах ба танд тохирсон таамаглалууд болон залруулгуудыг санал болгоно
mr: जर व्यक्तिगत डेटा सक्षम केलेला असेल, तर सॅमसंग कीबोर्ड फेसबुक, जीमेल, ट्विटर, संदेश आणि संपर्कांमधून आपली लेखनशैली जाणून घेऊ शकते, आणि आपल्यासाठी फेरबदल केलेले प्रेडिक्शन आणि सुधारणा प्रदान करते.
ms: Jika data peribadi diaktifkan, papan kekunci Samsung boleh mengetahui gaya penulisan anda, daripada Facebook, Gmail, Twitter, Mesej dan Kenalan serta menawarkan ramalan dan pembetulan yang disesuaikan dengan anda
my_zg: ကိုယ္ပိုင္ျပဳထားေသာ ေဒတာ ရထားပါက သင့္ လက္ေရးစတိုင္ကို Facebook၊ Gmail၊ Twitter၊ မက္ေဆ့ခ်္မ်ားႏွင့္ အဆက္အသြယ္မ်ားမွ Samsung keyboard က ေလ့လာႏိုင္ၿပီး သင္ႏွင့္ အံကိုက္ေသာ အစေဖာ္မႈမ်ားႏွင့္ အမွားျပင္ခ်က္မ်ား ေပးႏိုင္သည္
nb: Hvis tilpasset data er aktivert, kan Samsung-tastaturet lære skrivestilen din fra Facebook, Gmail, Twitter, Meldinger og Kontakter og gi forslag og rettelser som er skreddersydd for deg.
ne: यदि व्यक्तिगत गरिएको डाटाहरू सक्षम छ भने, सैमसंग कीबोर्डले फेसबुक, जिमेल, ट्विटर, संदेश र सम्पर्कहरूबाट तपाईको लेख्ने शैली सिक्न सक्छ र तपाईको लागि अनुकूलित गरिएका पूर्वानुमान र सुधारहरू प्रस्तुत गर्न सक्छ।
nl: Als aangepaste gegevens is ingeschakeld, kan Samsung-toetsenbord uw schrijfstijl vanuit Facebook, Gmail, Twitter, Berichten en Contacten onthouden, en voorspellingen en verbeteringen aanbieden die op u zijn afgestemd
or: ଯଦି ବ୍ୟକ୍ତିଗତ ହୋଇଥିବା ଡାଟା ସକ୍ଷମ ହୋଇଥାଏ, ସାମସଙ୍ଗ କୀବୋର୍ଡ ଆପଣଙ୍କୁ ଫେସବୁକ୍, ଜିମେଲ୍, ଟ୍ଵିଟର, ସନ୍ଦେଶ ଏବଂ ସମ୍ପର୍କରୁ ଲେଖିବା ଶୈଳୀ ଶିଖି ଥାଏ ଏବଂ ଆପଣଙ୍କ ପାଇଁ ପୁର୍ବାନୁମାନ ଏବଂ ସଠିକ୍ କରିବା ପ୍ରଦାନ କରିଥାଏ।
pa: ਜੇਕਰ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਸੈਮਸੰਗ ਕੀਬੋਰਡ ਫੇਸਬੁੱਕ, ਜੀਮੇਲ, ਟਵਿੱਟਰ, ਸੰਦੇਸ਼ਾਂ ਅਤੇ ਸੰਪਰਕਾਂ ਤੋਂ ਤੁਹਾਡੀ ਲਿਖਣ ਦੀ ਸ਼ੈਲੀ ਸਿੱਖ ਸਕਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਅਨੁਰੂਪ ਭਵਿੱਖਬਾਣੀਆਂ ਅਤੇ ਸੁਧਾਰ ਪੇਸ਼ ਕਰਦਾ ਹੈ।
pl: Jeśli dane spersonalizowane są włączone, klawiatura Samsung może pobrać Twój styl pisania z Facebooka, Gmail, Twittera, Wiadomości i Kontaktów oraz oferować przewidywania i poprawki dostosowane do Ciebie
pt_pt: Se os dados personalizados estiverem activados, o teclado Samsung consegue aprender o seu estilo de escrita a partir do Facebook, do Gmail, do Twitter, das Mensagens e dos Contactos, e oferecer previsões ou correcções personalizadas em função do utilizador
ro: Dacă sunt activate datele personalizate, tastatura Samsung poate învăţa stilul dvs. de a scrie de pe Facebook, Gmail, Twitter, Mesaje şi Contacte şi vă poate oferi predicţii şi corecturi adaptate
ru_ru: Если включены персонализированные данные, клавиатура Samsung сможет запоминать, какие сведения вы вводите в Facebook, Gmail, Twitter, приложениях “Сообщения” и “Контакты”, и предлагать подходящие вам варианты и исправления.
si: පුද්ගලාරෝපණය කළ දත්ත සක්‍රිය කළහොත්, ෆේස්බුක්, ජීමේල්, ට්වීටර්, පණිවිඩ සහ සබඳතා වෙතින් සැම්සුං යතුරුපුවරුවට ඔබගේ ලිවීමේ ශෛලිය හදාරා, ඔබට සරිලන පුරෝකථන සහ නිවැරදි කිරීම් පිරිනැමිය හැක.
sk: Ak sú zapnuté prispôsobené údaje, klávesnica Samsung sa môže učiť váš štýl písania z aplikácií Facebook, Gmail, Twitter, Správy a Kontakty a ponúkať predikcie a korekcie prispôsobené pre vás
sl: Če so omogočeni prilagojeni podatki, lahko tipkovnica Samsung kopira vaš slog pisanja iz storitev Facebook, Gmail, Twitter, Sporočila in Stiki ter vam ponudi napovedi in popravke, prilagojene vam
sq: Në qoftë se janë aftësuar të dhënat e personalizuara, tastiera Samsung mund të mësojë stilin tënd të shkrimit, nga Facebook, Gmail, Twitter, Mesazhet dhe Kontaktet, dhe të ofrojë parashikime dhe korrigjime enkas për ty
sr: Ako su lični podaci omogućeni, Samsung tastatura može da nauči tvoj stil pisanja sa Facebook-a, Gmail-a, Twitter-a i iz Poruka i Kontakata i ponudi ti predviđanje i ispravke koje su prilagođene tebi
sv: Om anpassade data är aktiverat kan Samsung-tangentbordet lära sig din skrivstil från Facebook, Gmail, Twitter, Meddelanden och Kontakter och ge förslag och korrigeringar som är anpassade för dig.
ta: தனிப்பயனாக்கப்பட்டத் தரவு செயல்படுத்தப்படும் பட்சத்தில் ஃபேஸ்புக், ஜிமெயில், ட்வீட்டர், தகவல்கள், தொடர்புகளில் ஆகியவற்றிலிருந்து சாம்சங் விசைப்பலகை உங்கள் எழுத்து நடையை கற்றுக்கொண்டு உங்களுக்குப் பொருத்தமான கணிப்புகள் மற்றும் திருத்தங்களை வழங்கும்.
te: వ్యక్తిగతీకరించిన డేటా ప్రారంభించబడినట్లయితే, స్యామ్‌సంగ్ కీబోర్డు మీరు వ్రాసే శైలి, ఫేస్‌బుక్‌, జీమెయిల్ను, ట్విట్టర్, సందేశాలు మరియు పరిచయాలు నుండి తెలుసుకుంటుంది మరియు మీకు ప్రత్యేకించిన సూచనలు మరియు దిద్దుబాట్లు అందిస్తుంది.
tg_tj: Агар иттилооти шахсикунонидашуда фаъол бошад, клавиатураи Samsung метавонад сабки навишти шуморо аз Facebook, Gmail, Twitter, Паёмҳо ва Алоқаҳо омӯхта, махсусан барои шумо калимаҳои пешгӯишуда ва ислоҳотҳо пешниҳод кунад.
th: ถ้าเปิดใช้งานข้อมูลแบบส่วนตัวอยู่ แป้นพิมพ์ Samsung จะเรียนรู้รูปแบบการเขียนของคุณได้จาก Facebook, Gmail, Twitter, ข้อความ และรายชื่อ และเสนอการเดาคำศัพท์และการแก้ไขที่ตรงกับความต้องการของคุณได้
tk_tm: Eger şahsylaşdyrylan maglumat açylan bolsa, Samsung klawiaturasy siziň ýazma usulyňyzy Facebookdan, Gmailden, Twitterden, Hatlardan we Kontaktlardan öwrenip biler we siziň üçin hususy çaklamalary we düzeltmeleri teklip edip biler.
tl: Kung pinagana ang na-personalize na data, maaaring matutunan ng Samsung keyboard ang iyong istilo ng pagsusulat mula sa Facebook, Gmail, Twitter, Mga Mensahe at Mga Contact, at makakapag-alok ito ng mga hula at pagwawastong iniangkop sa iyo
tr_tr: Kişiselleştirilmiş veriler etkinleştirilirse, Samsung klavye Facebook, Gmail, Twitter, Mesajlar ve Kişilerden yazım stilinizi öğrenebilir ve size özel tahminler ve düzeltmeler yapabilir
uk: Якщо персоналізовані дані ввімкнено, стиль написання може бути запам'ятований клавіатурою Samsung зі служби Facebook, Gmail, Twitter, повідомлень і контактів. Також клавіатурою можуть бути запропоновані потрібні прогнозування та виправлення.
ur: اگر شخصی کردہ ڈیٹا اہل بنادیا گیا ہے، تو Samsung کی بورڈ آپ کا طرز تحریر، Facebook, Gmail, Twitter, پیغامات، اور رابطہ افراد سے سیکھ سکتا ہے، اور آپ کی ضرورت کے مطابق پیش گوئیاں اور اصلاحات پیش کرتا ہے
uz: Shaxsiylashtirilgan ma’lumot yoqilgan bo‘lsa, Samsung klaviaturasi Facebook, Gmail, Twitter, Xabarlar va Kontaktlardan yozish uslubingizni o‘rganishi va Siz uchun mo‘ljallangan taxmin va tuzatishlarni taklif qilishi mumkin
vi: Nếu bật dữ liệu được cá nhân hóa, bàn phím Samsung có thể học kiểu viết tay của bạn từ Facebook, Gmail, Twitter, Tin nhắn và Danh bạ rồi cung cấp dự đoán và sửa nét phù hợp với bạn
zh_cn: 若启用个人化数据，三星键盘可从 Facebook、Gmail、Twitter、信息以及联系人仿真您的书写风格，并提供专为您打造的预测与修正功能
zh_hk: 若個人化數據已啟用，三星鍵盤可從 Facebook、Gmail、Twitter、訊息以及聯絡人模擬您的書寫風格，並提供專為您打造的預測與修正功能。

# IDS_IME_BODY_HASH_M_KEYBOARD_SYMBOL
source: Hash
ar: هاش
as: হেচ্
az: Şəbəkə işarəsi
bg: Диез
bn_bd: হ্যাশ
ca: Coixinet
cs: Křížek
da: Nummertegn
de: Raute
el_gr: Δίεση
es_us: Numeral
et: Trellid
eu: Traola
fa: هاشور
fi: Ristikkomerkki
fr_ca: Dièse
ga: Hais
gu: હૅશ
he: סולמית
hi: हैश
hr: Ljestve
hu: Kettős kereszt
hy: Վանդականիշ
id: Tanda pagar
is: Myllumerki
it_it: Cancelletto
ja_jp: ハッシュ
ka: დიეზი
kk: Кэш
km: ទ្រុងជ្រូក
kn: ಹ್ಯಾಶ್
ko_kr: 샵
ky_kg: Торчо
lo: ເຄື່ອງໝາຍ #
lt: Grotelės
lv: Restīte
mk: Тараба
ml: ഹാഷ്
mn_mn: Чагт
mr: हॅश
my_zg: ကိန္းဂဏန္းေရွ႕ျပ သေကၤတ
nb: Nummertegn
ne: ह्याश
nl: Hekje
or: ହାସ୍
pa: ਹੈਸ਼
pl: Krzyżyk
pt_pt: Cardinal
ro: Diez
ru_ru: Решетка
si: කොටු ලකුණ
sk: Mriežka
sl: Lojtra
sr: Heš
sv: Fyrkant
ta: ஹாஷ்
te: హ్యాష్
tg_tj: Бетартибӣ
th: แฮช
tk_tm: Gözenek
tr_tr: Kare
uk: «Решітка»
ur: ہیش
uz: Chiqindi
vi: Dấu thăng
zh_cn: 井号
zh_hk: 井號
