Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_HELP_HEADER_USING_PREDICTIVE_TEXT
source: Using predictive text
ar: استخدام النص التنبؤي
as: পূৰ্বানুমান পাঠৰ ব্যৱহাৰ
az: Proqnozlu mətndən istifadə
bg: Използване на текст с предвиждане
ca: Ús de text predictiu
cs: Použití prediktivního zadávání textu
da: Brug af ordbog
de: Verwenden der Texterkennung
el_gr: Χρήση προβλεπόμενου κειμένου
es_us: Usar texto predictivo
et: Tekstiennustuse kasutamine
eu: Testu iragarlea erabiltzea
fa: استفاده کردن از متن پیشگو
fi: Ennakoivan tekstin käyttäminen
fr_ca: Utiliser le texte intuitif
ga: Téacs tuarthach a úsáid
gu: આગાહી ટેક્સ્ટનો ઉપયોગ આમ કરવો
he: שימוש בהשלמת מילים
hi: पूर्वानुमान टेक्स्ट का उपयोग करना
hr: Korištenje predvidljivog teksta
hu: Prediktív szöveg használata
hy: Կանխագուշակելի գրվածքի օգտագործում
id: Menggunakan teks prediktif
is: Notkun flýtiritunar
it_it: Utilizzo della funzione di previsione del testo
ja_jp: 予測テキスト入力を使用
ka: ტექსტის კარნახის გამოყენება
kk: Болжамды мәтінді пайдалану
km: ការប្រើ​អត្ថបទ​ទាយ
kn: ಊಹಾತ್ಮಕ ಪಠ್ಯವನ್ನು ಬಳಸುತ್ತಿದೆ
ko_kr: 문구 자동 완성 사용하기
lo: ໃຊ້ຂໍ້ຄວາມທີ່ຄາດການໄດ້
lt: Numatytojo teksto naudojimas
lv: Intuitīvā teksta lietošana
mk: Користење на предвидливиот текст
ml: പ്രവചിത ടെക്സ്റ്റ് ഉപയോഗിക്കൽ
mn_mn: Урьдчилан таамаглах бичвэр ашиглах
mr: प्रेडिक्टिव्ह मजकूर वापरा
ms: Menggunakan teks ramalan
nb: Bruke ordforslag
ne: पूर्वानुमान टेक्‍स्‍ट प्रयोग गर्नु
nl: Voorspellende tekst gebruiken
or: ପୂର୍ବାନୁମାନ ଟେକ୍ସଟ ବ୍ୟବହାର କରିବା
pa: ਪੂਰਵ ਅਨੁਮਾਨਿਤ ਟੈਕਸਟ ਦੀ ਵਰਤੋਂ ਕਰਨਾ
pl: Używanie funkcji przewidywania tekstu
pt_pt: Utilizar texto inteligente
ro: Utilizarea textului predictiv
ru_ru: Использование режима Т9
si: පුරෝකථන පෙළ භාවිතා කිරීම
sk: Používanie prediktívneho textu
sl: Uporaba predvidevanja besedila
sq: Përdorimi i tekstit parashikues
sr: Korišćenje prediktivnog unosa teksta
sv: Använda intelligent ordbok
ta: உரை கணிப்பைப் பயன்படுத்தல்
te: సూచనా టెక్స్ట్‌ని ఉపయోగించడం
th: การใช้ข้อความล่วงหน้า
tl: Paggamit ng paghula ng text
tr_tr: Öngörücü metni kullanımı
uk: Використання прогнозування тексту
ur: پیشین گوئی متن استعمال کر رہا ہے
uz: Taxminiy matndan foydalanish
vi: Sử dụng tiên đoán văn bản
zh_cn: 使用智能输入法
zh_hk: 使用預測文字

# IDS_IME_HEADER_CHANGING_THE_INPUT_METHOD
source: Changing the input method
ar: تغيير طريقة الإدخال
as: ইনপুট পদ্ধতি পৰিৱৰ্তন হৈ আছে
az: Daxil etmə metodunun dəyişdirilməsi
bg: Промяна на метода на въвеждане
bn_bd: ইনপুট পদ্ধতি পরিবর্তন করা হচ্ছে
ca: Canvi del mètode d'introducció
cs: Změna způsobu zadávání
da: Skifte indtastningsmetode
de: Ändern der Eingabemethode
el_gr: Αλλαγή μεθόδου εισαγωγής
es_us: Cambio del método de entrada
et: Sisestusviisi muutmine
eu: Idazkera metodoa aldatzea
fa: تغییر روش ورودی
fi: Syöttötavan muuttaminen
fr_ca: Changer la méthode de saisie
ga: An modh ionchuir a athrú
gu: ઇનપુટ પદ્ધતિ બદલવી
he: שינוי שיטת הקלט
hi: इनपुट पद्धति बदलना
hr: Promjena načina unosa
hu: Beviteli módszer megváltoztatása
hy: Ինչպես փոխել ներածման եղանակը
id: Mengubah metode input
is: Skipt um innsláttaraðferð
it_it: Modifica del metodo di inserimento
ja_jp: 入力方法を変更
ka: ტექსტის აკრეფის მეთოდის შეცვლა
kk: Енгізу әдісін өзгерту
km: ការប្ដូរ​វិធី​បញ្ចូល
kn: ಇನ್‌ಪುಟ್ ವಿಧಾನವನ್ನು ಬದಲಾಯಿಸುತ್ತಿದೆ
ko_kr: 입력 방식 변경하기
ky_kg: Киргизүү ыкмасын өзгөртүү
lo: ການປ່ຽນວິທີປ້ອນຂໍ້ມູນ
lt: Įvesties būdo pakeitimas
lv: Ievades metodes maiņa
mk: Менување начин на внесување
ml: ഇൻപുട്ട് രീതി മാറ്റൽ
mn_mn: Оруулах аргыг өөрчлөх
mr: निविष्ट पद्धत बदलणे
ms: Menukar kaedah input
my_zg: ျဖည့္သြင္းနည္း ေျပာင္းျခင္း
nb: Endre inndatametoden
ne: इन्पुट पद्धति परिवर्तन गर्नु
nl: Andere invoermethode
or: ଇନପୁଟ୍‌ ପଦ୍ଧତି ବଦଳୁଛି
pa: ਇਨਪੁਟ ਵਿਧੀ ਨੂੰ ਬਦਲਣਾ
pl: Zmiana metody wprowadzania
pt_pt: Alterar o método de introdução
ro: Schimbarea metodei de introducere
ru_ru: Изменение способа ввода
si: ආදාන ක්‍රමය වෙනස් කිරීම
sk: Zmena metódy vstupu
sl: Spreminjanje načina vnašanja
sq: Për të ndryshuar mënyrën e futjes
sr: Promena načina unosa
sv: Ändra inmatningsmetod
ta: உள்ளீட்டு முறையை மாற்றுதல்
te: ఇన్‌పుట్ విధానాన్ని మార్చడం
tg_tj: Тағйирдиҳии тарзи вуруд
th: การเปลี่ยนวิธีการใส่ข้อมูล
tk_tm: Giriziş usulyny üýtgetmek
tl: Binabago ang paraan ng input
tr_tr: Giriş yöntemini değiştirme
uk: Змінення способу введення
ur: ان پٹ طریقہ تبدیل کرنا
uz: Kiritish usulini o‘zgartirish
vi: Đổi phương pháp nhập
zh_cn: 更改输入法
zh_hk: 變更輸入法

# IDS_IME_HEADER_CHANGING_THE_INPUT_MODE
source: Changing the input mode
ar: تغيير وضع الإدخال
as: ইনপুট ম'ড পৰিৱৰ্তন কৰক
az: Daxil etmə rejiminin dəyişdirilməsi
bg: Промяна на режима на въвеждане
bn_bd: ইনপুট মোড পরিবর্তন করা
ca: Canvi de mode d'introducció
cs: Změna režimu zadávání
da: Skifte indtastningstilstand
de: Ändern des Eingabemodus
el_gr: Αλλαγή λειτουργίας εισαγωγής
es_us: Cambiar el modo de entrada
et: Sisestusrežiimi muutmine
eu: Idazkera modua aldatzea
fa: تغییر حالت ورودی
fi: Syöttötilan vaihtaminen
fr_ca: Changer le mode de saisie
ga: An mód ionchuir a athrú
gu: ઇનપુટ મોડ બદલવો
he: שינוי מצב הקלט
hi: इनपुट मोड बदलना
hr: Promjena načina unosa
hu: Beviteli mód megváltoztatása
hy: Ինչպես փոխել ներածման ռեժիմը
id: Mengubah mode input
is: Innsláttarstillingu breytt
it_it: Modifica della modalità di inserimento
ja_jp: 入力モードを変更
ka: ტექსტის აკრეფის რეჟიმის შეცვლა
kk: Енгізу режимін өзгерту
km: ការប្ដូរ​ទម្រង់​បញ្ចូល
kn: ಇನ್‌ಪುಟ್ ಮೋಡ್ ಬದಲಾಯಿಸುತ್ತಿದೆ
ko_kr: 입력 모드 변경하기
ky_kg: Жазуу режимин өзгөртүү
lo: ການປ່ຽນໂໝດປ້ອນຂໍ້ມູນ
lt: Įvesties režimo pakeitimas
lv: Ievades režīma maiņa
mk: Менување режим на внесување
ml: ഇൻപുട്ട് മോഡ് മാറ്റൽ
mn_mn: Оруулах горимыг өөрчлөх
mr: निविष्ट मोड बदलणे
ms: Menukar mod input
my_zg: ျဖည့္သြင္း အေနအထား ေျပာင္းျခင္း
nb: Endre inndatamodusen
ne: इन्पुट मोड परिवर्तन गर्नु
nl: Andere invoerstand
or: ଇନପୁଟ୍‌ ମୋଡ୍ ବଦଳୁଛି
pa: ਇਨਪੁਟ ਮੋਡ ਨੂੰ ਬਦਲਣਾ
pl: Zmiana trybu wprowadzania
pt_pt: Alterar o modo de introdução
ro: Schimbarea modului de introducere
ru_ru: Изменение режима ввода
si: ආදාන ප්‍රකාරය වෙනස් කිරීම
sk: Zmena režimu vstupu
sl: Spreminjanje načina vnosa
sq: Për të ndryshuar regjimin e futjes
sr: Promena režima unosa
sv: Ändra inmatningsläge
ta: உள்ளீட்டு முறையை மாற்றுதல்
te: ఇన్‌పుట్ మోడ్‌ని మార్చడం
tg_tj: Тағйирдиҳии реҷаи вуруд
th: การเปลี่ยนโหมดการใส่ข้อมูล
tk_tm: Giriziş tertibini üýtgetmek
tl: Binabago ang input mode
tr_tr: Giriş modunu değiştirme
uk: Змінення режиму введення
ur: ان پٹ موڈ تبدیل کرنا
uz: Kiritish rejimini o‘zgartirish
vi: Đổi chế độ nhập
zh_cn: 更改输入模式
zh_hk: 變更輸入模式

# IDS_IME_HEADER_CHANGING_THE_LANGUAGE
source: Changing the language
ar: تغيير اللغة
as: ভাষা পৰিৱৰ্তন কৰক
az: Dilin dəyişdirilməsi
bg: Промяна на езика
bn_bd: ভাষা পরিবর্তন করা হচ্ছে
ca: Canvi d'idioma
cs: Změna jazyka
da: Skifte sprog
de: Ändern der Sprache
el_gr: Αλλαγή γλώσσας
es_us: Cambiar el idioma
et: Keele muutmine
eu: Hizkuntza aldatzea
fa: تغییر زبان
fi: Kielen vaihtaminen
fr_ca: Changer la langue
ga: An teanga a athrú
gu: ભાષા બદલવી
he: שינוי שפה
hi: भाषा बदलना
hr: Promjena jezika
hu: Nyelvváltás
hy: Ինչպես փոխել լեզուն
id: Mengubah bahasa
is: Skipt um tungumál
it_it: Modifica della lingua
ja_jp: 言語を変更
ka: ენის შეცვლა
kk: Тілді өзгерту
km: ការប្ដូរ​ភាសា
kn: ಭಾಷೆ ಬದಲಾಯಿಸುತ್ತಿದೆ
ko_kr: 언어 변경하기
ky_kg: Тилди өзгөртүү
lo: ການປ່ຽນພາສາ
lt: Kalbos pakeitimas
lv: Valodas maiņa
mk: Менување јазик
ml: ഭാഷ മാറ്റൽ
mn_mn: Хэлийг өөрчлөх
mr: भाषा बदलणे
ms: Menukar bahasa
my_zg: ဘာသာစကား ေျပာင္းျခင္း
nb: Endre språk
ne: भाषा परिवर्तन गर्नु
nl: Andere taal
or: ଭାଷା ବଦଳୁଛି
pa: ਭਾਸ਼ਾ ਨੂੰ ਬਦਲਣਾ
pl: Zmiana języka
pt_pt: Alterar o idioma
ro: Schimbarea limbii
ru_ru: Изменение языка
si: භාෂාව වෙනස් කිරීම
sk: Zmena jazyka
sl: Spreminjanje jezika
sq: Për të ndryshuar gjuhën
sr: Promena jezika
sv: Ändra språk
ta: மொழியை மாற்றுதல்
te: భాషను మార్చడం
tg_tj: Тағйирдиҳии забон
th: การเปลี่ยนภาษา
tk_tm: Dili üýtgetmek
tl: Pinapalitan ang wika
tr_tr: Dili değiştirme
uk: Змінення мови
ur: زبان تبدیل کرنا
uz: Tilni o‘zgartirish
vi: Đổi ngôn ngữ
zh_cn: 更改语言
zh_hk: 變更語言

# IDS_IME_HEADER_CLOSING_THE_KEYBOARD
source: Closing the keyboard
ar: إغلاق لوحة المفاتيح
as: কীব'ৰ্ড বন্ধ কৰক
az: Klaviaturanın bağlanması
bg: Затваряне на клавиатурата
bn_bd: কিবোর্ড বন্ধ করা
ca: Tancament del teclat
cs: Zavření klávesnice
da: Lukke tastaturet
de: Schließen der Tastatur
el_gr: Κλείσιμο πληκτρολογίου
es_us: Cerrar el teclado
et: Klaviatuuri sulgemine
eu: Teklatua ixtea
fa: بستن صفحه کلید
fi: Näppäimistön sulkeminen
fr_ca: Fermer le clavier
ga: An t-eochairchlár a dhúnadh
gu: કીબોર્ડ બંધ કરવું
he: סגירת המקלדת
hi: कीबोर्ड बंद करना
hr: Zatvaranje tipkovnice
hu: A billentyűzet bezárása
hy: Ինչպես փակել ստեղնաշարը
id: Menutup keyboard
is: Lyklaborðinu lokað
it_it: Chiusura della tastiera
ja_jp: キーボードを閉じる
ka: კლავიატურის დახურვა
kk: Пернетақтаны жабу
km: ការបិទ​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ಮುಚ್ಚುತ್ತಿದೆ
ko_kr: 키보드 닫기
ky_kg: Ариптактаны жабуу
lo: ການປິດນຳໃຊ້ຄີບອດ
lt: Klaviatūros uždarymas
lv: Tastatūras aizvēršana
mk: Затворање на тастатурата
ml: കീബോർഡ് അടയ്ക്കൽ
mn_mn: Гарыг хаах
mr: कीबोर्ड बंद करणे
ms: Menutup papan kekunci
my_zg: ကီးဘုတ္ ပိတ္ျခင္း
nb: Lukke tastaturet
ne: कीबोर्ड बन्द गर्नु
nl: Toetsenbord sluiten
or: କି ବୋର୍ଡ ବନ୍ଦ ହେଉଛି
pa: ਕੀਬੋਰਡ ਨੂੰ ਬੰਦ ਕਰਨਾ
pl: Zamykanie klawiatury
pt_pt: Fechar o teclado
ro: Închiderea tastaturii
ru_ru: Закрытие клавиатуры
si: යතුරු පුවරුව වැසීම
sk: Zatvorenie klávesnice
sl: Zapiranje tipkovnice
sq: Për të mbyllur tastierën
sr: Zatvaranje tastature
sv: Stänga tangentbordet
ta: விசைப்பலகையை மூடுதல்
te: కీబోర్డ్‌ని మూసివేయడం
tg_tj: Пӯшидани клавиатура
th: การปิดแป้นพิมพ์
tk_tm: Klawiaturany ýapmak
tl: Isinasara ang keyboard
tr_tr: Klavyeyi kapatma
uk: Закриття клавіатури
ur: کی بورڈ بند کرنا
uz: Klaviaturani yopish
vi: Đóng bàn phím
zh_cn: 关闭键盘
zh_hk: 關閉鍵盤

# IDS_IME_HEADER_MOVING_THE_CURSOR
source: Moving the cursor
ar: تحريك المؤشر
as: কাৰ্চাৰডাল লৈ যাওক
az: Kursorun tərpədilməsi
bg: Преместване на курсора
bn_bd: কার্সর সরানো
ca: Moviment del cursor
cs: Pohybování kurzorem
da: Flytte markøren
de: Bewegen des Cursors
el_gr: Μετακίνηση του δρομέα
es_us: Mover el cursor
et: Kursori liigutamine
eu: Kurtsorea mugitzea
fa: حرکت دادن مکان‌نما
fi: Kohdistimen siirtäminen
fr_ca: Déplacer le curseur
ga: An cúrsóir a bhogadh
gu: કર્સર ખસેડવું
he: הזזת הסמן
hi: कर्सर ले जाना
hr: Premještanje pokazivača
hu: A kurzor mozgatása
hy: Ինչպես տեղաշարժել շարժագիծը
id: Menggerakkan kursor
is: Bendillinn færður
it_it: Spostamento del cursore
ja_jp: カーソルを移動
ka: კურსორის გადატანა
kk: Курсорды жылжыту
km: ការផ្លាស់ទី​ទស្សន៍ទ្រនិច
kn: ಕರ್ಸರ್ ಚಲಿಸುವುದು
ko_kr: 커서 이동하기
ky_kg: Курсорду жылдыруу
lo: ການຍ້າຍເຄີເຊີ
lt: Žymeklio perkėlimas
lv: Kursora pārvietošana
mk: Движење на покажувачот
ml: കർസർ നീക്കൽ
mn_mn: Курсорыг зөөх
mr: कर्सर हलवणे
ms: Menggerakkan kursor
my_zg: ကာဆာ ေရႊ႕ျခင္း
nb: Flytte markøren
ne: कर्सर सार्नु
nl: De cursor verplaatsen
or: କର୍ସର ଗତି କରାଉଛି
pa: ਕਰਸਰ ਨੂੰ ਮੂਵ ਕਰਨਾ
pl: Poruszanie kursorem
pt_pt: Mover o cursor
ro: Mutarea cursorului
ru_ru: Перемещение курсора
si: කර්සරය එහා මෙහා ගෙන යාම
sk: Ovládanie kurzora
sl: Premikanje kazalca
sq: Për të lëvizur kursorin
sr: Pomeranje kursora
sv: Flytta markören
ta: சுட்டியை நகர்த்துதல்
te: కర్సర్‌ని కదిలించడం
tg_tj: Интиқоли курсор
th: การย้ายเคอร์เซอร์
tk_tm: Kursory süýşürmek
tl: Paglilipat sa cursor
tr_tr: İmleci hareket ettirme
uk: Переміщення курсора
ur: کرسر کو منتقل کرنا
uz: Kursorni surish
vi: Di chuyển con trỏ
zh_cn: 移动光标
zh_hk: 移動游標

# IDS_IME_HEADER_OPENING_THE_KEYBOARD
source: Opening the keyboard
ar: فتح لوحة المفاتيح
as: কীব'ৰ্ড খোলক
az: Klaviaturanın açılması
bg: Отваряне на клавиатурата
bn_bd: কিবোর্ড খোলা হচ্ছে
ca: Obertura del teclat
cs: Otevření klávesnice
da: Åbne tastaturet
de: Öffnen der Tastatur
el_gr: Άνοιγμα πληκτρολογίου
es_us: Abrir el teclado
et: Klaviatuuri avamine
eu: Teklatua irekitzea
fa: باز کردن صفحه کلید
fi: Näppäimistön avaaminen
fr_ca: Ouvrir le clavier
ga: An t-eochairchlár a oscailt
gu: કીબોર્ડ ખોલવું
he: פתיחת המקלדת
hi: कीबोर्ड खोलना
hr: Otvaranje tipkovnice
hu: A billentyűzet megnyitása
hy: Ինչպես բացել ստեղնաշարը
id: Membuka keyboard
is: Lyklaborðið opnað
it_it: Apertura della tastiera
ja_jp: キーボードを開く
ka: კლავიატურის გახსნა
kk: Пернетақтаны ашу
km: ការបើក​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ತೆರೆಯುತ್ತಿದೆ
ko_kr: 키보드 열기
ky_kg: Клавиатураны ачуу
lo: ການເປີດນຳໃຊ້ຄີບອດ
lt: Klaviatūros atidarymas
lv: Tastatūras atvēršana
mk: Отворање на тастатурата
ml: കീബോർഡ് തുറക്കൽ
mn_mn: Гарыг нээх
mr: कीबोर्ड उघडणे
ms: Menutup papan kekunci
my_zg: ကီးဘုတ္ ဖြင့္ျခင္း
nb: Åpne tastaturet
ne: कीबोर्ड खोल्नु
nl: Het toetsenbord openen
or: କୀବୋର୍ଡ ଖୋଲୁଛି
pa: ਕੀਬੋਰਡ ਨੂੰ ਖੋਲ੍ਹਣਾ
pl: Otwieranie klawiatury
pt_pt: Abrir o teclado
ro: Deschiderea tastaturii
ru_ru: Открытие клавиатуры
si: යතුරු පුවරුව විවෘත කිරීම
sk: Otvorenie klávesnice
sl: Odpiranje tipkovnice
sq: Për të hapur tastierën
sr: Otvaranje tastature
sv: Öppna tangentbordet
ta: விசைப்பலகையைத் திறத்தல்
te: కీబోర్డ్‌ని తెరవడం
tg_tj: Кушодани клавиатура
th: การเปิดแป้นพิมพ์
tk_tm: Klawiaturany açmak
tl: Pagbukas sa keyboard
tr_tr: Klavyeyi açma
uk: Відкриття клавіатури
ur: کی بورڈ کھولنا
uz: Klaviaturani ochish
vi: Mở bàn phím
zh_cn: 打开键盘
zh_hk: 開啟鍵盤

# IDS_IME_HEADER_SELECTING_TEXT
source: Selecting text
ar: تحديد النص
as: পাঠ চয়ন
az: Mətn seçilir
bg: Избиране на текст
bn_bd: পাঠ্য নির্বাচন করা হচ্ছে
ca: Selecció de text
cs: Výběr textu
da: Valg af tekst
de: Textauswahl
el_gr: Επιλογή κειμένου
es_us: Seleccionar texto
et: Teksti valimine
eu: Testua hautatzea
fa: انتخاب متن
fi: Tekstin valitseminen
fr_ca: Sélectionner du texte
ga: Téacs a roghnú
gu: ટેક્સ્ટ પસંદ કરે છે
he: בחירת טקסט
hi: टेक्स्ट चुनना
hr: Odabir teksta
hu: Szöveg kijelölése
hy: Գրվածքի ընտրում
id: Memilih teks
is: Texti valinn
it_it: Selezione testo
ja_jp: テキストを選択
ka: ტექსტის არჩევა
kk: Мәтін таңдау
km: ការជ្រើស​អត្ថបទ
kn: ಪಠ್ಯ ಆಯ್ಕೆಮಾಡುತ್ತಿದೆ
ko_kr: 텍스트 선택하기
ky_kg: Текстти тандоо
lo: ເລືອກຂໍ້ຄວາມ
lt: Teksto pasirinkimas
lv: Teksta izvēle
mk: Избирање текст
ml: ടെക്സ്റ്റ് തിരഞ്ഞെടുക്കൽ
mn_mn: Бичвэр сонгох
mr: मजकूर निवडत आहे
ms: Memilih teks
my_zg: စာသား ေရြးျခင္း
nb: Merke tekst
ne: टेक्‍स्‍ट चयन गर्नु
nl: Tekst selecteren
or: ଟେକ୍ସଟ୍‍ ଚୟନ କରୁଛି
pa: ਟੈਕਸਟ ਦੀ ਚੋਣ ਕਰਨਾ
pl: Wybieranie tekstu
pt_pt: Seleccionar texto
ro: Selectarea textului
ru_ru: Выбор текста
si: පෙළ තේරීම
sk: Výber textu
sl: Izbiranje besedila
sq: Për të përzgjedhur tekst
sr: Izbor teksta
sv: Markera text
ta: உரையைத் தேர்ந்தெடுத்தல்
te: టెక్స్ట్‌ను ఎంచుకోవడం
tg_tj: Интихобкунии матн
th: การเลือกข้อความ
tk_tm: Tekst saýlamak
tl: Pagpili ng text
tr_tr: Metin seçimi
uk: Вибір тексту
ur: متن منتخب کرنا
uz: Matnni tanlash
vi: Chọn văn bản
zh_cn: 选择文本
zh_hk: 選擇文字

# IDS_IME_MBODY_USING_SAMSUNG_KEYBOARD
source: Using Samsung keyboard
ar: استخدام لوحة مفاتيح Samsung
as: চেমচাং কীৱৰ্ড ব্যৱহাৰ কৰি আছে
az: Samsung klaviat istifadə
bg: Изп. клавиат. на Samsung
bn_bd: স্যামসাং কিবোর্ড ব্যবহৃত
ca: Ús del teclat Samsung
cs: Použití kláv. Samsung
da: Brug af Samsung-tastatur
de: Samsung Tastatur verwenden
el_gr: Χρήση πληκτρολ. Samsung
es_us: Uso del teclado Samsung
et: Samsungi klav. kasutamine
eu: Samsung tekl. erabiltzea
fa: کاربرد صفحه‌کلید سامسونگ
fi: Samsung-näppäim. käyttö
fr_ca: Utilis. clavier Samsung
ga: Eoc.chlár Samsung a úsáid
gu: સેમસંગ કીબોર્ડનો ઉપયોગ કરવો
he: שימוש ב’מקלדת Samsung‘
hi: सैमसंग कुंजीपटल का उपयोग करना
hr: Koriš. Samsung tipkovnice
hu: Samsung bill. használata
hy: Samsung ստեղնաշարի օգտ.
id: Mgunakan keyboard Samsung
is: Notkun Samsung-lyklaborðs
it_it: Utilizzo tastiera Samsung
ja_jp: Samsungキーボードを使用
ka: Samsung კლავიატურა
kk: Samsung перн-н пайдалану
km: ការប្រើ​ក្តារចុច Samsung
kn: ಸ್ಯಾಮ್‌ಸಂಗ್ ಕೀಬೋರ್ಡ್ ಬಳಸುವುದು
ko_kr: 삼성 키보드 사용하기
ky_kg: Samsung ариптакта колдону
lo: ການໃຊ້ຄີບອດຊໍາຊຸງ
lt: Samsung klaviatūros naud.
lv: Samsung tastatūras izm.
mk: Корист.на тастат. Samsung
ml: സാംസംഗ് കീബോർഡ് ഉപയോഗിക്കൽ
mn_mn: Samsung гар товчлр ашигла
mr: सॅमसंग किबोर्ड वापरून
ms: Mnggnkn ppn kknci Samsung
my_zg: Samsung Keyboard ကို သံုးျခင္း
nb: Bruke Samsung-tastatur
ne: सैमसंग किबोर्ड प्रयोग गर्ने
nl: Met Samsung-toetsenbord
or: ସାମସଙ୍ଗ କୀବୋର୍ଡ ବ୍ୟବହାର କରିବା
pa: ਸੈਮਸੰਗ ਕੀਬੋਰਡ ਦਾ ਉਪਯੋਗ ਕਰ ਰਿਹਾ ਹੈ
pl: Używanie klawiat. Samsung
pt_pt: Usar o teclado Samsung
ro: Util. tastaturii Samsung
ru_ru: Клавиатура Samsung
si: සැම්සුං යතුරුපුවරුව භාවිතා කර.
sk: Použ. klávesnice Samsung
sl: Uporaba tipkovn. Samsung
sq: Përd. i tastierës Samsung
sr: Korišć. Samsung tastature
sv: Använda Samsung-tangentb.
ta: சாம்சங் வி.பலகை பயன்படுத்துதல்
te: సామ్‌సంగ్ కీబోర్డ్ ఉపయోగించడం
tg_tj: Истифодаи клавиатураи Samsung
th: การใช้แป้นพิมพ์ Samsung
tk_tm: Samsung klawiaturasyny ulanmak
tr_tr: Samsung klavyeyi kullanma
uk: Використ.клавіат. Samsung
ur: Samsung کی بورڈ استعمال کرنا
uz: Samsung klvt-dan foydalan
vi: Sử dụng bàn phím Samsung
zh_cn: 使用三星键盘
zh_hk: 使用三星鍵盤
