Repository: tizenorg/platform.core.uifw.ise-default
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn_bd, ca, cs, da, de, el_gr, es_us, et, eu, fa, fi, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_zg, nb, ne, nl, or, pa, pl, pt_pt, ro, ru_ru, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, tr_tr, uk, ur, uz, vi, zh_cn, zh_hk

# IDS_KPD_POP_KEYBOARD_SETTINGS_EXCEPT_DOWNLOADED_LANGUAGES_WILL_BE_RESET
source: Keyboard settings, except downloaded languages, will be reset.
ar: ستتم إعادة ضبط ضبط لوحة المفاتيح، باستثناء اللغات التي تم تنزيلها.
as: ডাউনলোড কৰা ভাষাসমূহৰ বাহিৰে কীব'ৰ্ড ছেটিংছ পুনঃছেট কৰা হ'ব৷
az: Yüklənən dillər çıxmaq şərtilə, klaviatura parametrləri sıfırlanacaq.
bg: Настройките на клавиатурата, с изключение на изтеглените езици, ще бъдат нулирани.
ca: Es restabliran els ajustaments del teclat, tret dels idiomes descarregats.
cs: Bude obnoveno nastavení klávesnice s výjimkou stažených jazyků.
da: Tastaturindstillinger, bortset fra downloadede sprog, vil blive nulstillet.
de: Die Tastatureinstellungen mit Ausnahme der heruntergeladenen Sprachen werden zurückgesetzt.
el_gr: Θα γίνει επαναφορά των ρυθμίσεων πληκτρολογίου, εκτός των γλωσσών που έχουν ληφθεί.
es_us: Se restablecerá la configuración del teclado, excepto los idiomas descargados.
et: Klaviatuuri seaded, v.a allalaaditud keeled, lähtestatakse.
eu: Teklatu ezarpenak berrezarriko dira, deskargatutako hizkuntzak izan ezik.
fa: تنظیمات صفحه کلید، به جز زبان‌های دانلود شده، بازنشانی خواهد شد.
fi: Näppäimistön asetukset ladattuja kieliä lukuun ottamatta palautetaan.
fr_ca: Les paramètres du clavier, à l'exception des langues téléchargées, vont être réinitialisés.
ga: Athshocrófar socruithe eochairchláir, seachas teangacha íoslódáilte.
gu: ડાઉનલોડ કરેલી ભાષાઓ સિવાય, કીબોર્ડ સેટિંગ્સને રીસેટ કરવામાં આવશે.
he: יתבצע איפוס של הגדרות המקלדת, למעט שפות שהורדו.
hi: डाउनलोड की गई भाषाओं को छोड़कर कीबोर्ड सेटिंग्स रीसेट की जाएगी।
hr: Ponovo će se postaviti postavke tipkovnice, osim preuzetih jezika.
hu: Visszaállítja a billentyűzet beállításait, kivéve a letöltött nyelveket.
hy: Ստեղնաշարի դրվածքները, բացի ներբեռնված լեզուներից, կվերադրվեն:
id: Pengaturan keyboard, kecuali bahasa yang diunduh, akan direset.
is: Stillingar lyklaborðs, að sóttum tungumálum undanskildum, verða endurstilltar.
it_it: Verranno ripristinate le impostazioni originali della tastiera ad eccezione delle lingue scaricate.
ja_jp: ダウンロードした言語以外のキーボード設定をリセットします。
ka: შეიცვლება კლავიატურის პარამეტრები, გარდა ჩამოტვირთული ენებისა.
kk: Жүктелген тілдерден басқа пернетақта параметрлері қалпына келтіріледі.
km: នឹង​កំណត់​ឡើងវិញ​នូវ​ការកំណត់​ក្ដារចុច លើកលែង​តែ​ភាសា​ដែល​បាន​ទាញយក។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಭಾಷೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.
ko_kr: 다운로드한 언어 설정을 제외한 키보드 설정을 초기화합니다.
ky_kg: Клавиатура орнотуулары, жүктөлгөн тилдерден башкасы, кайра коюлат.
lo: ການຕັ້ງຄ່າຄີບອດ, ຍົກເວັ້ນພາສາທີ່ດາວໂຫຼດໄວ້ຈະຖືກຕັ້ງຄ່າຄືນໃໝ່.
lt: Klaviatūros nustatymai, išskyrus atsisiųstas kalbas, bus nustatyti iš naujo.
lv: Tastatūras iestatījumi, izņemot lejupielādētās valodas, tiks atiestatīti.
mk: Поставките за тастатурата, освен преземените јазици, ќе се ресетираат.
ml: ഡൗൺലോഡുചെയ്ത ഭാഷകൾ ഒഴികെയുള്ള കീബോർഡ് ക്രമീകരണങ്ങൾ പുനഃക്രമീകരിക്കപ്പെടും.
mn_mn: Татсан хэлнүүдээс бусад гарны тохиргоог дахин тохируулна.
mr: डाउनलोड केलेल्‍या भाषांव्‍यतिरिक्‍त, कीबोर्ड सेटिंग्‍सची पुन्हा मांडणी करण्‍यात येतील.
ms: Aturan papan kekunci, kecuali bahasa dimuat turun, akan ditetapkan semula.
nb: Tastaturinnstillingene, unntatt nedlastede språk, tilbakestilles.
ne: डाउनलोड गरिएका भाषाहरू बाहेक, कीबोर्ड सेटिङहरूलाई रिसेट गरिनेछ।
nl: Toetsenbordinstellingen, met uitzondering van gedownloade talen, worden gereset.
or: କୀବୋର୍ଡ୍ ସେଟିଂସ୍‌ ଏବଂ ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଭାଷାଗୁଡିକ ବ୍ୟତିତ, ପୁନଃସେଟ୍ ହେବ।
pa: ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ ਗਈਆਂ ਭਾਸ਼ਾਵਾਂ ਤੋਂ ਇਲਾਵਾ ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ ਰੀਸੈੱਟ ਹੋ ਜਾਣਗੀਆਂ।
pl: Ustawienia klawiatury, poza pobranymi językami, zostaną wyzerowane.
pt_pt: As definições do teclado, com excepção dos idiomas transferidos, serão repostos.
ro: Setările tastaturii, cu excepţia limbilor descărcate, vor fi resetate.
ru_ru: Настройки клавиатуры, кроме загруженных языков, будут сброшены.
si: බාගත් භාෂා හැර, යතුරු පුවරු සැකසුම් යළි සැකසෙනු ඇත.
sk: Vynulujú sa nastavenia klávesnice okrem stiahnutých jazykov.
sl: Nastavitve tipkovnice (razen prenesenih jezikov) bodo ponastavljene.
sq: Cilësimet e tastierës, përveç gjuhëve të shkarkuara, do të resetohen.
sr: Podešavanja tastature, osim za preuzete jezike, biće resetovana.
sv: Tangentbordsinställningar, utom hämtningsspråk, kommer att återställas.
ta: பதிவிறக்கப்பட்ட மொழிகள் தவிர, விசைப்பலகை அமைவுகள் அனைத்தும் ரீசெட் செய்யப்படும்.
te: డౌన్‌లోడ్ చేసిన భాషలు మినహా కీబోర్డ్ సెట్టింగ్‌లు రీసెట్ చేయబడతాయి.
tg_tj: Танзимоти клавиатура, бо истиснои забонҳои боргиришуда, нул карда мешавад.
th: การตั้งค่าแป้นพิมพ์ จะถูกรีเซ็ท ยกเว้นภาษา ที่ดาวน์โหลด
tk_tm: Klawiatura sazlamalary, göçürilen dillerden başga, nol ediler.
tl: Ire-reset ang mga setting ng keyboard, maliban sa na-download na mga wika.
tr_tr: İndirilen diller haricinde klavye ayarları sıfırlanacak.
uk: Налаштування клавіатури, крім завантажених мов, буде скинуто.
ur: کی بورڈ کی سیٹنگز اور ڈاؤن لوڈ کردہ زبانوں کو دوبارہ ترتیب دیا جائے گا۔
uz: Klaviatura parametrlari birlamchi holatiga qaytariladi, yuklab olingan tillar bundan mustasno.
vi: Cài đặt bàn phím sẽ được đặt lại, ngoại trừ ngôn ngữ đã tải về.
zh_cn: 将重置除已下载语言以外的键盘设定。
zh_hk: 將重設除已下載語言以外的鍵盤設定。

# IDS_KPD_POP_THE_LETTER_THAT_FITS_THE_CONTEXT_WILL_BE_AUTOMATICALLY_ENTERED
source: The letter that fits the context will be automatically entered.
ar: سيتم تلقائياً إدخال الحرف الذي يلائم السياق.
as: সন্দৰ্ভৰ সৈতে ফিট হোৱা আখৰটোক স্বয়ংক্ৰিয়ভাৱে প্ৰৱিষ্ট কৰা হ'ব৷
az: Mətnə uyğun hərf avtomatik daxil ediləcək.
bg: Буквата, която отговаря на контекста, ще бъде въведена автоматично.
ca: La lletra que encaixi amb el context s'introduirà automàticament.
cs: Automaticky bude zadáno písmeno odpovídající obsahu.
da: Det bogstav, som passer ind i sammenhængen, vil blive angivet automatisk.
de: Der zu diesem Kontext passende Buchstabe wird automatisch eingefügt.
el_gr: Θα γίνει αυτόματη εισαγωγή του γράμματος που ταιριάζει στο περιεχόμενο.
es_us: La letra que se adapte al contexto se introducirá de manera automática.
et: Konteksti sobiv täht sisestatakse automaatselt.
eu: Testuinguruarekin bat datorren letra automatikoki txertatuko da.
fa: حرفی که متناسب با متن باشد به طور خودکار وارد می‌شود.
fi: Kontekstiin sopiva kirjain lisätään automaattisesti.
fr_ca: La lettre qui correspond au contexte sera saisie automatiquement.
ga: Iontrálfar go huathoibríoch an litir is fearr a oireann don chomhthéacs.
gu: સંદર્ભ સાથે બંધબેસતો અક્ષર સ્વચાલિત રીતે દાખલ કરવામાં આવશે.
he: תתבצע הזנה של האות המתאימה ביותר לפי ההקשר.
hi: संदर्भ के लिए उचित अक्षर स्वचालित रूप से प्रविष्ट हो जाएगा।
hr: Slovo koje odgovara kontekstu automatski će se unijeti.
hu: Az eszköz automatikusan beírja a kontextusnak megfelelő betűt.
hy: Կտեղադրվի բովանդակությանը համապատասխանող նամակ:
id: Huruf yang sesuai dengan konteks akan dimasukkan otomatis.
is: Stafurinn sem passar við samhengið verður sjálfkrafa færður inn.
it_it: Le lettere che si adattano al contesto verranno inserite automaticamente.
ja_jp: コンテンツに合わせて自動的に文字が入力されます。
ka: წერილი, რომელიც მასალას ერგება ავტომატურად იქნება შეტანილი.
kk: Мазмұнға сәйкес хат автоматты түрде енгізіледі.
km: អក្សរ​ដែល​សមស្រប​តាម​បរិការណ៍​នឹង​ត្រូវ​បាន​វាយបញ្ចូល​ដោយ​ស្វ័យប្រវត្តិ។
kn: ಸಂದರ್ಭಕ್ಕೆ ಹೊಂದುವ ಪತ್ರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಮೂದಿಸಲಾಗುತ್ತದೆ.
ko_kr: 문맥에 맞는 문자를 자동 입력합니다.
ky_kg: Контекстке ылайыктуу тамга автоматтуу түрдө киргизилет.
lo: ຕົວໜັງສືທີ່ເຂົ້າກັບສະພາບເນື້ອໃນຈະຖືກປ້ອນເຂົ້າໄປອັດຕະໂນມັດ.
lt: Kontekstą atitinkantis laiškas bus įvestas automatiškai.
lv: Automātiski tiks ievadīts burts, kas atbilst kontekstam.
mk: Буквата што одговара на контекстот ќе се внесе автоматски.
ml: സന്ദർഭത്തിന് ഇണങ്ങുന്ന അക്ഷരം ഓട്ടോമാറ്റിക്കായി നൽകപ്പെടും.
mn_mn: Хам сэдэвт таарах захиаг автоматаар оруулна.
mr: अक्षर जे संदर्भामध्‍ये फिट बसते ते स्‍वयंचलितपणे प्रविष्‍ट केले जाणार नाही.
ms: Huruf yang sesuai dengan konteks akan dimasukkan secara automatik.
nb: Bokstaven som passer konteksten, blir angitt automatisk.
ne: प्रसंगसंग मिल्ने अक्षरलाई स्वचालित रूपमा प्रविष्‍ट गरिने छ।
nl: De letter die bij de context past, wordt automatisch ingevoerd.
or: ପ୍ରସଙ୍ଗ ପାଇଁ ଉପଯୁକ୍ତ ଅକ୍ଷର ସ୍ୱତଃସ୍ପୃତ ଭାବେ ପ୍ରବେଶ ହେବ।
pa: ਅੱਖਰ ਜੋ ਸੰਦਰਭ ਤੇ ਫਿਟ ਹੁੰਦਾ ਹੈ ਉਹ ਸਵੈਚਲਿਤ ਦਾਖ਼ਲ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Automatycznie zostanie wprowadzona litera pasująca do kontekstu.
pt_pt: A letra que corresponder ao contexto será introduzida automaticamente.
ro: Se va introduce automat litera cea mai potrivită în context.
ru_ru: Будет автоматически введена буква, подходящая по смыслу.
si: සන්දර්භයට ගැළපෙන අකුර ස්වයංක්‍රියව ඇතුළත් වනු ඇත.
sk: Automaticky sa zadá písmeno, ktoré vyhovuje aktuálnemu kontextu.
sl: Črka, ki ustreza kontekstu, bo samodejno vnesena.
sq: Do të futet automatikisht shkronja që i shkon kontekstit.
sr: Slovo koje odgovara kontekstu će automatski biti uneto.
sv: Det brev som passar sammanhanget anges automatiskt.
ta: சூழலுடன் பொருந்துகின்ற எழுத்து தானாகவே உள்ளிடப்படும்.
te: సందర్భానికి సరిపోయే అక్షరం స్వయంచాలకంగా నమోదు చేయబడుతుంది.
tg_tj: Ҳарфе, ки ба қарина мувофиқ меояд, ба тариқи худкор дохил карда мешавад.
th: ตัวอักษรที่เข้ากับ บริบทได้ จะถูกใส่ โดยอัตโนมัติ
tk_tm: Mazmuna gabat gelýän hat awtomatik giriziler.
tl: Awtomatikong ilalagay ang titik na umaakma sa konteksto.
tr_tr: Bağlama uyan harf otomatik olarak girilir.
uk: Буде автоматично введено текст листа, який відповідає контексту.
ur: جو حرف تناظر کے موافق ہوا، وہ خودبخود داخل کر دیا جائے گا۔
uz: Kontekstga mos keluvchi harh avtomatik ravishda kiritiladi.
vi: Chữ cái phù hợp với ngữ cảnh sẽ tự động được nhập.
zh_cn: 将自动输入适合上下文的字母。
zh_hk: 適合關聯式的字母將被自動輸入。

# IDS_KPD_POP_TAP_AND_HOLD_THE_SPACE_KEY_TO_USE_VOICE_INPUT
source: Tap and hold the space key to use voice input.
ar: انقر مع الاستمرار فوق مفتاح المسافة لاستخدام إدخال الصوت.
as: মাত ইনপুট ব্যৱহাৰ কৰিবলৈ স্পেচ কীটো টিপক আৰু ধৰি থাকক৷
az: Səsli girişdən istifadə etmək üçün boşluq düyməsinə vurub saxlayın.
bg: Натиснете и задръжте клавиша за интервал, за да използвате гласово въвеждане.
ca: Mantingui premuda la tecla d'espai per utilitzar l'entrada de veu.
cs: Klepněte na mezerník a přidržte ho, abyste použili zadávání hlasem.
da: Hold mellemrumstasten nede for at bruge stemmeinput.
de: Auf die Leertaste tippen und sie halten, um die Spracheingabe zu verwenden.
el_gr: Πατήστε παρατεταμένα το πλήκτρο διαστήματος, για να χρησιμοποιήσετε τη φωνητική εισαγωγή.
es_us: Mantenga pulsada la tecla de espacio para usar la entrada de voz.
et: Häälsisestuse kasutamiseks toksake ja hoidke sõrme tühikuklahvil.
eu: Ukitu eta eutsi zuriune barra, ahots sarrera erabiltzeko.
fa: برای استفاده از ورودی صدا، روی کلید فاصله ضربه بزنید و نگهدارید.
fi: Käytä puhesyötettä painamalla välilyöntinäppäintä jonkin aikaa.
fr_ca: Touchez longuement la touche espace pour utiliser la saisie vocale.
ga: Tapáil agus coinnigh an spáseochair le hionchur gutha a úsáid.
gu: આવાજ ઇનપુટનો ઉપયોગ કરવા માટે સ્પેસ કીને ટેપ કરો અને હોલ્ડ કરો.
he: לחץ לחיצה ארוכה על מקש הרווח כדי להשתמש בקלט קולי.
hi: वॉइस इनपुट का उपयोग करने के लिए स्पेस कुंजी टैप और होल्ड करें।
hr: Dodirnite i držite tipku za razmak za korištenje unosa glasa.
hu: A hangbevitel használatához tartsa ujját a szóköz gombon.
hy: Թակեք և պահեք բացատի ստեղնը՝ ձայնով ներածում օգտագործելու համար:
id: Ketuk dan tahan tombol spasi untuk menggunakan input suara.
is: Haltu fingri á bilslánni til að nota raddinntak.
it_it: Toccate e tenete premuto il tasto dello spazio per usare l'inserimento vocale.
ja_jp: 音声入力を使用するには、スペースキーを長押しします。
ka: ხმოვანი ინფორმაციის შესაყვანად, ხანგრძლივად დააჭირეთ ინტერვალის კლავიშს.
kk: Дауыспен енгізуді пайдалану үшін, “Бос орын” пернесін түртіп, ұстап тұрыңыз.
km: ប៉ះ​ឲ្យ​ជាប់​លើ​គ្រាប់ចុច​ដំណកឃ្លា ដើម្បី​ប្រើ​ការបញ្ចូល​សំឡេង។
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಬಳಸಲು ಸ್ಪೇಸ್ ಕೀಯನ್ನು ತಟ್ಟಿ ಹಿಡಿಯಿರಿ.
ko_kr: 음성 입력을 사용하려면 스페이스 키를 길게 누르세요.
ky_kg: Үн буйругун пайдалануу үчүн, ара баскычын таптап, кармап туруңуз.
lo: ແຕະປຸ່ມຍະຫວ່າງຄ້າງໄວ້ ເພື່ອໃຊ້ການປ້ອນຂໍ້ມູນສຽງ.
lt: Bakstelėkite ir palaikykite tarpo klavišą norėdami naudoti balso įvestį.
lv: Pieskarieties atstarpes taustiņam un turiet to, lai izmantotu balss ievadi.
mk: Допрете го и држете го копчето за празно место за да користите говорно внесување.
ml: ശബ്ദ ഇൻപുട്ട് ഉപയോഗിക്കുന്നതിന് സ്പെയ്സ് കീ സ്പർശിച്ച് പിടിക്കുക.
mn_mn: Дуу хоолойн оролт ашиглахын тулд зай авдаг товчийг товшиж барь.
mr: आवाज निविष्‍ट वापरण्‍यासाठी स्‍पेस की टॅप आणि होल्‍ड करा.
ms: Ketik dan tahan kekunci ruang untuk menggunakan input suara.
nb: Trykk på og hold mellomromstasten for å bruke taleinndata.
ne: भ्‍वाइस इन्पुट प्रयोग गर्न स्पेस कुञ्जी ट्याप गरेर होल्ड गर्नुहोस्।
nl: Tik op de spatietoets en houd vast om spraakinvoer te gebruiken.
or: ଭଏସ୍‌ ଇନପୁଟ୍ ବ୍ୟବହାର କରିବା ପାଇଁ ସ୍ପେସ୍ କୀ ଟ୍ୟାପ୍ କରି ଧରି ରଖନ୍ତୁ।
pa: ਵਾੱਇਸ ਇਨਪੁਟ ਦਾ ਉਪਯੋਗ ਕਰਨ ਲਈ ਸਪੇਸ ਬਟਨ ਨੂੰ ਦਬਾ ਕੇ ਰੱਖੋ।
pl: Dotknij klawisza spacji i przytrzymaj go, aby użyć wpisywania głosowego.
pt_pt: Toque sem soltar na tecla de espaço para utilizar a introdução de voz.
ro: Menţineţi apăsată bara de spaţiu pentru a utiliza comenzile vocale.
ru_ru: Для использования голосового ввода нажмите и удерживайте клавишу пробела.
si: කටහඬ ආදානය භාවිතා කිරීමට ස්පේස් යතුර තට්ටු කර අල්ලාගෙන සිටින්න.
sk: Ťuknutím na medzerník a jeho podržaním môžete použiť hlasový vstup.
sl: Za uporabo glasovnega vnosa pritisnite in pridržite preslednico.
sq: Trokit dhe mbaj tastin hapësirë për të përdorur futjen zanore.
sr: Kucni i zadrži razmaknicu da bi koristio/la unos glasom.
sv: Tryck på och håll ned mellanslagstangenten om du vill använda röstinmatning.
ta: குரல் உள்ளீட்டைப் பயன்படுத்த, ஸ்பேஸ் விசையை டேப் செய்து பிடித்திருக்கவும்.
te: వాయిస్ ఇన్‌పుట్‌ని ఉపయోగించడానికి స్పేస్ కీని ట్యాప్ చేసి, పట్టుకోండి.
tg_tj: Барои истифодаи вуруди овозӣ тугмаи фосиларо зарба зада нигоҳ доред.
th: สัมผัสปุ่มเว้นวรรคค้าง ไว้เมื่อต้องการใช้การ ป้อนเสียง
tk_tm: Sesli giriziş ulanmak üçin, probel düwmesine basyp saklaň.
tl: I-tap at i-hold ang space key para gumagamit ng voice input.
tr_tr: Sesli girişi kullanmak için boşluk tuşuna dokunup basılı tutun.
uk: Торкніться та утримуйте клавішу «Пробіл», щоб скористатися голосовим введенням.
ur: صوتی ان پٹ استعمال کرنے کے لیے اسپیس کلید کو تھپکی دے کر تھامیں۔
uz: Ovozli kiritishdan foydalanish uchun bo‘shliq tugmasini bosib turing.
vi: Chạm và giữ phím khoảng cách để sử dụng nhập bằng giọng nói.
zh_cn: 点住空格键以使用语音输入。
zh_hk: 輕觸並按住空格鍵以使用語音輸入。

# IDS_KPD_POP_TAP_AND_HOLD_THE_OPTIONS_KEY_TO_VIEW_A_LIST_OF_OPTIONS
source: Tap and hold the options key to view a list of options.
ar: انقر مع الاستمرار فوق مفتاح الخيارات لعرض قائمة خيارات.
as: বিকল্পসমূহৰ এখন সূচী দৰ্শন কৰিবলৈ বিকল্প কীটো টিপক আৰু ধৰি থাকক৷
az: Seçimlər siyahısını görmək üçün seçim düyməsinə vurub saxlayın.
bg: Докоснете и задръжте клавиша за опции, за да видите списък с опции.
ca: Mantingui tocada la tecla d'opcions per veure una llista d'opcions.
cs: Klepnutím na tlačítko možností a jeho přidržením zobrazíte seznam možností.
da: Tryk og hold nede på valgmulighedstasten for at se en liste over valgmuligheder.
de: Tippen Sie auf die Optionstaste und halten Sie sie, um eine Liste mit Optionen anzuzeigen.
el_gr: Πατήστε παρατεταμένα το πλήκτρο επιλογών για να εμφανιστεί μια λίστα από επιλογές.
es_us: Mantenga pulsada la tecla Opciones para ver una lista de opciones.
et: Toksake ja hoidke sõrme valikute klahvil, et kuvada valikute loendit.
eu: Ukitu eta eutsi aukeren tekla, aukeren zerrenda ikusteko.
fa: برای نمایش فهرست گزینه‌ها، روی کلید گزینه‌ها ضربه زده و نگهدارید.
fi: Voit näyttää asetusten luettelon painamalla asetusnäppäintä jonkin aikaa.
fr_ca: Touchez longuement la touche Options pour afficher la liste des options.
ga: Tapáil agus coinnigh an eochair Roghanna le hamharc ar liosta roghanna.
gu: વિકલ્પોની યાદી જોવા માટે વિકલ્પો કીને ટેપ કરો અને હોલ્ડ કરો.
he: לחץ לחיצה ארוכה על מקש האפשרויות כדי להציג רשימת אפשרויות.
hi: विकल्पों की सूची देखने के लिए विकल्प कुंजी टैप और होल्ड करें।
hr: Dodirnite i držite tipku mogućnosti da biste pregledali popis mogućnosti.
hu: Ujját az Opciók gombon tartva megjelenítheti a lehetőségek listáját.
hy: Թակեք և պահեք ընտրանքների ստեղնը՝ ընտրանքների ցանկը դիտելու համար:
id: Ketuk dan tahan tombol opsi untuk melihat daftar opsi.
is: Haltu fingri á valkostatakkanum til að fá lista yfir valkosti.
it_it: Toccate e tenete premuto il tasto Opzioni per visualizzare un elenco di opzioni.
ja_jp: オプションのリストを表示するには、オプションキーを長押しします。
ka: ხანგრძლივად შეეხეთ ვარიანტების ღილაკს და ნახეთ ვარიანტების სია.
kk: Опциялар тізімін көру үшін, опциялар пернесін түртіп, ұстап тұрыңыз.
km: ប៉ះ​ឲ្យ​ជាប់​លើ​គ្រាប់ចុច​ជម្រើស ដើម្បី​បង្ហាញ​បញ្ជី​នៃ​ជម្រើស។
kn: ಆಯ್ಕೆಗಳ ಪಟ್ಟಿಯನ್ನು ವೀಕ್ಷಿಸಲು ಆಯ್ಕೆಗಳ ಕೀಯನ್ನು ತಟ್ಟಿ ಹಿಡಿಯಿರಿ.
ko_kr: 옵션 목록을 보려면 옵션 버튼을 길게 누르세요.
ky_kg: Тандоолор баскычын тандоолор тизмегин көрүүгө, таптап, кармаңыз.
lo: ແຕະປຸ່ມຕົວເລືອກຄ້າງໄວ້ ເພື່ອເບິ່ງລາຍການຕົວເລືອກ.
lt: Bakstelėkite ir laikykite parinkčių mygtuką, kad galėtumėte peržiūrėti parinkčių sąrašą.
lv: Pieskarieties iespēju taustiņam un turiet, lai skatītu iespēju sarakstu.
mk: Допрете го и држете го копчето за опции за да видите листа опции.
ml: ഐച്ഛികങ്ങളുടെ ഒരു പട്ടിക കാണുന്നതിന് ഐച്ഛികങ്ങളുടെ കീയിൽ സ്പർശിച്ച് പിടിക്കുക.
mn_mn: Сонголтуудын жагсаалтыг харахын тулд сонголтын товчийг товшиж барь.
mr: पर्यायांची यादी पाहण्‍यासाठी पर्याय की टॅप आणि होल्‍ड करा.
ms: Ketik dan tahan kekunci pilihan untuk melihat senarai pilihan.
nb: Trykk på og hold alternativtasten for å vise en liste over alternativer.
ne: विकल्पहरूको सूची हेर्न विकल्पहरू कुञ्जी ट्याप गरेर होल्ड गर्नुहोस्।
nl: Tik op de optietoets en houd vast om een lijst met opties weer te geven.
or: ବିକଳ୍ପଗୁଡିକର ତାଲିକା ଦର୍ଶନ କରିବାକୁ ବିକଳ୍ପଗୁଡିକର କୀ ଟ୍ୟାପ୍ କରନ୍ତୁ ଏବଂ ଧରି ରଖନ୍ତୁ।
pa: ਵਿਕਲਪਾਂ ਦੀ ਸੂਚੀ ਦੇਖਣ ਲਈ ਵਿਕਲਪ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰਕੇ ਰੱਖੋ।
pl: Dotknij klawisza opcji i przytrzymaj go, aby wyświetlić listę opcji.
pt_pt: Toque sem soltar na tecla de opções para ver uma lista de opções.
ro: Menţineţi apăsată tasta opţiuni pentru a vizualiza o listă de opţiuni.
ru_ru: Для просмотра списка параметров нажмите и удерживайте клавишу параметров.
si: විකල්ප ලැයිස්තුවක් බැලීමට විකල්ප යතුර තට්ටුකර අල්ලාගෙන සිටින්න.
sk: Ťuknutím na tlačidlo možností a jeho podržaním zobrazíte zoznam možností.
sl: Pritisnite in držite tipko za možnosti, da prikažete seznam možnosti.
sq: Trokit dhe mbaj tastin e opsioneve për të parë një listë opsionesh.
sr: Kucni i zadrži taster sa opcijama da bi pogledao/la listu opcija.
sv: Tryck på och håll ned alternativknappen så visas en lista med alternativ.
ta: தெரிவுகளின் பட்டியலைக் காண, தெரிவுகள் விசையை டேப் செய்து பிடித்திருக்கவும்.
te: ఎంపికల జాబితాను వీక్షించడానికి ఎంపికల కీని ట్యాప్ చేసి, పట్టుకోండి.
tg_tj: Барои дидани рӯйхати имконот, тугмаи имконотро зарба зада нигоҳ доред.
th: สัมผัสปุ่มตัวเลือกค้างไว้ เพื่อดูรายการตัวเลือก
tk_tm: Opsiýalaryň sanawyny görmek üçin, opsiýalar düwmesini basyp saklaň.
tl: I-tap at i-hold ang ang mga option key para tingnan ang listahan ng mga opsiyon.
tr_tr: Seçenekler listesini görüntülemek için seçenekler tuşuna dokunup basılı tutun.
uk: Торкніться та утримуйте клавішу «Опції», щоб переглянути список опцій.
ur: اختیارات کی فہرست دیکھنے کیلئے اختیارات والی کلید کو تھپتھپائیں اور پکڑ کر رکھیں۔
uz: Opsiyalar ro‘yxatini ko‘rib chiqish uchun opsiyalar tugmasini bosib turing.
vi: Chạm và giữ phím tùy chọn để xem danh sách tùy chọn.
zh_cn: 点住选项键以查看选项的列表。
zh_hk: 輕觸並按住選項鍵以檢視選項的清單。

source: Samsung keyboard can learn entered text to enhance auto replacement and provide better prediction results. This excludes security information, such as passwords and credit card numbers.
de: Die Samsung-Tastatur kann eingegebenen Text erlernen, um das automatische Ersetzen und die Ergebnisse der Vorhersage zu verbessern. Davon ausgenommen sind Sicherheitsinformationen wie Passwörter oder Kreditkartennummern.
es_us: El teclado Samsung puede aprender el texto introducido para mejorar la sustitución automática y proporcionar mejores resultados de predicción. Esto excluye la información de seguridad, como contraseñas y números de tarjetas de crédito.
fr_ca: Le clavier Samsung peut étudier les données saisies afin d'améliorer le remplacement automatique et les résultats de prédiction. Les données de sécurité, telles que les mots de passe ou les numéros de carte de crédit, ne sont cependant pas conservées.
it_it: La tastiera Samsung è in grado di memorizzare il testo inserito per migliorare la funzione di sostituzione automatica e offrire suggerimenti migliori. Da questa funzione sono escluse le informazioni di protezione, come password e numeri di carta di credito.
ko_kr: 삼성 키보드는 이전에 입력된 텍스트를 기반으로 문구 자동 대체 기능을 강화하고, 더 정확한 예측 단어를 제공합니다. 비밀번호, 신용카드 번호 등의 보안정보는 입력 스타일 분석에서 제외됩니다.
tl: Maaaring matutunan ng Samsung keyboard ang inilagay na text para pahusayin ang auto replacement at magbigay ng mga mas mahusay na resulta sa paghula. Hindi kasama dito ang impormasyon ng seguridad, gaya ng mga password at mga numero ng credit card.
vi: Bàn phím Samsung có thể học văn bản được nhập để nâng cao tính năng tự động thay thế và mang lại các kết quả tiên đoán tốt hơn. Việc này không bao gồm các thông tin bảo mật như mật mã và số thẻ tín dụng.
zh_cn: 三星键盘可模拟输入的文本以增强自动替换功能并提供更好的联想结果。安全信息，例如密码和信用卡编号不包含在内。
